[
    {
        "title": "Protonation of γ‐Butyrolactone and γ‐Butyrolactam",
        "doi": "10.1002/open.202000220",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p><jats:bold>Abstract</jats:bold>: γ‐Butyrolactone and γ‐butyrolactam were reacted in the superacidic systems <jats:italic>X</jats:italic>F/<jats:italic>M</jats:italic>F<jats:sub>5</jats:sub> (<jats:italic>X</jats:italic>=H, D; <jats:italic>M</jats:italic>=As, Sb). Salts of the monoprotonated species of γ‐butyrolactone were obtained in terms of [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>OCOH]<jats:sup>+</jats:sup>[AsF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup>, [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>OCOH]<jats:sup>+</jats:sup>[SbF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup> and [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>OCOD]<jats:sup>+</jats:sup>[AsF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup> and the analogous lactam salts in terms of [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>NHCOH]<jats:sup>+</jats:sup>[AsF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup>, [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>NHCOH]<jats:sup>+</jats:sup>[SbF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup> and [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>NDCOD]<jats:sup>+</jats:sup>[AsF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup>. The salts were characterized by low temperature Raman and infrared spectroscopy and for both protonated hexafluoridoarsenates, [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>OCOH]<jats:sup>+</jats:sup>[AsF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup> and [(CH<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub>NHCOH]<jats:sup>+</jats:sup>[AsF<jats:sub>6</jats:sub>]<jats:sup>−</jats:sup>, single‐crystal X‐ray structure analyses were conducted. In addition to the experimental results, quantum chemical calculations were performed on the B3LYP/aug‐cc‐pVTZ level of theory. As in both crystal structures C⋅⋅⋅F contacts were observed, the nature of these contacts is discussed with Mapped Electrostatic Potential as a rate of strength.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Assessment of the Full Compatibility of Copper(I)‐Catalyzed Alkyne‐Azide Cycloaddition and Oxime Click Reactions for bis‐Labelling of Oligonucleotides",
        "doi": "10.1002/open.201402099",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The conjugation of oligonucleotides with reporters is of great interest for improving their intrinsic properties or endowing new ones. In this context, we report herein a new procedure for the bis‐labelling of oligonucleotides through oxime ligation (Click‐O) and copper(I)‐catalyzed alkyne–azide cycloaddition (Click‐H). 5′‐Azido and 3′‐aldehyde precursors were incorporated into oligonucleotides, and subsequent coupling reactions through Click‐O and Click‐H (or vice versa) were successfully achieved. In particular, we exhaustively investigated the full compatibility of each required step for both tethering strategies. The results demonstrate that click Huisgen and click oxime reactions are fully compatible. However, whilst both approaches can deliver the targeted doubly conjugated oligonucleotide, the route involving click oxime ligation prior to click Huisgen is significantly more successful. Thus the reactions investigated here can be considered to be key elements of the chemical toolbox for the synthesis of highly sophisticated bioconjugates.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Cover Picture: Gold Nanowire Forests for SERS Detection (ChemistryOpen 4/2014)",
        "doi": "10.1002/open.201480401",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>No Abstract</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Gold Nanowire Forests for SERS Detection",
        "doi": "10.1002/open.201402024",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this months cover is the group of Prof. Luis M. Liz‐Marzán, the Bionanoplasmonics Laboratory at CIC biomaGUNE, Spain. The cover picture shows a schematic view of a “forest” of gold nanowires vertically grown on a solid support. Standard Raman‐active molecules and their corresponding surface‐enhanced Raman scattering (SERS) spectra are depicted in between the nanowires. The manuscript by La Porta et al. describes the controlled growth of such gold nanowires and their corresponding plasmonic properties. For more details, see the Full Paper on <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"http://dx.doi.org/10.1002/open.201402009/full\">p. 146 ff.</jats:ext-link></jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Cover Picture: Anion Binding Properties of Alkynylplatinum(II) Complexes with Amide‐Functionalized Terpyridine: Host–Guest Interactions and Fluoride Ion‐Induced Deprotonation (ChemistryOpen 5/2014)",
        "doi": "10.1002/open.201480501",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>No Abstract</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Sol‐Gel Microspheres Doped with Glycerol: A Structural Insight in Light of Forthcoming Applications in the Polyurethane Foam Industry",
        "doi": "10.1002/open.201500023",
        "year": 2015,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this months cover are the groups of Professor Mario Pagliaro at the Istituto per lo Studio dei Materiali Nanostrutturati in Palermo and Professor Laura Ilharco at the Instituto Superior Técnico in Lisboa. The cover picture shows a­ <jats:italic>GreenCaps</jats:italic>­ microcapsule breaking and releasing encapsulated glycerol after the organosilica microspheres are sprayed from a pressurized polyurethane foam can. This shows how glycerol acts as a solid curing agent, promoting crosslinking of partially polymerized diphenylmethane diisocyanate. For more details, see the Full Paper on <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"http://dx.doi.org/10.1002/open.201402107/full\"> p. 120 ff.</jats:ext-link></jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Influence of Nanoparticle Processing on the Thermoelectric Properties of (Bi<sub>x</sub>Sb<sub>1−X</sub>)<sub>2</sub>Te<sub>3</sub> Ternary Alloys",
        "doi": "10.1002/open.202000257",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The synthesis of phase‐pure ternary solutions of tetradymite‐type materials (Bi<jats:sub>x</jats:sub>Sb<jats:sub>1−x</jats:sub>)<jats:sub>2</jats:sub>Te<jats:sub>3</jats:sub> (x=0.25; 0.50; 0.75) in an ionic liquid approach has been carried out. The nanoparticles are characterized by means of energy‐dispersive X‐ray spectroscopy (EDX), powder X‐ray diffraction (PXRD), scanning electron microscopy (SEM), and transmission electron microscopy. In addition, the role of different processing approaches on the thermoelectric properties ‐ Seebeck coefficient as well as electrical and thermal conductivity ‐ is demonstrated.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Decontamination and Remediation of the Sulfur Mustard Simulant CEES with “Off‐the‐Shelf” Reagents in Solution and Gel States: A Proof‐of‐Concept Study",
        "doi": "10.1002/open.201700063",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The decontamination and remediation of sulfur mustard chemical warfare agents remains an ongoing challenge. Herein, we report the use of “off‐the‐shelf” metal salts alongside commercially available peroxides to catalyze the degradation of the simulant 2‐chloroethyl ethyl sulfide (CEES) in solution and encapsulated within a supramolecular gel.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Gas/Liquid‐Phase Micro‐Flow Trifluoromethylation using Fluoroform: Trifluoromethylation of Aldehydes, Ketones, Chalcones, and <i>N</i>‐Sulfinylimines",
        "doi": "10.1002/open.201900070",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the group of Norio Shibata at the Nagoya Institute of Technology (Japan). The cover picture shows an image related to the perpetual motion machine of the second kind in the eighteenth century, and “alchemy”. Our biggest challenge on the path to the results presented in this paper was the creation of alchemy using fluorine chemistry. Read the full text of their Communication at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800286\">10.1002/open.201800286</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Continuous Flow Synthesis of Cd<sub>1‐x</sub>Zn<sub>x</sub>S and CdS/ZnS Core/Shell Semiconductor Nanoparticles by MicroJet Reactor Technology",
        "doi": "10.1002/open.202200232",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>From aqueous precursor solutions of metal salts and sodium sulfide using MicroJet Reactor (MJR) technology Cd<jats:sub>1‐x</jats:sub>Zn<jats:sub>x</jats:sub>S and CdS/ZnS core/shell semiconductor nanoparticles were synthesized. The MJR approach represents an automated, continuous, flexible and scalable route for nanoparticle synthesis, providing a tight control over process parameters and thus simple size, shape and composition control. Since particle sizes below the excitonic Bohr radius were obtained by MJR, the nanoparticulate materials exhibit quantum confinement effects. By varying the precursor ratio the band gap of Cd<jats:sub>1‐x</jats:sub>Zn<jats:sub>x</jats:sub>S Quantum Dots (QDs) could be targeted from 3.1 to 3.6 eV. CdS/ZnS core/shell QDs were prepared by enclosing CdS particles from MJR with ZnS produced by thermal decomposition of a Zn‐MPA complex. Adjustment of the shell thickness increased the photoluminescence intensity by 43 %. Synthesis of ternary sulfides in the form of core/shell particles broadens the spectrum of materials accessible by MJR and demonstrates the extraordinary flexibility of the technology.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Contradicting Influence of Zn Alloying on Electronic and Thermal Properties of a YbCd<sub>2</sub>Sb<sub>2</sub>‐Based Zintl Phase at 700 K",
        "doi": "10.1002/open.202200263",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Zintl compounds are promising thermoelectric materials for power generation as their electronic and thermal transport properties can be simultaneously engineered with anion/cation alloying. Recently, a peak thermoelectric figure‐of‐merit, <jats:italic>zT</jats:italic>, of 1.4 was achieved in a (Yb<jats:sub>0.9</jats:sub>Mg<jats:sub>0.1</jats:sub>)Cd<jats:sub>1.2</jats:sub>Mg<jats:sub>0.4</jats:sub>Zn<jats:sub>0.4</jats:sub>Sb<jats:sub>2</jats:sub> Zintl phase at 700 K. Although the effects of alloying Zn in lattice thermal conductivity had been studied thoroughly, how the Zn alloying affects its electronic transport properties has not yet been fully investigated. This study evaluates how the Zn alloying at Cd sites alters the band parameters of (Yb<jats:sub>0.9</jats:sub>Mg<jats:sub>0.1</jats:sub>)Cd<jats:sub>1.6−<jats:italic>x</jats:italic></jats:sub>Mg<jats:sub>0.4</jats:sub>Zn<jats:sub><jats:italic>x</jats:italic></jats:sub>Sb<jats:sub>2</jats:sub> (<jats:italic>x</jats:italic>=0‐0.6) using the Single Parabolic Band model at 700 K. The Zn alloying increased the density‐of‐states effective mass (<jats:italic>m<jats:sub>d</jats:sub></jats:italic><jats:sup>*</jats:sup>) from 0.87 to 0.97 <jats:italic>m<jats:sub>0</jats:sub></jats:italic>. Among Zn‐alloyed samples, the <jats:italic>m<jats:sub>d</jats:sub></jats:italic><jats:sup>*</jats:sup> of the <jats:italic>x</jats:italic>=0.4 sample was the lowest (0.93 <jats:italic>m<jats:sub>0</jats:sub></jats:italic>). The Zn alloying decreased the non‐degenerate mobility (<jats:italic>μ<jats:sub>0</jats:sub></jats:italic>) from 71 to 57 cm<jats:sup>2</jats:sup> s<jats:sup>−1</jats:sup> V<jats:sup>−1</jats:sup>. Regardless of Zn alloying content, the <jats:italic>μ<jats:sub>0</jats:sub></jats:italic> of the Zn‐alloyed samples were similar (∼57 cm<jats:sup>2</jats:sup> s<jats:sup>−1</jats:sup> V<jats:sup>−1</jats:sup>). Consequently, the <jats:italic>x</jats:italic>=0.4 with the highest <jats:italic>zT</jats:italic> exhibited the lowest weighted mobility (<jats:italic>μ<jats:sub>W</jats:sub></jats:italic>). The lowest <jats:italic>μ<jats:sub>W</jats:sub></jats:italic> represents the lowest theoretical electronic transport properties among other <jats:italic>x</jats:italic>. The highest <jats:italic>zT</jats:italic> at <jats:italic>x</jats:italic>=0.4 despite the lowest <jats:italic>μ<jats:sub>W</jats:sub></jats:italic> was explained with a significant lattice thermal conductivity reduction achieved with Zn alloying with <jats:italic>x</jats:italic>=0.4, which outweighed the deteriorated electronic transport properties also due to the alloying.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Direct Syntheses of Diphenylmethanol Derivatives from Substituted Benzenes and CHCl<sub>3</sub> through Friedel‐Crafts Alkylation and Post‐Synthetic Hydrolysis or Alcoholysis Catalyzed by Alumina",
        "doi": "10.1002/open.202200042",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The present study reports an innovative finding that alumina containing water or primary alcohol catalyzes the hydrolysis or alcoholysis, respectively, of the product formed through AlCl<jats:sub>3</jats:sub>‐mediated Friedel‐Crafts alkylation of methyl‐substituted benzenes and CHCl<jats:sub>3</jats:sub>. The former and later reactions mainly provided hydroxy‐ and alkoxy‐substituted diarylmethanes, respectively, while the reference reactions without alumina provided bisarylchloromethane. This method enables the selective syntheses of diphenylmethanol derivatives with very simple procedures, without expensive reagents and apparatuses. Furthermore, the alumina used in the reaction could be recycled by washing with water and subsequent drying. From the viewpoint of material recycling, this function is very important for the development of sustainable chemical reactions.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "FeO(OH)@C‐Catalyzed Selective Hydrazine Substitution of <i>p</i>‐Nitro‐Aryl Fluorides and their Application for the Synthesis of Phthalazinones",
        "doi": "10.1002/open.202200023",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>An efficient hydrazine substitution of <jats:italic>p</jats:italic>‐nitro‐aryl fluorides with hydrazine hydrates catalyzed by FeO(OH)@C nanoparticles is described. This hydrazine substitutions of <jats:italic>p</jats:italic>‐nitro‐aryl fluorides bearing electron‐withdrawing groups proceeded efficiently with high yield and selectivity. Similarly, hydrogenations of <jats:italic>p</jats:italic>‐nitro‐aryl fluorides containing electron‐donating groups also smoothly proceeded under mild conditions. Furthermore, with these prepared aryl hydrazines, some phthalazinones, interesting as potential structures for pharmaceuticals, have successfully been synthesized in high yields.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Ionic Liquid‐Driven Formation of and Cation Exchange in Layered Sulfido Stannates – a CH<sub>2</sub> Group Makes the Difference",
        "doi": "10.1002/open.202000287",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Two types of layered sulfido stannates or a molecular cluster compound are obtained upon ionothermal treatment of the simple sulfido stannate salt K<jats:sub>4</jats:sub>[SnS<jats:sub>4</jats:sub>] <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/open202000287-math-0001.png\" xlink:title=\"urn:x-wiley:21911363:media:open202000287:open202000287-math-0001\" />\n 4H<jats:sub>2</jats:sub>O that is based on binary tetrahedral [SnS<jats:sub>4</jats:sub>]<jats:sup>4−</jats:sup> anions. The formation of the respective products, novel compounds (C<jats:sub>4</jats:sub>C<jats:sub>1</jats:sub>C<jats:sub>1</jats:sub>Im)<jats:sub>2</jats:sub>[Sn<jats:sub>3</jats:sub>S<jats:sub>7</jats:sub>] (<jats:bold>1 a</jats:bold>), (C<jats:sub>4</jats:sub>C<jats:sub>1</jats:sub>C<jats:sub>2</jats:sub>Im)<jats:sub>2</jats:sub>[Sn<jats:sub>3</jats:sub>S<jats:sub>7</jats:sub>] (<jats:bold>1 b</jats:bold>), and (C<jats:sub>4</jats:sub>C<jats:sub>1</jats:sub>C<jats:sub>2</jats:sub>Im)<jats:sub>2</jats:sub>[Sn<jats:sub>4</jats:sub>S<jats:sub>9</jats:sub>] (<jats:bold>2</jats:bold>) with layered anionic substructures, or the recently reported compound (C<jats:sub>4</jats:sub>C<jats:sub>1</jats:sub>C<jats:sub>1</jats:sub>Im)<jats:sub>4+x</jats:sub>[Sn<jats:sub>10</jats:sub>O<jats:sub>4</jats:sub>S<jats:sub>16</jats:sub>(SMe)<jats:sub>4</jats:sub>][An]<jats:sub>x</jats:sub> (<jats:bold>A</jats:bold>) comprising a molecular cluster anion, is controlled by both the choice of the ionic liquid cation and the reaction temperature. We report the scale‐up of the syntheses by a factor of 100 with regard to other reported ionothermal syntheses of related compounds, and a procedure of how to isolate them in phase‐pure form – both being rare observations in chalcogenido stannate chemistry in ionic liquids. Moreover, the synthesis of compound <jats:bold>1 a</jats:bold> can be achieved by rapid cation exchange starting out from <jats:bold>1 b</jats:bold>, which has not been reported for organic cations in any chalcogenido stannate salt to date.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Tips and Tricks for the Surface Engineering of Well‐Ordered Morphologically Driven Silver‐Based Nanomaterials",
        "doi": "10.1002/open.201900007",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Particularly‐shaped silver nanostructures are successfully applied in many scientific fields, such as nanotechnology, catalysis, (nano)engineering, optoelectronics, and sensing. In recent years, the production of shape‐controlled silver‐based nanostructures and the knowledge around this topic has grown significantly. Hence, on the basis of the most recent results reported in the literature, a critical analysis around the driving forces behind the synthesis of such nanostructures are proposed herein, pointing out the important role of surface‐regulating agents in driving crystalline growth by favoring (or opposing) development along specific directions. Additionally, growth mechanisms of the different morphologies considered here are discussed in depth, and critical points highlighted.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "An Organic Zeolite With 10 Å Diameter Pores Assembles From a Soluble and Flexible Building Block by Non‐Covalent Interactions",
        "doi": "10.1002/open.201900006",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Two similar molecular building blocks, which both contain a hydrogen‐bonded nitro group, have been prepared and crystallised. One structure has more flexibility with a butyl side chain which allows an open framework organic zeolite to form with large 10 Å diameter pores, whereas the other structure has less flexibility with an aryl side chain and is close packed. The pore size is comparable with those of the aluminophosphate VPI‐5 (12 Å). It is concluded that some flexibility in the design of the building block for porous organic molecular materials was beneficial.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Preparation of Injectable Composite Hydrogels by Blending Poloxamers with Calcium Carbonate‐Crosslinked Sodium Alginate",
        "doi": "10.1002/open.202000040",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The effects of calcium carbonate‐crosslinked sodium alginate on poloxamer hydrogels have been investigated. The mechanical strength, degradability, and thermal stability of hydrogels were characterized. The chemical and physical crosslinking in the composite hydrogels has resulted in an improvement of the compressive strength and elasticity of the hydrogels. These mixed hydrogels showed improved mechanical properties, elasticity, and stability as well as environmental responsiveness and injectability.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Computational Approaches to Discover Novel Natural Compounds for SARS‐CoV‐2 Therapeutics",
        "doi": "10.1002/open.202000332",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Scientists all over the world are facing a challenging task of finding effective therapeutics for the coronavirus disease (COVID‐19). One of the fastest ways of finding putative drug candidates is the use of computational drug discovery approaches. The purpose of the current study is to retrieve natural compounds that have obeyed to drug‐like properties as potential inhibitors. Computational molecular modelling techniques were employed to discover compounds with potential SARS‐CoV‐2 inhibition properties. Accordingly, the InterBioScreen (IBS) database was obtained and was prepared by minimizing the compounds. To the resultant compounds, the absorption, distribution, metabolism, excretion and toxicity (ADMET) and Lipinski's Rule of Five was applied to yield drug‐like compounds. The obtained compounds were subjected to molecular dynamics simulation studies to evaluate their stabilities. In the current article, we have employed the docking based virtual screening method using InterBioScreen (IBS) natural compound database yielding two compounds has potential hits. These compounds have demonstrated higher binding affinity scores than the reference compound together with good pharmacokinetic properties. Additionally, the identified hits have displayed stable interaction results inferred by molecular dynamics simulation results. Taken together, we advocate the use of two natural compounds, <jats:bold>STOCK1N‐71493</jats:bold> and <jats:bold>STOCK1N‐45683</jats:bold> as SARS‐CoV‐2 treatment regime.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Alcohol Dehydrogenases with <i>anti</i>‐Prelog Stereopreference in Synthesis of Enantiopure Alcohols",
        "doi": "10.1002/open.202100251",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Biocatalytic production of both enantiomers of optically active alcohols with high enantiopurities is of great interest in industry. Alcohol dehydrogenases (ADHs) represent an important class of enzymes that could be used as catalysts to produce optically active alcohols from their corresponding prochiral ketones. This review covers examples of the synthesis of optically active alcohols using ADHs that exhibit <jats:italic>anti</jats:italic>‐Prelog stereopreference. Both wild‐type and engineered ADHs that exhibit <jats:italic>anti</jats:italic>‐Prelog stereopreference are highlighted.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "An Iridium Complex as Bidentate Halogen Bond‐Based Anion Receptor Featuring an IncreasedOptical Response",
        "doi": "10.1002/open.202300183",
        "year": 2024,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We present a luminescent Ir(III) complex featuring a bidentate halogen bond donor site capable of strong anion binding. The tailor‐made Ir(III)(L)<jats:sub>2</jats:sub> moiety offers a significantly higher emission quantum yield (8.4 %) compared to previous Ir(III)‐based chemo‐sensors (2.5 %). The successful binding of chloride, bromide and acetate is demonstrated using emission titrations. These experiments reveal association constants of up to 1.6×10<jats:sup>5</jats:sup> M<jats:sup>−1</jats:sup>. Furthermore, a new approach to evaluate the association constant by utilizing the shift of the emission was used for the first time. The experimentally observed characteristics are supported by quantum chemical simulations.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis and Characterization of Ligand‐Linked Pt Nanoparticles: Tunable, Three‐Dimensional, Porous Networks for Catalytic Hydrogen Sensing",
        "doi": "10.1002/open.202000344",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Porous networks of Pt nanoparticles interlinked by bifunctional organic ligands have shown high potential as catalysts in micro‐machined hydrogen gas sensors. By varying the ligand among p‐phenylenediamine, benzidine, 4,4‘‘‐diamino‐p‐terphenyl, 1,5‐diaminonaphthalene, and trans‐1,4‐diaminocyclohexane, new variants of such networks were synthesized. Inter‐particle distances within the networks, determined via transmission electron microscopy tomography, varied from 0.8 to 1.4 nm in accordance with the nominal length of the respective ligand. While stable structures with intact and coordinatively bonded diamines were formed with all ligands, aromatic diamines showed superior thermal stability. The networks exhibited mesoporous structures depending on ligand and synthesis strategy and performed well as catalysts in hydrogen gas microsensors. They demonstrate the possibility of deliberately tuning micro‐ and mesoporosity and thereby transport properties and steric demands by choice of the right ligand also for other applications in heterogeneous catalysis.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Conductivity and Redox Potentials of Ionic Liquid Trihalogen Monoanions [X<sub>3</sub>]<sup>−</sup>, [XY<sub>2</sub>]<sup>−</sup>, and [BrF<sub>4</sub>]<sup>−</sup> (X=Cl, Br, I and Y=Cl, Br)",
        "doi": "10.1002/open.202000263",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The ionic liquid (IL) trihalogen monoanions [N<jats:sub>2221</jats:sub>][X<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup> and [N<jats:sub>2221</jats:sub>][XY<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup> ([N<jats:sub>2221</jats:sub>]<jats:sup>+</jats:sup>=triethylmethylammonium, X=Cl, Br, I, Y=Cl, Br) were investigated electrochemically via temperature dependent conductance and cyclic voltammetry (CV) measurements. The polyhalogen monoanions were measured both as neat salts and as double salts in 1‐butyl‐1‐methyl‐pyrrolidinium trifluoromethane‐sulfonate ([BMP][OTf], [X<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup>/[XY<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup> 0.5 M). Lighter IL trihalogen monoanions displayed higher conductivities than their heavier homologues, with [Cl<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup> being 1.1 and 3.7 times greater than [Br<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup> and [I<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup>, respectively. The addition of [BMP][OTf] reduced the conductivity significantly. Within the group of polyhalogen monoanions, the oxidation potential develops in the series [Cl<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup>&gt;[BrCl<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup>&gt;[Br<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup>&gt;[IBr<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup>&gt;[ICl<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup>&gt;[I<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup>. The redox potential of the interhalogen monoanions was found to be primarily determined by the central halogen, I in [ICl<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup> and [IBr<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup><jats:sub>,</jats:sub> and Br in [BrCl<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup>. Additionally, tetrafluorobromate(III) ([N<jats:sub>2221</jats:sub>]<jats:sup>+</jats:sup>[BrF<jats:sub>4</jats:sub>]<jats:sup>−</jats:sup>) was analyzed via CV in MeCN at 0 °C, yielding a single reversible redox process ([BrF<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup>/[BrF<jats:sub>4</jats:sub>]<jats:sup>−</jats:sup>).</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Phosphine‐incorporated Metal‐Organic Framework for Palladium Catalyzed Heck Coupling Reaction",
        "doi": "10.1002/open.202300249",
        "year": 2024,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>As an emerging material with the potential to combine the high efficiency of homogeneous catalysts and high stability and recyclability of heterogeneous catalysts, metal‐organic frameworks (MOFs) have been viewed as one of the candidates to produce catalysts of the next generation. Herein, we heterogenized the highly active mono(phosphine)‐Pd complex on surface of UiO‐66 MOF, as a catalyst for Suzuki and Heck cross coupling reactions. The successful immobilization of these Pd‐monophosphine complexes on MOF surface to form <jats:bold>UiO‐66‐PPh<jats:sub>2</jats:sub>–Pd</jats:bold> was characterized and confirmed via comprehensive set of analytical methods. <jats:bold>UiO‐66‐PPh<jats:sub>2</jats:sub>–Pd</jats:bold> showed high activity and selectivity for both Suzuki and Heck Cross Coupling Reactions. This strategy enabled facile access to mono(phosphine) complexes which are challenging to design and require multistep synthesis in homogeneous systems, paving the way for future MOF catalysts applications by similar systems.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Experimental and Theoretical Study of the Ultrafast Dynamics of a Ni<sub>2</sub>Dy<sub>2</sub>‐Compound in DMF After UV/Vis Photoexcitation",
        "doi": "10.1002/open.202200086",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p><jats:bold>Invited for this month's cover picture are the groups of Wolfgang Hübner (TU Kaiserslautern, Germany), Annie Powell (Karlsruhe Institut of Technology, Germany), and Andreas‐Neil Unterreiner (Karlsruhe Institut of Technology, Germany). The cover picture shows the Dy<jats:sub>2</jats:sub>Ni<jats:sub>2</jats:sub>‐molecular magnet being excited with a UV/Vis laser pulse, together with its time‐resolved spectrum after the pulse. The comparison of the theoretical and the experimental spectra together with both the observed and the calculated relaxation times reveal, among others, three key points: the intermediate states participating in the laser‐induced dynamics, the partial metal‐to‐oxygen charge‐transfer excitations, and the order of magnitude of the coupling of the molecular magnet to the thermal bath of the environment. Read the full text of their Full Paper at</jats:bold> <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.202100153\">10.1002/open.202100153</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Directed Electron Transfer in Flavin Peptides with Oligoproline‐Type Helical Conformation as Models for Flavin‐Functional Proteins",
        "doi": "10.1002/open.202000199",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>To mimic the charge separation in functional proteins we studied flavin‐modified peptides as models. They were synthesized as oligoprolines that typically form a polyproline type‐II helix, because this secondary structure supports the electron transfer properties. We placed the flavin as photoexcitable chromophore and electron acceptor at the N‐terminus. Tryptophans were placed as electron donors to direct the electron transfer over 0–3 intervening prolines. Spectroscopic studies revealed competitive photophysical pathways. The reference peptide without tryptophan shows dominant non‐specific ET dynamics, leading to an ion pair formation, whereas peptides with tryptophans have weak non‐specific ET and intensified directed electron transfer. By different excitation wavelengths, we can conclude that the corresponding ion pair state of flavin within the peptide environment has to be energetically located between the S<jats:sub>1</jats:sub> and S<jats:sub>4</jats:sub> states, whereas the directed electron transfer to tryptophan occurs directly from the S<jats:sub>1</jats:sub> state. These photochemical results have fundamental significance for proteins with flavin as redoxactive cofactor.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Intermolecular Charge‐Transfer Luminescence by Self‐Assembly of Pyridinium Luminophores in Solutions",
        "doi": "10.1002/open.202100191",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Designing a luminophore for application both in solution and in the solid state is a highly challenging task given the distinct nature of intermolecular interactions in these phases. In this context, we demonstrate that self‐assembly of non‐emissive charged pyridinium luminophores enables luminescence in solutions through a mechanism that is characteristic for the crystal state. Specifically, protonation of pyridine luminophore subunits in a solution promotes oligomer formation through intermolecular π<jats:sup>+</jats:sup>‐π interactions, leading to an intermolecular charge‐transfer type luminescence. The luminescence turn‐on by protonation is utilized for a highly efficient solution‐state luminescent sensing of hydrogen chloride and sulfonic acids (TfOH, TsOH and MsOH) with detection limits spanning the range from 0.06 to 0.33 ppm. The protonation followed by self‐assembly results in a bathochromic shift of the emission from 420 nm to 550 nm.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Design and Synthesis of Hsp90 Inhibitors with B‐Raf and PDHK1 Multi‐Target Activity",
        "doi": "10.1002/open.202100131",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The design of multi‐target ligands has become an innovative approach for the identification of effective therapeutic treatments against complex diseases, such as cancer. Recent studies have demonstrated that the combined inhibition of Hsp90 and B‐Raf provides synergistic effects against several types of cancers. Moreover, it has been reported that PDHK1, which presents an ATP‐binding pocket similar to that of Hsp90, plays an important role in tumor initiation, maintenance and progression, participating also to the senescence process induced by B‐Raf oncogenic proteins. Based on these premises, the simultaneous inhibition of these targets may provide several benefits for the treatment of cancer. In this work, we set up a design strategy including the assembly and integration of molecular fragments known to be important for binding to the Hsp90, PDHK1 and B‐Raf targets, aided by molecular docking for the selection of a set of compounds potentially able to exert Hsp90‐B‐Raf‐PDHK1 multi‐target activities. The designed compounds were synthesized and experimentally validated <jats:italic>in vitro</jats:italic>. According to the <jats:italic>in vitro</jats:italic> assays, compounds <jats:bold>4 a</jats:bold>, <jats:bold>4 d</jats:bold> and <jats:bold>4 e</jats:bold> potently inhibited Hsp90 and moderately inhibited the PDHK1 kinase. Finally, molecular dynamics simulations were performed to provide further insights into the structural basis of their multi‐target activity.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Diels‐Alder Reactivity of a Chiral Anthracene Template with Symmetrical and Unsymmetrical Dienophiles: A DFT Study",
        "doi": "10.1002/open.202000137",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>In this work, we used Density Functional Theory calculations to assess the factors that control the reactivity of a chiral anthracene template with three sets of dienophiles including maleic anhydrides, maleimides and acetoxy lactones in the context of Diels‐Alder cycloadditions. The results obtained here (at the M06‐2X/6‐311++G(<jats:italic>d,p</jats:italic>) level of theory) suggest that the activation energies for maleic anhydrides and acetoxy lactones are dependent on the nature of the substituent in the dienophile. Among all studied substituents, only −CN reduces the energy barrier of the cycloaddition. For maleimides, the activation energies are independent of the heteroatom of the dienophile and the R group attached to it. The analysis of frontier molecular orbitals, charge transfer and the activation strain model (at the M06‐2X/TZVP level based on M06‐2X/6‐311++G(<jats:italic>d,p</jats:italic>) geometries) suggest that the activation energies in maleic anhydrides are mainly controlled by the amount of charge transfer from the diene to the dienophile during cycloaddition. For maleimides, there is a dual control of interaction and strain energies on the activation energies, whereas for the acetoxy lactones the activation energies seem to be controlled by the degree of template distortion at the transition state. Finally, calculations show that considering a catalyst on the studied cycloadditions changes the reaction mechanism from concerted to stepwise and proceed with much lower activation energies.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "One‐Pot Synthesis of 2,5‐Furandicarboxylic Acid from 2‐Furoic Acid by a Pd‐catalyzed Bromination–Hydroxycarbonylation Tandem Reaction in Acetate Buffer",
        "doi": "10.1002/open.202100301",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The one‐pot synthesis of 2,5‐furandicarboxylic acid from 2‐furoic acid with a yield of 57 % was achieved for the first time using a Pd‐catalyzed bromination‐hydroxycarbonylation tandem reaction in HOAc‐NaOAc buffer. This synthetic protocol shows major improvements compared to previously reported methods, such as using biomass‐based 2‐furoic acid as low‐cost raw material, one‐pot synthesis without isolation of intermediate products, and no need for an acidification procedure. Experiments indicate that the involved Xantphos‐modified Pd‐catalyst and the buffer solution play significant promoting roles for each individual reaction whereas Br<jats:sub>2</jats:sub> (as the brominating reagent) had a negative effect on the second hydroxycarbonylation step, while CO was deleterious for the first bromination step. Hence, in this practical one‐pot synthesis, Br<jats:sub>2</jats:sub> should be consumed in the first bromination step as fully as possible, and CO is introduced after the first bromination step has been completed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Exploring Helical Folding in Oligomers of Cyclopentane‐Based ϵ‐Amino Acids: A Computational Study",
        "doi": "10.1002/open.202200035",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the group of Young Kee Kang at Chungbuk National University (Republic of Korea). The cover picture shows the preferred conformation of the hexamer of ϵ‐amino acid Amc<jats:sub>5</jats:sub>a with a cyclopentane substituent in the backbone investigated using DFT methods in chloroform and water. The Amc<jats:sub>5</jats:sub>a hexamer adopted a stable left‐handed conformation with a rise of 4.8 Å per turn both in chloroform and water. However, the hexamer of Ampa (an analogue of Amc<jats:sub>5</jats:sub>a with replacing cyclopentane by pyrrolidine) adopted different conformations in chloroform and in water. Read the full text of their Research Article at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.202100253\">10.1002/open.202100253</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis of a New Series of Sialylated Homo‐ and Heterovalent Glycoclusters by using Orthogonal Ligations",
        "doi": "10.1002/open.201600062",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The synthesis of heteroglycoclusters (hGCs) is being subjected to rising interest, owing to their potential applications in glycobiology. In this paper, we report an efficient and straightforward convergent protocol based on orthogonal chemoselective ligations to prepare structurally well‐defined cyclopeptide‐based homo‐ and heterovalent glycoconjugates displaying 5‐<jats:italic>N</jats:italic>‐acetyl‐neuraminic acid (Neu5Ac), galactose (Gal), and/or <jats:italic>N</jats:italic>‐acetyl glucosamine (GlcNAc). We first used copper‐catalyzed azide–alkyne cycloaddition and/or thiol‐ene coupling to conjugate propargylated α‐sialic acid <jats:bold>3</jats:bold>, β‐GlcNAc thiol <jats:bold>5</jats:bold>, and β‐Gal thiol <jats:bold>6</jats:bold> onto cyclopeptide scaffolds <jats:bold>7</jats:bold>–<jats:bold>9</jats:bold> to prepare tetravalent homoglycoclusters (<jats:bold>10</jats:bold>–<jats:bold>12</jats:bold>) and hGCs (<jats:bold>13</jats:bold>–<jats:bold>14</jats:bold>) with 2:2 combinations of sugars. In addition, we have demonstrated that 1,2‐diethoxycyclobutene‐3,4‐dione can be used as a bivalent linker to prepare various octavalent hGCs (<jats:bold>16</jats:bold>, <jats:bold>19</jats:bold>, and <jats:bold>20</jats:bold>) in a controlled manner from these tetravalent structures.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Synthesis of compounds based on the active domain of cabotegravir and their application in inhibiting tumor cells activity",
        "doi": "10.1002/open.202300284",
        "year": 2024,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Structural modification based on existing drugs, which ensures the safety of marketed drugs, is an essential approach in developing new drugs. In this study, we modified the structure of cabotegravir by introducing the front alkyne on the core structure through chemical reaction, resulting in the synthesis of 9 compounds resembling 1,2,3‐triazoles. The potential of these new cabotegravir derivatives as tumor suppressors in gastrointestinal tumors was investigated. Based on the MTT experiment, most compounds showed a reduction in the viability of KYSE30 and HCT116 cells. Notably, derivatives 5b and 5h exhibited the most significant inhibitory effects. To further explore the effects of derivatives 5b and 5h on gastrointestinal tumors, KYSE30 cells were chosen as a representative cell line. Both derivatives can effectively curtail the migration and invasion capabilities of KYSE30 cells and induce apoptosis in a dose‐dependent manner. We further demonstrated these derivatives induce cell apoptosis in KYSE30 cells by inhibiting the expression of Stat3 protein and Smad2/3 protein. Based on the above results, we suggest they show promise in developing drugs for esophageal squamous cell carcinoma.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis of Novel Aza‐aromatic Curcuminoids with Improved Biological Activities towards Various Cancer Cell Lines",
        "doi": "10.1002/open.201800029",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Curcumin, a natural compound extracted from the rhizomes of <jats:italic>Curcuma longa</jats:italic>, displays pronounced anticancer properties but lacks good bioavailability and stability. In a previous study, we initiated structure modification of the curcumin scaffold by imination of the labile β‐diketone moiety to produce novel β‐enaminone derivatives. These compounds showed promising properties for elaborate follow‐up studies. In this work, we focused on another class of nitrogen‐containing curcuminoids with a similar objective: to address the bioavailability and stability issues and to improve the biological activity of curcumin. This paper thus reports on the synthesis of new pyridine‐, indole‐, and pyrrole‐based curcumin analogues (aza‐aromatic curcuminoids) and discusses their water solubility, antioxidant activity, and antiproliferative properties. In addition, multivariate statistics, including hierarchical clustering analysis and principal component analysis, were performed on a broad set of nitrogen‐containing curcuminoids. Compared to their respective mother structures, that is, curcumin and bisdemethoxycurcumin, all compounds, and especially the pyridin‐3‐yl β‐enaminone analogues, showed better water solubility profiles. Interestingly, the pyridine‐, indole‐, and pyrrole‐based curcumin derivatives demonstrated improved biological effects in terms of mitochondrial activity impairment and protein content, in addition to comparable or decreased antioxidant properties. Overall, the biologically active <jats:italic>N</jats:italic>‐alkyl β‐enaminone aza‐aromatic curcuminoids were shown to offer a desirable balance between good solubility and significant bioactivity.</jats:p>",
        "is_referenced_by_count": 20
    },
    {
        "title": "L−Lysine Amino Acid Adsorption on Zeolite L: a Combined Synchrotron, X‐Ray and Neutron Diffraction Study",
        "doi": "10.1002/open.202000183",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Combined neutron and X‐ray powder diffraction techniques highlighted the sorption capacity of the acidic L zeolite towards the L‐lysine amino acid. The role of zeolite channels in the stabilization of the lysine absorbed and the effect of water on protein structure are elucidated at atomistic level. The stabilization of the L α‐helical conformation is related to strong H‐bonds between the tail aminogroups of lysine molecules and the Brønsted acid site as well as to complex intermolecular H‐bond system between water molecules, zeolite and amino acid. This finding is relevant in the catalytic synthesis of polypeptide, as well as in industrial biotechnology by qualitatively predicting binding behaviour</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Sol‐Gel‐Syntheses and Structural as well as Electrical Characterizations of Anatase‐ and Rutile‐Type Solid Solutions in the System IrO<sub>2</sub>−TiO<sub>2</sub>",
        "doi": "10.1002/open.202300032",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>This paper describes solid solutions in the quasibinary oxide system iridium‐titanium IrO<jats:sub>2</jats:sub>−TiO<jats:sub>2</jats:sub> with rutile and anatase crystal structures. Based on X‐ray diffraction evaluations using Rietveld refinements, changes of lattice parameters were determined within the composition series of 0–100 mol % iridium. These changes prove the existence of a complete solid solution series in the rutile structure type. The solubility limit for iridium in the anatase lattice was found to be 6.0(8) mol % iridium for the underlying sol‐gel process. In addition, iridium is a promoter for the conversion from anatase to rutile type. Furthermore, the X‐ray diffraction results of a calcination temperature series for the composition with 5 mol % iridium are shown, which confirm the findings of the composition series and allow conclusions on the phase segregation behavior. The results are complemented by 2‐point conductivity measurements at different pressures in a piston press to investigate the question of the conductivity mechanism.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Tin Bromido Aluminate Networks with Bright Luminescence",
        "doi": "10.1002/open.202200226",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The novel tin bromido aluminates [Sn<jats:sub>3</jats:sub>(AlBr<jats:sub>4</jats:sub>)<jats:sub>6</jats:sub>](Al<jats:sub>2</jats:sub>Br<jats:sub>6</jats:sub>) (<jats:bold>1</jats:bold>), Sn(AlBr<jats:sub>4</jats:sub>)<jats:sub>2</jats:sub> (<jats:bold>2</jats:bold>), [EMIm][Sn(AlBr<jats:sub>4</jats:sub>)<jats:sub>3</jats:sub>] (<jats:bold>3</jats:bold>) and [BMPyr][Sn(AlBr<jats:sub>4</jats:sub>)<jats:sub>3</jats:sub>] (<jats:bold>4</jats:bold>) ([EMIm]: 1‐ethyl‐3‐methylimidazolium, [BMPyr]: 1‐butyl‐1‐methyl‐pyrrolidinium), are obtained from a ionic‐liquid‐based reaction of AlBr<jats:sub>3</jats:sub> and SnCl<jats:sub>2</jats:sub> or SnBr<jats:sub>2</jats:sub>, resulting in colorless and transparent crystals. <jats:bold>1</jats:bold> contains a neutral, inorganic <jats:sub>∞</jats:sub><jats:sup>3</jats:sup>[Sn<jats:sub>3</jats:sub>(AlBr<jats:sub>4</jats:sub>)<jats:sub>6</jats:sub>] network filled with intercalated Al<jats:sub>2</jats:sub>Br<jats:sub>6</jats:sub> molecules. <jats:bold>2</jats:bold> represents a 3D structure isotypic to Pb(AlCl<jats:sub>4</jats:sub>)<jats:sub>2</jats:sub> or α‐Sr[GaCl<jats:sub>4</jats:sub>]<jats:sub>2</jats:sub>. <jats:bold>3</jats:bold> and <jats:bold>4</jats:bold> exhibit infinite <jats:sub>∞</jats:sub><jats:sup>1</jats:sup>[Sn(AlBr<jats:sub>4</jats:sub>)<jats:sub>3</jats:sub>]<jats:sup>n−</jats:sup> chains that are separated by the voluminous [EMIm]<jats:sup>+</jats:sup>/[BMPyr]<jats:sup>+</jats:sup> cations. All title compounds contain Sn<jats:sup>2+</jats:sup> coordinated by AlBr<jats:sub>4</jats:sub> tetrahedra, resulting in chains or 3D networks. Moreover, all title compounds show photoluminescence due to Br<jats:sup>−</jats:sup>→Al<jats:sup>3+</jats:sup> ligand‐to‐metal charge‐transfer excitation, followed by 5<jats:italic>s</jats:italic><jats:sup>2</jats:sup><jats:italic>p</jats:italic><jats:sup>0</jats:sup>←5<jats:italic>s</jats:italic><jats:sup>1</jats:sup><jats:italic>p</jats:italic><jats:sup>1</jats:sup> emission on Sn<jats:sup>2+</jats:sup>. Most surprisingly, the luminescence is highly efficient (quantum yield &gt;50 %). Specifically, <jats:bold>3</jats:bold> and <jats:bold>4</jats:bold> exhibit outstanding quantum yields of 98 and 99 %, which are the highest values observed for Sn<jats:sup>2+</jats:sup>‐based luminescence so far. The title compounds have been characterized by single‐crystal structure analysis, elemental analysis, energy‐dispersive X‐ray analysis, thermogravimetry, infrared and Raman spectroscopy, UV‐Vis and photoluminescence spectroscopy.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Methyl Scanning for Mechanochemical Chalcogen‐Bonding Cascade Switches",
        "doi": "10.1002/open.201900288",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Chalcogen‐bonding cascade switching was introduced recently to produce the chemistry tools needed to image physical forces in biological systems. In the original flipper probe, one methyl group appeared to possibly interfere with the cascade switch. In this report, this questionable methyl group is replaced by a hydrogen. The deletion of this methyl group in planarizable push‐pull probes was not trivial because it required the synthesis of dithienothiophenes with four different substituents on the four available carbons. The mechanosensitivity of the resulting demethylated flipper probe was nearly identical to that of the original. Thus methyl groups in the switching region are irrelevant for function, whereas those in the twisting region are essential. This result supports the chalcogen‐bonding cascade switching concept and, most importantly, removes significant synthetic demands from future probe development.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Design and Synthesis of Imidazole and Triazole Pyrazoles as <i>Mycobacterium Tuberculosis</i> CYP121A1 Inhibitors",
        "doi": "10.1002/open.201900227",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The emergence of untreatable drug‐resistant strains of <jats:italic>Mycobacterium tuberculosis</jats:italic> is a major public health problem worldwide, and the identification of new efficient treatments is urgently needed. <jats:italic>Mycobacterium tuberculosis</jats:italic> cytochrome P450 CYP121A1 is a promising drug target for the treatment of tuberculosis owing to its essential role in mycobacterial growth. Using a rational approach, which includes molecular modelling studies, three series of azole pyrazole derivatives were designed through two synthetic pathways. The synthesized compounds were biologically evaluated for their inhibitory activity towards <jats:italic>M. tuberculosis</jats:italic> and their protein binding affinity (<jats:italic>K</jats:italic><jats:sub>D</jats:sub>). Series 3 biarylpyrazole imidazole derivatives were the most effective with the isobutyl (<jats:bold>10 f</jats:bold>) and <jats:italic>tert</jats:italic>‐butyl (<jats:bold>10 g</jats:bold>) compounds displaying optimal activity (MIC 1.562 μg/mL, <jats:italic>K</jats:italic><jats:sub>D</jats:sub> 0.22 μM (<jats:bold>10 f</jats:bold>) and 4.81 μM (<jats:bold>10 g</jats:bold>)). The spectroscopic data showed that all the synthesised compounds produced a type II red shift of the heme Soret band indicating either direct binding to heme iron or (where less extensive Soret shifts are observed) putative indirect binding via an interstitial water molecule. Evaluation of biological and physicochemical properties identified the following as requirements for activity: LogP &gt;4, H‐bond acceptors/H‐bond donors 4/0, number of rotatable bonds 5–6, molecular volume &gt;340 Å<jats:sup>3</jats:sup>, topological polar surface area &lt;40 Å<jats:sup>2</jats:sup>.</jats:p>",
        "is_referenced_by_count": 19
    },
    {
        "title": "Structural Preferences in Phosphanylthiolato Platinum(II) Complexes",
        "doi": "10.1002/open.201500136",
        "year": 2015,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The transition‐metal complexes of heterotopic phosphanylthiolato ligands are useful in various reactions which depend on the stereochemistry of the complexes. Bis‐chelate complex [Pt(SCH<jats:sub>2</jats:sub>CH<jats:sub>2</jats:sub>PPh<jats:sub>2</jats:sub>‐κ<jats:sup>2</jats:sup><jats:italic>P,S</jats:italic>)<jats:sub>2</jats:sub>] (<jats:bold>1</jats:bold>) was obtained in good yields by direct base‐free substitution reaction of the corresponding phosphanylthiol (HSCH<jats:sub>2</jats:sub>CH<jats:sub>2</jats:sub>PPh<jats:sub>2</jats:sub>) with K<jats:sub>2</jats:sub>PtCl<jats:sub>4</jats:sub> or by oxidative addition of the same phosphanylthiol to Pt(PPh<jats:sub>3</jats:sub>)<jats:sub>4</jats:sub>. In agreement with the antisymbiosis rule, complex <jats:bold>1</jats:bold> shows a <jats:italic>cis</jats:italic>‐P,P arrangement in solid state crystallizing in the monoclinic system (<jats:italic>C</jats:italic>2<jats:italic>/c</jats:italic>). Density functional theory (DFT) calculations on <jats:bold>1</jats:bold> reveal the right characteristics for the preferred <jats:italic>cis</jats:italic>‐P,P arrangement, rationalizing its formation. Direct base‐free reaction of [PtCl<jats:sub>2</jats:sub>(1,5‐cyclooctadiene)] with one equivalent of the same phosphanylthiol produce the trinuclear complex [PtCl(μ‐SCH<jats:sub>2</jats:sub>CH<jats:sub>2</jats:sub>PPh<jats:sub>2</jats:sub>‐κ<jats:sup>2</jats:sup><jats:italic>P,S</jats:italic>)]<jats:sub>3</jats:sub> (<jats:bold>2</jats:bold>) instead of the binuclear structure common in palladium and nickel derivatives. Crystals of <jats:bold>2</jats:bold> are triclinic (<jats:italic>P</jats:italic><jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/open201500136-math-0001.png\" xlink:title=\"urn:x-wiley:21911363:media:open201500136:open201500136-math-0001\" />\n) showing a sulfur‐bridging edge‐sharing cyclic trinuclear complex with square‐planar coordination geometry around the platinum atoms and a Pt<jats:sub>3</jats:sub>S<jats:sub>3</jats:sub> cycle in skew‐boat conformation. This preference for the trinuclear structure was rationalized mechanistically and through conceptual DFT.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Direct Assembly of Prenylated Heteroarenes through a Cascade Minisci Reaction/Dehydration Sequence",
        "doi": "10.1002/open.201600096",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The prenyl group is an important component in bioactive compounds. Herein, we report the assembly of prenylated heteroarenes through a cascade Minisci reaction and acid‐promoted dehydration sequence. The use of potassium (3‐hydroxy‐3‐methylbut‐1‐yl)trifluoroborate as a new coupling reagent allows the direct introduction of prenyl and 3‐hydroxy‐3‐methylbutyl groups to a wide variety of electron‐deficient heteroarenes. Synthetic application is also demonstrated.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Effect of the <i>Ortho</i> Alkylation of Perylene Bisimides on the Alignment and Self‐Assembly Properties",
        "doi": "10.1002/open.201402011",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The effect of the <jats:italic>ortho</jats:italic> alkylation of perylene bisimides on the alignment and self‐assembly properties has been studied. It was found that the dichroic properties of perylene bisimides in a liquid crystal host can be reversed with a single synthetic step by <jats:italic>ortho</jats:italic> alkylation. Furthermore, a solvent‐induced growth of ultralong organic n‐type semiconducting fibrils from non‐<jats:italic>ortho</jats:italic>‐alkylated perylene bisimide was observed. <jats:italic>Ortho</jats:italic> substitution of the perylene bisimide core alters the mode of fibrillar growth, leading to isotropic crystallization.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Bis‐[3]Ferrocenophanes with Central &gt;E−E’&lt; Bonds (E, E’=P, SiH): Preparation, Properties, and Thermal Activation",
        "doi": "10.1002/open.201900279",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture are the groups of Professors Rudolf Pietschnig at the University of Kassel, Professor Dietrich Gudat at the University of Stuttgart and Professor László Nyulászi at the Budapest University of Technology and Economics. The cover picture shows the thermally induced homolytic cleavage of the central P‐P bond in a phosphorus–rich bis‐ferrocenophane furnishing P‐centered radicals (as evidenced by the computed spin‐density highlighted in blue). The central P<jats:sub>6</jats:sub> unit in the title compound is a structural analog of the connecting unit in Hittorf's violet phosphorus, which links the orthogonally arranged tubular entities. A portrait of the German physicist Johann Wilhelm Hittorf is included. Read the full text of their Full Paper at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201900182\">10.1002/open.201900182</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Potassium‐Ion‐Selective Fluorescent Sensors To Detect Cereulide, the Emetic Toxin of <i>B. cereus</i>, in Food Samples and HeLa Cells",
        "doi": "10.1002/open.201700057",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We report the development of new chemical probes for cereulide, a toxic metabolite produced by specific strains of <jats:italic>Bacillus cereus</jats:italic>, through displacement of potassium cations from a preformed specific complex and a subsequent change in the fluorescence emission. For this purpose, we designed fluorescent probes for potassium cations that were suitable for displacement assays with cereulide from organic extracts. The fluorescence detection of natural cereulide in rice samples was achieved by using synthetic cereulide as a reference and a potassium fluorescent reporter, and this was found to be useful as a portable and fast method for the in situ detection of cereulide in food extracts. To study the fate of cereulide in live cells, we designed a procedure that was suitable for live‐cell microscopy imaging of HeLa cells by comparing the cellular location of the potassium fluorogenic probe, which stained intracellular endolysosomes, in the absence and presence of cereulide; we concluded that in the presence of cereulide, the fluorescence of the probe was decreased because of complexation of the potassium ions by cereulide.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Identification of the Structure of Triethanolamine Oxygenation Products in Carbon Nitride Photocatalysis",
        "doi": "10.1002/open.202200095",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Triethanolamine (TEOA) is one of the most commonly used sacrificial agents in photocatalysis. Due to its more complex structure compared to, for example, ethanol, and its sacrificial role in photocatalysis, it gives a mixture of products. The structures of these molecules are not usually analyzed. Herein, we obtain and isolate the products of TEOA and <jats:italic>N</jats:italic>‐<jats:italic>tert</jats:italic>‐butyl diethanolamine oxygenation under photocatalytic conditions with ≈15 % yield, and followingly characterized them by NMR and mass spectroscopy. The reaction is mediated by potassium poly(heptazine imide) (K‐PHI) in the presence of O<jats:sub>2</jats:sub> and affords formyl esters of β‐hydroxyethylene formamides from the corresponding ethanolamines.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Rapid and Efficient Microwave‐Assisted Friedländer Quinoline Synthesis",
        "doi": "10.1002/open.202000247",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A microwave‐based methodology facilitates reaction of 2‐aminophenylketones with cyclic ketones to form a quinoline scaffold. Syntheses of amido‐ and amino‐linked 17β‐hydroxysteroid dehydrogenase type 3 inhibitors with a benzophenone‐linked motif were pursued using 2‐aminobenzophenone as building block. Two amido‐linked targets were achieved in modest yield, but when using microwave‐assisted reductive amination for the amino‐linked counterparts an unexpected product was observed. X‐ray crystallography revealed it as a quinoline derivative, leading to optimisation of a simple and efficient modification of Friedländer methodology. Using reagents and acetic acid catalyst in organic solvent the unassisted reaction proceeds only over several days and in very poor yield. However, by employing neat acetic acid as both solvent and acid catalyst with microwave irradiation at 160 °C quinoline synthesis is achieved in 5 minutes in excellent yield. This has advantages over the previously reported high temperatures or strong acids required, not least given the green credentials of acetic acid, and examples using diverse ketones illustrate applicability. Additionally, the unassisted reaction proceeds effectively at room temperature, albeit much more slowly.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Computational Study of Mechanism and Enantioselectivity of Imine Reductase from <i>Amycolatopsis orientalis</i>",
        "doi": "10.1002/open.202100250",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Imine reductases (IREDs) are NADPH‐dependent enzymes (NADPH=nicotinamide adenine dinucleotide phosphate) that catalyze the reduction of imines to amines. They exhibit high enantioselectivity for a broad range of substrates, making them of interest for biocatalytic applications. In this work, we have employed density functional theory (DFT) calculations to elucidate the reaction mechanism and the origins of enantioselectivity of IRED from <jats:italic>Amycolatopsis orientalis</jats:italic>. Two substrates are considered, namely 1‐methyl‐3,4‐dihydroisoquinoline and 2‐propyl‐piperideine. A model of the active site is built on the basis of the available crystal structure. For both substrates, different binding modes are first evaluated, followed by calculation of the hydride transfer transition states from each complex. We have also investigated the effect of mutations of certain important active site residues (Tyr179Ala and Asn241Ala) on the enantioselectivity. The calculated energies are consistent with the experimental observations and the analysis of transition states geometries provides insights into the origins of enantioselectivity of this enzyme.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Insights into Allosteric Control of Human Blood Group A and B Glycosyltransferases from Dynamic NMR",
        "doi": "10.1002/open.201900116",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Human blood group A and B glycosyltransferases (GTA, GTB) are retaining glycosyltransferases, requiring a catalytic mechanism that conserves the anomeric configuration of the hexopyranose moiety of the donor substrate (UDP‐GalNAc, UDP‐Gal). Previous studies have shown that GTA and GTB cycle through structurally distinct states during catalysis. Here, we link binding and release of substrates, substrate‐analogs, and products to transitions between open, semi‐closed, and closed states of the enzymes. Methyl TROSY based titration experiments in combination with <jats:italic>zz</jats:italic>‐exchange experiments uncover dramatic changes of binding kinetics associated with allosteric interactions between donor‐type and acceptor‐type ligands. Taken together, this highlights how allosteric control of on‐ and off‐rates correlates with conformational changes, driving catalysis to completion.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Reactivity of Coinage Metal Hydrides for the Production of H<sub>2</sub> Molecules",
        "doi": "10.1002/open.202100108",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The formation of molecular hydrogen as well as the possibility of using coinage metal hydrides as a prospective complex to produce hydrogen was presented in this work. Therefore, the reactions involving the interaction between two coinage metal hydrides, MH (M=Cu, Ag and Au, homo and heterodimers), were studied. The free energy profiles corresponding to aforementioned complexation were analysed by means of ab initio methods of quantum chemistry. The characteristics of these intermediates, final complexes and the electron density properties of the established interactions were discussed.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Flavonoids in Lemon and Grapefruit IntegroPectin**",
        "doi": "10.1002/open.202100223",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Following the analysis of terpenes present in new lemon and grapefruit “IntegroPectin” pectins obtained via the hydrodynamic cavitation of industrial lemon and grapefruit processing waste, the HPLC‐MS analysis of flavonoid and other phenolic compounds reveals the presence of eriocitrin, naringin, hesperidin and kaempferol typical of the respective citrus fruits. The pectic fibers rich in rhamnogalacturonan‐I regions act as chemical sponges adsorbing and concentrating at their outer surface highly bioactive citrus flavonoids and terpenes. These findings, together with the unique molecular structure of these new whole citrus pectins, provide preliminary insight into the broad‐scope biological activity of these new biomaterials. Numerous new biomedical applications are anticipated, including likely use in the prevention and treatment of microbial infections and neurodegenerative disease.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Wearable Chemosensors: A Review of Recent Progress",
        "doi": "10.1002/open.201700159",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>In recent years, there has been growing demand for wearable chemosensors for their important potential applications in mobile and electronic healthcare, patient self‐assessment, human motion monitoring, and so on. Innovations in wearable chemosensors are revolutionizing the modern lifestyle, especially the involvement of both doctors and patients in the modern healthcare system. The facile interaction of wearable chemosensors with the human body makes them favorable and convenient tools for the detection and long‐term monitoring of the chemical, biological, and physical status of the human body at a low cost with high performance. In this Minireview, we give a brief overview of the recent advances and developments in the field of wearable chemosensors, summarize the basic types of wearable chemosensors, and discuss their main functions and fabrication methods. At the end of this paper, the future development direction of wearable chemosensors is prospected. With continued interest and attention to this field, new exciting progress is expected in the development of innovative wearable chemosensors.</jats:p>",
        "is_referenced_by_count": 39
    },
    {
        "title": "Reactions of 1,2,4‐Oxadiazole[4,5‐<i>a</i>]piridinium Salts with Alcohols: the Synthesis of Alkoxybutadienyl 1,2,4‐Oxadiazoles",
        "doi": "10.1002/open.201900376",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>1,2,4‐Oxadiazole[4,5‐<jats:italic>a</jats:italic>]piridinium salts add alcohols and alkoxides to undergo electrocyclic ring opening affording alkoxybutadienyl 1,2,4‐oxadiazole derivatives. The pyridinium salts represent a special class of Zincke salts that are prone to rearrange to give alkoxybutadienyl 1,2,4‐oxadiazoles when treated with suitable nucleophiles or, alternatively, to give pyridones in the presence of bicarbonate. The pivotal tuning of the experimental conditions leads to a straightforward synthesis of valuable 1,2,4‐oxadiazole derivatives. The mechanism is also discussed in the light of previous observations.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Rhodol Derivatives as Selective Fluorescent Probes for the Detection of Hg<sup>II</sup> Ions and the Bioimaging of Hypochlorous Acid",
        "doi": "10.1002/open.201700154",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Two sensors, <jats:bold>1</jats:bold> with a spirolactone group and <jats:bold>2</jats:bold> with a spirolactam group containing a phenyl isothiocyanate moiety, based on rhodol, were designed and synthesized in order to obtain materials with excellent optical properties for the detection of environmentally and biologically important Hg<jats:sup>2+</jats:sup> and hypochlorous acid (HClO) ions. The crystal structure of <jats:bold>1</jats:bold> revealed two moieties, a rhodamine‐like portion with a spirolactone and a fluorescein‐like portion without a spirolactone. In the absence of analyte, <jats:bold>1</jats:bold> produced an optical output with a maximum absorption and emission at 475 and 570 nm, respectively, which was attributed to the fluorescein‐like moiety without a spirolactone. In contrast, the rhodamine‐like moiety containing a spirolactone was activated by the addition of H<jats:sup>+</jats:sup> or Hg<jats:sup>2+</jats:sup> ions, and <jats:bold>1</jats:bold> yielded new absorption and emission peaks at 530 and 612 nm, respectively. Further functionalization with a phenyl isothiocyanate group afforded <jats:bold>2</jats:bold>, a fluorescent probe for HClO. High selectivity and sensitivity towards the hypochlorite ion were anticipated, owing to the stoichiometric and irreversible formation of a thiosemicarbazide group, which led to dramatic fluorescence responses. With good functionality at physiological pH, probe <jats:bold>2</jats:bold> was successfully used to image HClO in HeLa cells.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Electrochemical Determination of Chloroquine Phosphate in Real Samples Using a Diresorcinate‐1,10‐phenanthrolinecobalt(II)‐Modified Glassy Carbon Electrode",
        "doi": "10.1002/open.202300004",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Chloroquine phosphate (CQP) is used for malaria treatment. As it is facing increasing resistance, it needs continuous monitoring using sensitive and specific detection methods. In this work, a voltammetric sensor was prepared by electropolymerization of a diresorcinate‐1,10‐phenanthrolinecobalt(II) complex on a glassy carbon electrode (poly(DHRPCo)/GCE) which was followingly characterized. Compared with a bare GCE, CQP showed single well shaped irreversible oxidative peak at the poly(DHRPCo)/GCE. The peak current showed excellent linearity with CQP concentration in the range of 0.005–300.0 μ<jats:sc>m</jats:sc> with a detection limit of 0.39 n<jats:sc>m</jats:sc>. The response of CQP at poly(DHRPCo)/GCE was not influenced by the presence of amoxicillin, ciprofloxacillin and paracetamol in addition to its high stability and reproducibility. It was applied for detection of CQP in various real samples, including three brands of tablets, human blood serum, and urine samples. The detected amount in tablets were in the range 98.4–103.2 % of their labeled value. Spike recovery results in human blood serum, urine, and tablet samples were 99.35–100.28 %, 99.03–100.32 %, and 98.40–100.41 %, respectively. Interference recovery results with less than 4.60 % error, the lower limit of detection and the wider dynamic range than most of the previously reported methods validate the potential applicability of the proposed method for CQP determination in various real samples with complex matrices.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "An Electrochemical Way to Generate Amphiphiles from Hydrazones for the Synthesis of 1,2,4‐Triazole Scaffold Cyclic Compounds",
        "doi": "10.1002/open.202100268",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>An electro‐oxidative cyclization pathway in which hydrazones are selected as starting materials to generate amphiphiles by reacting with benzylamines and benzamides was reported. This strategy successfully prepared a series of 1,2,4‐triazoles in satisfactory yields. Moreover, the use of cheap stainless steel as the anode, the feasibility to conduct the transformation as a one‐pot reaction and the proof that scaling‐up these reactions is possible make this transformation attractive for potential application in industry.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Trend‐Analysis of Solid‐State Structures: Low‐Energy Conformational ‘Reactions’ Involving Directed and Coupled Movements in Half‐Sandwich Compounds [CpFe(CO){C(=O)R}PPh<sub>3</sub>]",
        "doi": "10.1002/open.201800042",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture are Prof. Dr. Henri Brunner from the University of Regensburg (Germany) and Prof. Dr. Takashi Tsuno from Nihon University (Japan). The cover picture shows the conformational reaction of JIDLUD→FIHTUL. The order of sample points of solid‐state structures reveals information concerning low‐energy, directed, and coupled movements in molecules. Read the full text of their Communication at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800007\">10.1002/open.201800007</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Coupled Optical and Electrochemical Probing of Silver Nanoparticle Destruction in a Reaction Layer",
        "doi": "10.1002/open.201800048",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The oxidation of silver nanoparticles is induced to occur near to, but not at, an electrode surface. This reaction at a distance from the electrode is studied through the use of dark‐field microscopy, allowing individual nanoparticles and their reaction with the electrode product to be visualized. The oxidation product diffuses away from the electrode and oxidizes the nanoparticles in a reaction layer, resulting in their destruction. The kinetics of the silver nanoparticle solution‐phase reaction is shown to control the length scale over which the nanoparticles react. In general, the new methodology offers a route by which nanoparticle reactivity can be studied close to an electrode surface.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Cascade Reaction by Chemo‐ and Biocatalytic Approaches to Obtain Chiral Hydroxy Ketones and <i>anti</i> 1,3‐Diols",
        "doi": "10.1002/open.201800056",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A chemo‐ and biocatalytic cascade approach was applied for the stereoselective synthesis of hydroxy ketones and the corresponding 1,3‐diols. A new class of tridentate N,N,O ligands was used with copper(II) complexes for the asymmetric β‐borylation of α,β‐unsaturated compounds. The complex containing ligand <jats:bold>L5</jats:bold> emerged as the best performer, and it gave the organoborane derivatives with good <jats:italic>ee</jats:italic> values. The corresponding keto–alcohol compounds were then bioreduced by yeasts. The biotransformation set up with <jats:italic>Rhodotorula rubra</jats:italic> allowed (<jats:italic>R</jats:italic>)‐keto–alcohols and (<jats:italic>S</jats:italic>,<jats:italic>S</jats:italic>)‐diols to be obtained with up to 99 % <jats:italic>ee</jats:italic> and up to 99 % <jats:italic>de</jats:italic> in favor of the <jats:italic>anti</jats:italic> enantiomers.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Modified Calix[4]crowns as Molecular Receptors for Barium",
        "doi": "10.1002/open.201800065",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the group around Dr. Constantin Mamat at the Institute of Radiopharmaceutical Cancer Research at the Helmholtz‐Zentrum Dresden‐Rossendorf (Germany) together with Prof. Martin Köckerling from the University of Rostock (Germany). The cover picture shows the ability of special functionalized calix[4]crown‐6 derivatives to stably bind group 2 metals like barium. This binding mode is highly important for radiopharmaceutical applications not to lose the respective radiometal in vivo to avoid high background signals and/or false positive results and damages in other tissues. For this purpose, different calix[4]crowns were tested, based upon their potential to stably bind barium as surrogate for radium. Radium nuclides are known to be good candidates for usage in α‐targeted therapies. Currently, radium‐223 is used for α‐therapy of bone metastases because of its calcium mimetics. Our aim is to apply the radium to treat other cancer tissues. That's why we need novel chelators to stably fix groups 2 metals like barium and radium. Read the full text of their Full Paper at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800019\">10.1002/open.201800019</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Organometallic Nucleosides: Synthesis and Biological Evaluation of Substituted Dicobalt Hexacarbonyl 2′‐Deoxy‐5‐oxopropynyluridines",
        "doi": "10.1002/open.201700168",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Reactions of dicobalt octacarbonyl [Co<jats:sub>2</jats:sub>(CO)<jats:sub>8</jats:sub>] with 2′‐deoxy‐5‐oxopropynyluridines and related compounds gave dicobalt hexacarbonyl nucleoside complexes (83–31 %). The synthetic outcomes were confirmed by X‐ray structure determination of dicobalt hexacarbonyl 2′‐deoxy‐5‐(4‐hydroxybut‐1‐yn‐1‐yl)uridine, which exhibits intermolecular hydrogen bonding between a modified base and ribose. The electronic structure of this compound was characterized by the DFT calculations. The growth inhibition of HeLa and K562 cancer cell lines by organometallic nucleosides was examined and compared to that by alkynyl nucleoside precursors. Coordination of the dicobalt carbonyl moiety to the 2′‐deoxy‐5‐alkynyluridines led to a significant increase in the cytotoxic potency. The cobalt compounds displayed antiproliferative activities with median inhibitory values (IC<jats:sub>50</jats:sub>) in the range of 20 to 80 μ<jats:sc>m</jats:sc> for the HeLa cell line and 18 to 30 μ<jats:sc>m</jats:sc> for the K562 cell line. Coordination of an acetyl‐substituted cobalt nucleoside was expanded by using the 1,1‐bis(diphenylphosphino)methane (dppm) ligand, which exhibited cytotoxicity at comparable levels. The formation of reactive oxygen species in the presence of cobalt compounds was determined in K562 cells. The results indicate that the mechanism of action for most antiproliferative cobalt compounds may be related to the induction of oxidative stress.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Manufacturing Nanoparticles with Orthogonally Adjustable Dispersibility in Hydrocarbons, Fluorocarbons, and Water",
        "doi": "10.1002/open.201800031",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the group of Prof. Dr. Andreas Hirsch from Friedrich Alexander University (Germany). The cover picture shows shell‐by‐shell coated nanoparticle ‘chameleons’—wet‐chemically surface‐modified nanoparticles that can reversibly adjust their dispersibility to entirely orthogonal solvent environments. Read the full text of their Full Paper at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800011\">10.1002/open.201800011</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Stable Oligomer Formation from Lignin by Pyrolysis of Softwood in an Aprotic Solvent with a Hydrogen Donor",
        "doi": "10.1002/open.202200104",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Pyrolysis of Japanese cedar wood in diphenoxybenzene (an aprotic solvent) with a hydrogen donor was investigated between 270–380 °C. Under these conditions, re‐condensation via radical and quinone methide intermediates was efficiently suppressed and a thermally stable oligomer was obtained. The oligomer was stable even after the treatment time was extended. Yields of lignin‐derived products at 270 °C were limited to approximately 20 wt %, but increased to &gt;80 wt % (lignin basis) at the higher temperatures. The oligomer yield increased directly with the extent of the cellulose degradation at 350 °C. Based on the NMR analysis results, the ether bonds in lignin were largely cleaved, but condensed linkages such as β‐aryl and β‐β and 5‐5’ types remained. The γ‐hydroxypropyl group was identified as a typical side chain, formed by hydrogenation of the double bond of a coniferyl alcohol‐type structure.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Covalent Immobilization of Dehydrogenases on Carbon Felt for Reusable Anodes with Effective Electrochemical Cofactor Regeneration",
        "doi": "10.1002/open.202200102",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>This study presents the immobilization with aldehyde groups (glyoxyl carbon felt) of alcohol dehydrogenase (ADH) and formate dehydrogenase (FDH) on carbon‐felt‐based electrodes. The compatibility of the immobilization method with the electrochemical application was studied with the ADH bioelectrode. The electrochemical regeneration process of nicotinamide adenine dinucleotide in its oxidized form (NAD<jats:sup>+</jats:sup>), on a carbon felt surface, has been deeply studied with tests performed at different electrical potentials. By applying a potential of 0.4 V versus Ag/AgCl electrode, a good compromise between NAD<jats:sup>+</jats:sup> regeneration and energy consumption was observed. The effectiveness of the regeneration of NAD<jats:sup>+</jats:sup> was confirmed by electrochemical oxidation of ethanol catalyzed by ADH in the presence of NADH, which is the no active form of the cofactor for this reaction. Good reusability was observed by using ADH immobilized on glyoxyl functionalized carbon felt with a residual activity higher than 60 % after 3 batches.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Construction of Recycling Photocatalytic Gels for the Disinfection of Pathogens and Degradation of Organic Pollutants",
        "doi": "10.1002/open.201900285",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Bismuth oxybromide (BiOBr) nanosheets are exciting photocatalysts for microbial disinfection and organic dye degradation. However, it remains a great challenge to easily recycle these nanomaterials and improve their photocatalytic ability. Herein, we constructed a novel photocatalytic BiOBr@PAG gel containing BiOBr nanosheets and polyacrylamide gel (PAG), based on peroxydisulfate‐induced polymerization reaction. The photocatalytic gel had equally distribution of BiOBr nanosheets on the surface, and could be easily recycled from water. More strikingly, the gel could also rapidly kill all tested pathogenic bacteria (i. e., <jats:italic>Escherichia coli</jats:italic>, <jats:italic>Pseudomonas aeruginosa</jats:italic>, and <jats:italic>Staphylococcus aureus</jats:italic>) under irradiation. Its disinfection activity is attributed to remarkable intracellular ROS production and oxidative cell damage. Furthermore, the gel had higher photocatalytic activity than BiOBr nanosheets alone during degradation of organic dyes. This study developed a novel strategy for preparation of easy‐recycling and high‐efficiency photocatalytic systems for practical application in environmental treatment and medicinal disinfection.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Urinary Measurement of Epigenetic DNA Modifications: A Non‐Invasive Assessment of the Whole‐Body Epigenetic Status in Healthy Subjects and Colorectal Cancer Patients",
        "doi": "10.1002/open.201600103",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Active mechanism of DNA demethylation can be responsible for the activation of previously silenced genes. Products of 5‐methylcytosine oxidation are released into the bloodstream and eventually excreted with urine. Therefore, whole‐body epigenetic status can be assessed non‐invasively on the basis of the urinary excretion of a broad spectrum of epigenetic modifications: 5‐hydroxymethylcytosine (5‐hmCyt), 5‐formylcytosine (5‐fCyt), 5‐carboxycytosine (5‐caCyt), and 5‐hydroxymethyluracil (5‐hmUra). We have developed a specific and sensitive, isotope‐dilution, automated, online, two‐dimensional ultra‐performance liquid chromatography system with tandem mass spectrometry (2D UPLC–MS/MS) to measure 5‐hmCyt, 5‐fCyt, 5‐caCyt, and their deoxynucleosides in the same urine sample. Human urine contains all of the modifications except from 5‐formyl‐2′‐deoxycytidine (5‐fdC) and 5‐carboxy‐2′‐deoxycytidine (5‐cadC). A highly significant difference in the urinary excretion of 5‐(hydroxymethyl)‐2’‐deoxycytidine (5‐hmdC) was found between healthy subjects and colorectal cancer patients (3.5 vs. 7.8 nmol mmol<jats:sup>−1</jats:sup> creatinine, respectively), as well as strong correlations between the majority of analyzed compounds.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "A Chromogenic Probe for the Selective Recognition of Sarin and Soman Mimic DFP",
        "doi": "10.1002/open.201402014",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The synthesis, characterization and sensing features of a novel probe <jats:bold>1</jats:bold> for the selective chromogenic recognition of diisopropylfluorophosphate (DFP), a sarin and soman mimic, in 99:1 (<jats:italic>v</jats:italic>/<jats:italic>v</jats:italic>) water/acetonitrile and in the gas phase is reported. Colour modulation is based on the combined reaction of phosphorylation of <jats:bold>1</jats:bold> and fluoride‐induced hydrolysis of a silyl ether moiety. As fluoride is a specific reaction product of the reaction between DFP and the −OH group, the probe shows a selective colour modulation in the presence of this chemical. Other nerve agent simulants, certain anions, oxidant species and other organophosphorous compounds were unable to induce colour changes in <jats:bold>1</jats:bold>. This is one of the very few examples of a selective detection, in solution and in the gas phase, of a sarin and soman simulant versus other reactive derivatives such as the tabun mimic diethylcyanophosphate (DCNP).</jats:p>",
        "is_referenced_by_count": 27
    },
    {
        "title": "Asymmetric Synthesis of 4,4‐(Difluoro)glutamic Acid via Chiral Ni(II)‐Complexes of Dehydroalanine Schiff Bases. Effect of the Chiral Ligands Structure on the Stereochemical Outcome",
        "doi": "10.1002/open.201900343",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Four differently substituted chiral Ni(II)‐complexes of dehydroalanine Schiff base were prepared and reacted with BrCF<jats:sub>2</jats:sub>COOEt/Cu under the standard reaction conditions. The observed diastereoselectivity was found to depend on the degree and pattern of chlorine substitution for hydrogen in the structure of the dehydroalanine complexes. The unsubstituted complex gave the ratio of diastereomers (<jats:italic>S</jats:italic>)(2<jats:italic>S</jats:italic>)/(<jats:italic>S</jats:italic>)(2<jats:italic>R</jats:italic>) of 66/34. On the other hand, introduction of chlorine atoms in the strategic positions on the chiral ligands allowed to achieve a practically attractive diastereoselectivity of (∼98.5/1.5). Diastereomerically pure major product was disassembled to prepare 9‐fluorenylmethyloxycarbonyl (Fmoc) derivative of (<jats:italic>S</jats:italic>)‐4,4‐difluoroglutamic acid.</jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Enzymatic Strategy for the Resolution of New 1‐Hydroxymethyl Tetrahydro‐<i>β</i>‐carboline Derivatives in Batch and Continuous‐Flow Systems",
        "doi": "10.1002/open.201500203",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Many alkaloids containing a tetrahydro‐<jats:italic>β</jats:italic>‐carboline skeleton have well‐known therapeutic effects, leading to increased interest in the synthesis of these natural products. Enantiomers of <jats:italic>N</jats:italic>‐Boc‐protected 1‐hydroxymethyl‐1,2,3,4‐tetrahydro‐<jats:italic>β</jats:italic>‐carboline [(±)‐<jats:bold>7</jats:bold>], 1‐hydroxymethyl‐6‐methoxy‐1,2,3,4‐tetrahydro‐<jats:italic>β</jats:italic>‐carboline [(±)‐<jats:bold>8</jats:bold>], and 1‐hydroxymethyl‐6‐fluoro‐1,2,3,4‐tetrahydro‐<jats:italic>β</jats:italic>‐carboline [(±)‐<jats:bold>9</jats:bold>] were prepared through enzymecatalyzed asymmetric acylation of their primary hydroxyl group. The preliminary experiments were performed in a continuous‐flow system, while the preparative‐scale resolutions were done as batch reactions. Excellent enantioselectivities (<jats:italic>E</jats:italic>&gt;200) were obtained with <jats:italic>Candida antarctica</jats:italic> lipase B (CAL‐B) and acetic anhydride in toluene at 60 °C. The recovered alcohols and the produced esters were obtained with high enantiomeric excess values (<jats:italic>ee</jats:italic>≥96 %). The O‐acylated enantiomers [(<jats:italic>S</jats:italic>)‐<jats:bold>10</jats:bold>–(<jats:italic>S</jats:italic>)‐<jats:bold>12</jats:bold>)] were transformed into the corresponding amino alcohols [(<jats:italic>S</jats:italic>)‐<jats:bold>7</jats:bold>–(<jats:italic>S</jats:italic>)‐<jats:bold>9</jats:bold>)] with methanolysis. Microwave‐assisted Boc removals were also performed and resulted in the corresponding compounds (<jats:italic>R</jats:italic>)‐<jats:bold>4</jats:bold>–(<jats:italic>R</jats:italic>)‐<jats:bold>6</jats:bold> and (<jats:italic>S</jats:italic>)‐<jats:bold>4</jats:bold>–(<jats:italic>S</jats:italic>)‐<jats:bold>6</jats:bold> without a drop in the enantiomeric excess values (<jats:italic>ee</jats:italic>≥96 %).</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Mechanistic Investigation into Olefin Epoxidation with H<sub>2</sub>O<sub>2</sub> Catalyzed by Aqua‐Coordinated Sandwich‐Type Polyoxometalates: Role of the Noble Metal and Active Oxygen Position",
        "doi": "10.1002/open.201600064",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Aqua‐coordinated sandwich‐type polyoxometalates (POMs), {[WZnTM<jats:sub>2</jats:sub>(H<jats:sub>2</jats:sub>O)<jats:sub>2</jats:sub>](ZnW<jats:sub>9</jats:sub>O<jats:sub>34</jats:sub>)<jats:sub>2</jats:sub>}<jats:sup><jats:italic>n</jats:italic>−</jats:sup> (TM=Rh<jats:sup>III</jats:sup>, Pd<jats:sup>II</jats:sup>, and Pt<jats:sup>II</jats:sup>), catalyze olefin epoxidation with hydrogen peroxide and have been well established, and they present an advance toward the utilization of olefins. To elucidate the epoxidation mechanism, we systematically performed density functional calculations. The reaction proceeds through a two‐step mechanism: activation of H<jats:sub>2</jats:sub>O<jats:sub>2</jats:sub> and oxygen transfer. The aqua‐coordinated complexes show two distinct H<jats:sub>2</jats:sub>O<jats:sub>2</jats:sub> activation pathways: “two‐step” and “concerted”. The concerted processes are more facile and proceed with similar and rate‐determining energy barriers at the Rh‐, Pd‐, and Pt‐containing transition states, which agrees well with the experimental results. Next, the resulting TM−OH−(μ‐OOH) intermediate transfers an O atom to olefin to form an epoxide. The higher reactivity of the Rh‐containing POM is attributed to more interactions between the Rh and hydroperoxo unit. We also calculated all active oxygen positions to locate the most favorable pathway. The higher reactivity of the two‐metal‐bonded oxygen position is predominantly ascribed to its lower stereoscopic hindrance. Furthermore, the presence of one and two explicit water solvent molecules significantly reduces the energy barriers, making these sandwich POMs very efficient for the olefin epoxidation with H<jats:sub>2</jats:sub>O<jats:sub>2</jats:sub>.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "<sup>13</sup>C/<sup>15</sup>N‐Enriched <scp>l</scp>‐Dopa as a Triple‐Resonance NMR Probe to Monitor Neurotransmitter Dopamine in the Brain and Liver Extracts of Mice",
        "doi": "10.1002/open.201500196",
        "year": 2015,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>In an attempt to monitor μ<jats:sc>m</jats:sc>‐level trace constituents, we applied here <jats:sup>1</jats:sup>H‐{<jats:sup>13</jats:sup>C‐<jats:sup>15</jats:sup>N} triple‐resonance nuclear magnetic resonance (NMR) to <jats:sup>13</jats:sup>C/<jats:sup>15</jats:sup>N‐enriched <jats:sc>l</jats:sc>‐Dopa as the inevitable precursor of the neurotransmitter dopamine in the brain. The perfect selectivity (to render endogenous components silent) and μ<jats:sc>m</jats:sc>‐level sensitivity (700 MHz spectrometer equipped with a cryogenic probe) of triple‐resonance allowed the unambiguous and quantitative metabolic and pharmacokinetic analyses of administered <jats:sc>l</jats:sc>‐Dopa/dopamine in the brain and liver of mice. The level of dopamine generated in the brain (within the range 7–76 μ<jats:sc>m</jats:sc>, which covers the typical stimulated level of ∼30 μ<jats:sc>m</jats:sc>) could be clearly monitored ex vivo, but was slightly short of the detection limit of a 7 T MR machine for small animals. This work suggests that μ<jats:sc>m</jats:sc>‐level trace constituents are potential targets of ex vivo monitoring as long as they contain N atom(s) and their appropriate <jats:sup>13</jats:sup>C/<jats:sup>15</jats:sup>N‐enrichment is synthetically accessible.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Aromatic Fluorination of Multiblock Amphiphile Enhances Its Incorporation into Lipid Bilayer Membranes",
        "doi": "10.1002/open.201900374",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We designed multiblock amphiphiles <jats:bold>AmF</jats:bold> and <jats:bold>AmH</jats:bold>, which consist of perfluorinated and non‐fluorinated hydrophobic units, respectively. Absorption spectroscopy revealed that both amphiphiles are molecularly dispersed in organic solvent, while they form aggregates under aqueous conditions. Furthermore, we investigated whether <jats:bold>AmF</jats:bold> and <jats:bold>AmH</jats:bold> can be incorporated into DOPC lipid bilayer membranes, and found that the maximum concentration of <jats:bold>AmF</jats:bold> that can be incorporated into DOPC lipid bilayer membranes is 43 times higher than that of <jats:bold>AmH</jats:bold>.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Heavy Chalcogenide‐Based Ionic Liquids in Syntheses of Metal Chalcogenide Materials near Room Temperature",
        "doi": "10.1002/open.202000346",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>This minireview describes two strategically different and unexplored approaches to use ionic liquids (IL) containing weakly solvated and highly reactive chalcogenide anions [E‐SiMe<jats:sub>3</jats:sub>]<jats:sup>−</jats:sup> and [E−H]<jats:sup>−</jats:sup> of the heavy chalcogens (E=S, Se, Te) in materials synthesis near room temperature. The first strategy involves the synthesis of unprecedented trimethylsilyl chalcogenido metalates Cat<jats:sup>+</jats:sup>[M(E‐SiMe<jats:sub>3</jats:sub>)<jats:sub>n</jats:sub>]<jats:sup>−</jats:sup> (Cat=organic IL cation) of main group and transition metals (M=Ga, In, Sn, Zn, Cu, Ag, Au). These fully characterized homoleptic metalates serve as thermally metastable precursors in low‐temperature syntheses of binary, ternary and even quaternary chalcogenide materials such as CIGS and CZTS relevant for semiconductor and photovoltaics (PV) applications. Furthermore, thermally and protolytically metastable coinage metalates Cat<jats:sup>+</jats:sup>[M(ESiMe<jats:sub>3</jats:sub>)<jats:sub>2</jats:sub>]<jats:sup>−</jats:sup> (M=Cu, Ag, Au; E=S, Se) are accessible. Finally, the use of precursors BMPyr[E‐SiMe<jats:sub>3</jats:sub>] (E=Se,Te; BMPyr=1‐butyl‐1‐methylpyrrolidinium) as sources of activated selenium and tellurium in the synthesis of high‐grade thermoelectric nanoparticles Bi<jats:sub>2</jats:sub>Se<jats:sub>3</jats:sub> and Bi<jats:sub>2</jats:sub>Te<jats:sub>3</jats:sub> is shortly highlighted. The second synthesis strategy involves the metalation of ionic liquids Cat[S−H] and Cat[Se−H] by protolytically highly active metal alkyls or amides R<jats:sub>n</jats:sub>M. This rather general approach towards unknown chalcogenido metalates Cat<jats:sub>m</jats:sub>[R<jats:sub>n‐1</jats:sub>M(E)]<jats:sub>m</jats:sub> (E=S, Se) will be demonstrated in a research paper following this short review head‐to‐tail.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Electrochemical Proton Intercalation in Vanadium Pentoxide Thin Films and its Electrochromic Behavior in the near‐IR Region",
        "doi": "10.1002/open.202000267",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>This work examines the proton intercalation in vanadium pentoxide (V<jats:sub>2</jats:sub>O<jats:sub>5</jats:sub>) thin films and its optical properties in the near‐infrared (near‐IR) region. Samples were prepared via direct current magnetron sputter deposition and cyclic voltammetry was used to characterize the insertion and extraction behavior of protons in V<jats:sub>2</jats:sub>O<jats:sub>5</jats:sub> in a trifluoroacetic acid containing electrolyte. With the same setup chronopotentiometry was done to intercalate a well‐defined number of protons in the H<jats:sub>x</jats:sub>V<jats:sub>2</jats:sub>O<jats:sub>5</jats:sub> system in the range of x=0 and x=1. These films were characterized with optical reflectometry in the near‐IR region (between 700 and 1700 nm wavelength) and the refractive index <jats:italic>n</jats:italic> and extinction coefficient <jats:italic>k</jats:italic> were determined using <jats:sc>Cauchy</jats:sc>’s dispersion model. The results show a clear correlation between proton concentration and <jats:italic>n</jats:italic> and <jats:italic>k</jats:italic>.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "First Isolation and Structure Elucidation of GDNT‐β‐Glu – Tetraether Lipid Fragment from Archaeal <i>Sulfolobus</i> Strains",
        "doi": "10.1002/open.202100154",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Due to their special chemical structure, tetraether lipids (TEL) represent essential elements of archaeal membranes, providing these organisms with extraordinary properties. Here we describe the characterization of a newly isolated structural element of the main lipids. The TEL fragment GDNT‐β‐Glu was isolated from <jats:italic>Sulfolobus metallicus</jats:italic> and characterized in terms of its chemical structure by NMR‐ and MS‐investigations. The obtained data are dissimilar to analogically derived established structures – in essence, the binding relationships in the polar head group are re‐determined and verified. With this work, we provide an important contribution to the structure elucidation of intact TEL also contained in other <jats:italic>Sulfolobus</jats:italic> strains such as <jats:italic>Solfulobus acidocaldarius</jats:italic> and <jats:italic>Sulfolobus solfataricus</jats:italic>.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Precursors for Atmospheric Plasma‐Enhanced Sintering: Low‐Temperature Inkjet Printing of Conductive Copper",
        "doi": "10.1002/open.201800131",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Bidentate diamine and amino‐alcohol ligands have been used to form solid, water‐soluble, and air‐stable monomeric copper complexes of the type [Cu(NH<jats:sub>2</jats:sub>CH<jats:sub>2</jats:sub>CH(R)Y)<jats:sub>2</jats:sub>(NO<jats:sub>3</jats:sub>)<jats:sub>2</jats:sub>] (<jats:bold>1</jats:bold>, R=H, Y=NH<jats:sub>2</jats:sub>; <jats:bold>2</jats:bold>, R=H, Y=OH; <jats:bold>3</jats:bold>, R=Me, Y=OH). The complexes were characterized by elemental analysis, mass spectrometry, infrared spectroscopy, thermal gravimetric analysis, and single‐crystal X‐ray diffraction. Irrespective of their decomposition temperature, precursors <jats:bold>1</jats:bold>–<jats:bold>3</jats:bold> yield highly conductive copper features [1.5×10<jats:sup>−6</jats:sup> Ω m (±5×10<jats:sup>−7</jats:sup> Ω m)] upon atmospheric‐pressure plasma‐enhanced sintering.</jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "Colloidal Synthesis of Gold Semishells",
        "doi": "10.1002/open.201200002",
        "year": 2012,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>This work describes a novel and scalable colloid chemistry strategy to fabricate gold semishells based on the selective growth of gold on Janus silica particles (500 nm in diameter) partly functionalized with amino groups. The modulation of the geometry of the Janus silica particles allows us to tune the final morphology of the gold semishells. This method also provides a route to fabricating hollow gold semishells through etching of the silica cores with hydrofluoric acid. The optical properties were characterized by visible near‐infrared (vis‐NIR) spectroscopy and compared with simulations performed using the boundary element method (BEM). These revealed that the main optical features are located beyond the NIR region because of the large core size.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Introducing <i>N</i>‐Heteroaromatic Bases into Copper(II) Thiosemicarbazon Complexes: A Way to Change their Biological Activity",
        "doi": "10.1002/open.202200208",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Three new copper(II) complexes, [Cu(1,10‐Phen)(L)] (<jats:bold>1</jats:bold>), [Cu(2,2′‐Bpy)(L)] (<jats:bold>2</jats:bold>) and [Cu(3,4‐Lut)(L)] (<jats:bold>3</jats:bold>), where H<jats:sub>2</jats:sub>L=2‐[(2,4‐dihydroxyphenyl)methylidene]‐<jats:italic>N</jats:italic>‐(prop‐2‐en‐1‐yl)hydrazine‐1‐carbothioamide, 1,10‐Phen=1,10‐phenanthroline, 2,2′‐Bpy=2,2′‐bipyridine, 3,4‐Lut=3,4‐lutidine, have been synthesized and characterized by elemental analysis, FTIR spectroscopy and single crystal X‐ray crystallography (<jats:bold>1</jats:bold>, <jats:bold>2</jats:bold>). All compounds are mononuclear. The introduction of a monodentate <jats:italic>N</jats:italic>‐heteroaromatic base (3,4‐dimethylpyridine) has led to a significant increase of antimicrobial activity against Gram‐negative <jats:italic>Escherichia coli</jats:italic> and antifungal activity against <jats:italic>Candida albicans</jats:italic> compared to the pro‐ligand and the precursor complex [Cu(L)H<jats:sub>2</jats:sub>O]. The introduction of bidentate <jats:italic>N</jats:italic>‐heteroaromatic bases did not lead to such increase of antimicrobial and antifungal activities. Moreover, complex <jats:bold>3</jats:bold> surpasses the inhibitory activity of tetracycline toward <jats:italic>Enterobacter cloacae</jats:italic> and the inhibitory activity of fluconazole toward <jats:italic>Candida parapsilosis</jats:italic> and <jats:italic>Cryptococcus neoformans</jats:italic>. The study of antioxidant activity against cation radicals ABTS⋅<jats:sup>+</jats:sup> showed that complexes <jats:bold>1</jats:bold>–<jats:bold>3</jats:bold> are more active than Trolox, but only introduction of the monodentate <jats:italic>N</jats:italic>‐heteroaromatic base (3,4‐dimethylpyridine) led to the increase of antioxidant properties compared to the precursor complex.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "B‐DNA Structure and Stability as Function of Nucleic Acid Composition: Dispersion‐Corrected DFT Study of Dinucleoside Monophosphate Single and Double Strands",
        "doi": "10.1002/open.201300019",
        "year": 2013,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We have computationally investigated the structure and stability of all 16 combinations of two out of the four natural DNA bases A, T, G and C in a di‐2′‐deoxyribonucleoside‐monophosphate model DNA strand as well as in 10 double‐strand model complexes thereof, using dispersion‐corrected density functional theory (DFT‐D). Optimized geometries with B‐DNA conformation were obtained through the inclusion of implicit water solvent and, in the DNA models, of sodium counterions, to neutralize the negative charge of the phosphate groups. The results obtained allowed us to compare the relative stability of isomeric single and double strands. Moreover, the energy of the Watson–Crick pairing of complementary single strands to form double‐helical structures was calculated. The latter furnished the following increasing stability trend of the double‐helix formation energy: d(TpA)<jats:sub>2</jats:sub> &lt;d(CpA)<jats:sub>2</jats:sub> &lt;d(ApT)<jats:sub>2</jats:sub> &lt;d(ApA)<jats:sub>2</jats:sub> &lt;d(GpT)<jats:sub>2</jats:sub> &lt;d(GpA)<jats:sub>2</jats:sub> &lt;d(ApG)<jats:sub>2</jats:sub> &lt;d(CpG)<jats:sub>2</jats:sub> &lt;d(GpG)<jats:sub>2</jats:sub> &lt;d(GpC)<jats:sub>2</jats:sub>, where the energy differences between the last four dimers, d(ApG)<jats:sub>2</jats:sub>, d(CpG)<jats:sub>2</jats:sub>, d(GpG)<jats:sub>2</jats:sub> and d(GpC)<jats:sub>2</jats:sub>, is within 4.0 kcal mol<jats:sup>−1</jats:sup>, and the energy between the most and the least stable isomers is 13.4 kcal mol<jats:sup>−1</jats:sup>. This trend shows that the formation energy essentially increases with the number of hydrogen bonds per base pair, that is two between A and T and three between G and C. Superimposed on this main trend are more subtle effects that depend on the order in which bases occur within a strand from the 5’‐ to the 3’‐end.</jats:p>",
        "is_referenced_by_count": 29
    },
    {
        "title": "Selective Aerobic Oxidation of Alcohols in Low Melting Mixtures and Water and Use for Telescoped One‐Pot Hybrid Reactions",
        "doi": "10.1002/open.202200160",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>An efficient, selective and sustainable protocol was developed for the CuCl<jats:sub>2</jats:sub>/TEMPO/TMEDA‐catalyzed aerobic oxidation of activated alcohols to the corresponding carbonyl compounds using water or the environmentally friendly low melting mixture (LMM) <jats:sc>d</jats:sc>‐fructose‐urea as the reaction medium. Such oxidation reactions proceed under mild (room temperature or 40 °C) and aerobic conditions, with the carbonyl derivatives isolated in up to 98 % yield and within 4 h reaction time when using the above‐mentioned LMM. The potential application of this methodology is demonstrated by setting up useful telescoped, one‐pot two‐step hybrid transformations for the direct conversion of primary alcohols either into secondary alcohols or into valuable nitroalkenes, by combining oxidation processes with nucleophilic additions promoted by highly polarized organometallic compounds (Grignard and organolithium reagents) or with nitroaldol (Henry) reactions, respectively.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Synthesis and Properties of Twisted and Helical Azulene Oligomers and Azulene‐Based Polycyclic Hydrocarbons",
        "doi": "10.1002/open.202100298",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The construction of 1,2‐position‐connected azulene oligomers was achieved. In the crystal packing structure of the terazulene, two molecules of (<jats:italic>R</jats:italic><jats:sub>a</jats:sub>)‐ and (<jats:italic>S</jats:italic><jats:sub>a</jats:sub>)‐configurations formed a pair. Variable temperature NMR measurements and theoretical calculations of the quaterazulene suggest that the helical and <jats:italic>syn</jats:italic>‐type structure with terminal azulene overlap is more stable. Two kinds of fused terazulenes (1,2′′‐closed and 1,8′′‐closed) were also synthesized by intramolecular Pd‐catalyzed C−H/C−Br arylation of the terazulene moieties. X‐ray structure analysis of 1,2′′‐closed terazulene revealed a planar structure, while an analysis of 1,8′′‐closed terazulene performed on a C<jats:sub>60</jats:sub> co‐crystal revealed a curved structure forming a 1 : 1 complex covering the co‐crystal. Nucleus‐independent chemical shift (NICS) calculations carried out for the central seven‐membered ring of 1,8′′‐closed terazulene showed a positive value, suggesting anti‐aromatic properties.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Synthesis and Evaluation of Graphene Aerogel‐Supported Mn<sub>x</sub>Fe<sub>3−x</sub>O<sub>4</sub> for Oxygen Reduction in Urea/O<sub>2</sub> Fuel Cells",
        "doi": "10.1002/open.201900105",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Graphene aerogel‐supported manganese ferrite (Mn<jats:sub>x</jats:sub>Fe<jats:sub>3−x</jats:sub>O<jats:sub>4</jats:sub>/GAs) and reduced‐graphene oxide/manganese ferrite composite (MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/rGO) were synthesized and studied as cathode catalysts for oxygen reduction reactions in urea/O<jats:sub>2</jats:sub> fuel cells. MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/GAs exhibited a 3D framework with a continuous macroporous structure. Among the investigated Fe/Mn ratios, the more positive oxygen reduction onset potential was observed with Fe/Mn=2/1. The half‐wave potential of MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/GAs was considerably more positive than that of MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/rGO and comparable with that of Pt/C, while the stability of MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/GAs significantly higher than that of Pt/C. The best urea/O<jats:sub>2</jats:sub> fuel cell performance was also observed with the MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/GAs. The MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub>/GAs exhibited an OCV of 0.713 V and a maximum power density of 1.7 mW cm<jats:sup>−2</jats:sup> at 60 °C. Thus, this work shows that 3D structured graphene aerogel‐supported MnFe<jats:sub>2</jats:sub>O<jats:sub>4</jats:sub> catalysts can be used as an efficient cathode material for alkaline fuel cells.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "A Photolabile Carboxyl Protecting Group for Solid Phase Peptide Synthesis",
        "doi": "10.1002/open.202000324",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A new kind of photolabile protecting group (PLPG) for carboxyl moieties was designed and synthesized as the linker between resin and peptide. This group can be used for the protection of amino acid carboxyl groups. The peptide was synthesized on Nph (2‐hydroxy‐3‐(2‐nitrophenyl)‐heptanoic acid)‐derivatized resins and could be cleaved under UV exposure, thus avoiding the necessity for harsh acid‐mediated resin cleavage. The PLPG has been successfully used for solid‐phase synthesis of peptides.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Efficient Sustainable Tool for Monitoring Chemical Reactions and Structure Determination in Ionic Liquids by ESI‐MS",
        "doi": "10.1002/open.201300022",
        "year": 2013,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>An easy and convenient procedure is described for monitoring chemical reactions and characterization of compounds dissolved in ionic liquids using the well‐known tandem mass spectrometry (MS/MS) technique. Generation of wastes was avoided by utilizing an easy procedure for analysis of ionic liquid systems without preliminary isolation and purification. The described procedure also decreased the risk of plausible contamination and damage of the ESI‐MS hardware and increased sensitivity and accuracy of the measurements. ESI‐MS detection in MS/MS mode was shown to be efficient in ionic liquids systems for structural and mechanistic studies, which are rather difficult otherwise. The developed ESI‐MS/MS approach was applied to study samples corresponding to peptide systems in ionic liquids and to platform chemical directed biomass conversion in ionic liquids.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Process Optimisation Studies and Aminonitrile Substrate Evaluation of <i>Rhodococcus erythropolis</i> SET1, A Nitrile Hydrolyzing Bacterium",
        "doi": "10.1002/open.202000088",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A comprehensive series of optimization studies including pH, solvent and temperature were completed on the nitrile hydrolyzing <jats:italic>Rhodococcus erythropolis</jats:italic> bacterium SET1 with the substrate 3‐hydroxybutyronitrile. These identified temperature of 25 °C and pH of 7 as the best conditions to retain enantioselectivity and activity. The effect of the addition of organic solvents to the biotransformation mixture was also determined. The results of the study suggested that SET1 is suitable for use in selected organo‐aqueous media at specific ratios only. The functional group tolerance of the isolate with unprotected and protected <jats:italic>β‐</jats:italic>aminonitriles, structural analogues of <jats:italic>β</jats:italic>‐hydroxynitriles was also investigated with disappointingly poor isolated yields and selectivity obtained. The isolate was further evaluated with the α‐ aminonitrile phenylglycinonitrile generating acid in excellent yield and ee (&gt;99 % (<jats:italic>S</jats:italic>) – isomer and 50 % yield). A series of pH studies with this substrate indicated pH 7 to be the optimum pH to avoid product and substrate degradation.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Resolution Enhancement in SEA XLOC for Heteronuclear NMR Long‐Range Correlation",
        "doi": "10.1002/open.201900136",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>It is shown how the resolution in SEA XLOC NMR spectra for distinguishing between heteronuclear two‐ and three‐bond correlations for all <jats:sup>13</jats:sup>C multiplicities can be improved by a modified experiment delivering absorptive profiles in the indirect dimension. The method is demonstrated with applications to ibuprofen and strychnine.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Cover Picture: Diastereoselective Additive Trifluoromethylation/Halogenation of Isoxazole Triflones: Synthesis of All‐Carbon‐Functionalized Trifluoromethyl Isoxazoline Triflones (ChemistryOpen 1/2014)",
        "doi": "10.1002/open.201480101",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>No Abstract</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Lewis‐Acid‐assisted Hydrogen Atom Transfer to Manganese(V)‐Oxo Corrole through Valence Tautomerization",
        "doi": "10.1002/open.201600117",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The kinetics of formation of the valence tautomers (tpfc<jats:sup>⋅</jats:sup>)Mn<jats:sup>IV</jats:sup>(O−LA)]<jats:sup><jats:italic>n</jats:italic>+</jats:sup> [where LA=Zn<jats:sup>II</jats:sup>, Ca<jats:sup>II</jats:sup>, Sc<jats:sup>III</jats:sup>, Yb<jats:sup>III</jats:sup>, B(C<jats:sub>6</jats:sub>F<jats:sub>5</jats:sub>)<jats:sub>3</jats:sub>, and trifluoroacetic acid (TFA); tpfc=5,10,15‐tris(pentafluorophenyl) corrole] from (tpfc)Mn<jats:sup>V</jats:sup>(O) were followed by UV/Vis spectroscopy, giving second‐order rate constants ranging over five orders of magnitude from 10<jats:sup>−2</jats:sup> for Ca to 10<jats:sup>3</jats:sup> <jats:sc>m</jats:sc><jats:sup>−1</jats:sup> s<jats:sup>−1</jats:sup> for Sc. Hydrogen atom transfer (HAT) rates from 2,4‐di‐<jats:italic>tert</jats:italic>‐butyl phenol (2,4‐DTBP) to the various Lewis acid valence tautomers of manganese oxo corrole complexes were evaluated and compared. For LA=TFA, Sc<jats:sup>III</jats:sup>, or Yb<jats:sup>III</jats:sup>, the rate constants of HAT were comparable to unactivated (tpfc)Mn<jats:sup>V</jats:sup>(O). However, with LA=B(C<jats:sub>6</jats:sub>F<jats:sub>5</jats:sub>)<jats:sub>3</jats:sub>, Zn<jats:sup>II</jats:sup>, and Ca<jats:sup>II</jats:sup>, 6‐, 21‐, and 31‐fold rate enhancements were observed, respectively. Remarkably, [(tpfc<jats:sup>⋅</jats:sup>)Mn<jats:sup>IV</jats:sup>(OCa)]<jats:sup>2+</jats:sup> gave the most enhancement despite its rate of formation being the slowest. Comparisons of HAT rate constants among the various Lewis acid tautomers revealed that both size and charge are important. This study underscores how valence may affect the reactivity of high‐valent manganese‐oxo compounds and sheds light on nature's choice of Ca in the activation of Mn‐oxo in the oxygen‐evolving complex.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Triple Helicene Cage: Three‐Dimensional π‐Conjugated Chiral Cage with Six [5]Helicene Units",
        "doi": "10.1002/open.201800006",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A three‐dimensional π‐conjugated chiral cage with six [5]helicene units (a triple helicene cage) was synthesized for the first time. Taking advantage of the Yamamoto coupling reaction, the triflate‐substituted triple [5]helicene, a strained and preorganized precursor, was dimerized to afford the target compound. Single‐crystal X‐ray diffraction analysis revealed the unique structural features of the triple helicene cage: a cage‐shaped rigid structure with outer helical grooves and an inner chiral cavity. All‐<jats:italic>P</jats:italic> and all‐<jats:italic>M</jats:italic> enantiomers were separated successfully by HPLC over a chiral column and their chiroptical properties were characterized by circular dichroism spectra.</jats:p>",
        "is_referenced_by_count": 24
    },
    {
        "title": "Activity coefficients of binary methanol alcohol mixtures from cluster weighting",
        "doi": "10.1002/open.202000171",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The hydrogen bond network of different small alcohols is investigated via cluster analysis. Methanol/alcohol mixtures are studied with increasing chain length and branching of the molecule. Those changes can play an important role in different fields, including solvent and metal extraction. The extended tight binding method GFN2‐xTB allows the evaluation and geometry optimization of thousands of clusters built via a genetic algorithm. Interaction energies and geometries are evaluated and discussed for the neat systems. Thermodynamic properties, such as vaporization enthalpies and activity coefficients, are calculated with the binary quantum cluster equilibrium (bQCE) approach using our in‐house code <jats:sc>Peacemaker</jats:sc> 2.8. Combined distribution functions of the distances against the angles of the hydrogen bonds are evaluated for neat and mixed clusters and weighted by the equilibrium populations achieved from bQCE calculations.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "On the Uselessness of Bond Paths Linking Distant Atoms and on the Violation of the Concept of Privileged Exchange Channels",
        "doi": "10.1002/open.201900109",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We refer to frequently used determinants suggesting dominant interactions between distant atoms in various dimers. First of all, we show, against the still‐prevailling opinion, that, in general, bond paths have nothing in common with dominant intermolecular interactions and therefore they are useless in such cases. Quite the contrary, reliable information about dominant intermolecular interactions can be obtained by means of electrostatic potential maps, which very convincingly explain mutual orientation of molecules in a dimer. For the first time, numerous examples of interactions that violate both the concept of privileged exchange channels proposed by Pendás and his collaborators as well as inequalities obtained by Tognetti and Joubert for the <jats:italic>β</jats:italic> parameter related to secondary interactions are presented. The possible cause of this violation is suggested. We also show that the so‐called counterintuitive bond paths result from quite natural behavior of the electron density gradient vector, i. e. searching for those areas of space that are characterized by large values of electron density or the most expanded its distributions.</jats:p>",
        "is_referenced_by_count": 61
    },
    {
        "title": "Pressure‐Induced Formation of Quaternary Compound and In−N Distribution in InGaAsN Zincblende from Ab Initio Calculation",
        "doi": "10.1002/open.201900018",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We present the effects of In−N distribution and high pressure on the zincblende phase (0–5 GPa) of In<jats:sub><jats:italic>x</jats:italic></jats:sub>Ga<jats:sub>1−<jats:italic>x</jats:italic></jats:sub>As<jats:sub>0.963</jats:sub>N<jats:sub>0.037</jats:sub> (<jats:italic>x</jats:italic>=0.074, 0.111 and 0.148). Structural, electronic, and optical properties are analyzed, and it is found that non‐isotropic distribution of In−N (type C) possesses the minimum free energy for the InGaAsN conventional cell system. An increasing indium content reduces the formation enthalpy of InGaAsN. The formation enthalpy, conduction band minimum, strength of covalent bonds, and electron density differences in free space of InGaAsN are decreased under high‐pressure conditions. The dielectric performance and static permittivity of InGaAsN are lower than that of GaAs, for which the dielectric performance transforms to conductor performance at high frequency. The optimum photoabsorption coefficient is found at the composition of In<jats:sub>0.111</jats:sub>Ga<jats:sub>0.889</jats:sub>As<jats:sub>0.963</jats:sub>N<jats:sub>0.037</jats:sub> (3In−N), which very well relates to the literature.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Chemical Recycling of End‐of‐Life Poly(lactide) via Zinc‐Catalyzed Depolymerization and Polymerization",
        "doi": "10.1002/open.202000243",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The chemical recycling of poly(lactide) was investigated based on depolymerization and polymerization processes. Using methanol as depolymerization reagent and zinc salts as catalyst, poly(lactide) was depolymerized to methyl lactate applying microwave heating. An excellent performance was observed for zinc(II) acetate with turnover frequencies of up to 45000 h<jats:sup>−1</jats:sup>. In a second step the monomer methyl lactate was converted to (pre)poly(lactide) in the presence of catalytic amounts of zinc salts. Here zinc(II) triflate revealed excellent performance for the polymerization process (yield: 91 %, M<jats:sub>n</jats:sub>∼8970 g/mol). Moreover, the (pre)poly(lactide) was depolymerized to lactide, the industrial relevant molecule for accessing high molecular weight poly(lactide), using zinc(II) acetate as catalyst.</jats:p>",
        "is_referenced_by_count": 23
    },
    {
        "title": "Benchmark Study of the Performance of Density Functional Theory for Bond Activations with (Ni,Pd)‐Based Transition‐Metal Catalysts",
        "doi": "10.1002/open.201300012",
        "year": 2013,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The performance of 23 density functionals, including one LDA, four GGAs, three meta‐GGAs, three hybrid GGAs, eight hybrid meta‐GGAs, and ten double‐hybrid functionals, was investigated for the computation of activation energies of various covalent main‐group single bonds by four catalysts: Pd, PdCl<jats:sup>−</jats:sup>, PdCl<jats:sub>2</jats:sub>, and Ni (all in the singlet state). A reactant complex, the barrier, and reaction energy were considered, leading to 164 energy data points for statistical analysis. Extended Gaussian AO basis sets were used in all calculations. The best functional for the complete benchmark set relative to estimated CCSD(T)/CBS reference data is PBE0‐D3, with an MAD value of 1.1 kcal mol<jats:sup>−1</jats:sup> followed by PW6B95‐D3, the double hybrid PWPB95‐D3, and B3LYP‐D3 (1.9 kcal mol<jats:sup>−1</jats:sup> each). The other tested hybrid meta‐GGAs perform less well (M06‐HF: 7.0 kcal mol<jats:sup>−1</jats:sup>; M06‐2X: 6.3 kcal mol<jats:sup>−1</jats:sup>; M06: 4.9 kcal mol<jats:sup>−1</jats:sup>) for the investigated reactions. In the Ni case, some double hybrids show larger errors due to partial breakdown of the perturbative treatment for the correlation energy in cases with difficult electronic structures (partial multi‐reference character). Only double hybrids either with very low amounts of perturbative correlation (e.g., PBE0‐DH) or that use the opposite‐spin correlation component only (e.g., PWPB95) seem to be more robust. We also investigated the effect of the D3 dispersion correction. While the barriers are not affected by this correction, significant and mostly positive results were observed for reaction energies. Furthermore, six very recently proposed double‐hybrid functionals were analyzed regarding the influence of the amount of Fock exchange as well as the type of perturbative correlation treatment. According to these results, double hybrids with &lt;50–60 % of exact exchange and ∼30 % perturbative correlation perform best.</jats:p>",
        "is_referenced_by_count": 148
    },
    {
        "title": "B‐DNA Structure and Stability: The Role of Nucleotide Composition and Order",
        "doi": "10.1002/open.202100231",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We have quantum chemically analyzed the influence of nucleotide composition and sequence (that is, order) on the stability of double‐stranded B‐DNA triplets in aqueous solution. To this end, we have investigated the structure and bonding of all 32 possible DNA duplexes with Watson–Crick base pairing, using dispersion‐corrected DFT at the BLYP‐D3(BJ)/TZ2P level and COSMO for simulating aqueous solvation. We find enhanced stabilities for duplexes possessing a higher GC base pair content. Our activation strain analyses unexpectedly identify the loss of stacking interactions within individual strands as a destabilizing factor in the duplex formation, in addition to the better‐known effects of partial desolvation. Furthermore, we show that the sequence‐dependent differences in the interaction energy for duplexes of the same overall base pair composition result from the so‐called “diagonal interactions” or “cross terms”. Whether cross terms are stabilizing or destabilizing depends on the nature of the electrostatic interaction between polar functional groups in the pertinent nucleobases.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Topological Control of Columnar Stacking Made of Liquid‐Crystalline Thiophene‐Fused Metallonaphthalocyanines",
        "doi": "10.1002/open.201500205",
        "year": 2015,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The spontaneous organization of two‐dimensional polyaromatic molecules into well‐defined nanostructures through noncovalent interactions is important in the development of organic‐based electronic and optoelectronic devices. Two regioisomers of thiophene‐fused zinc naphthalocyanines <jats:bold>ZnTNc<jats:sub>endo</jats:sub></jats:bold> and <jats:bold>ZnTNc<jats:sub>exo</jats:sub></jats:bold> have been designed and synthesized to obtain photo‐ and electroactive liquid crystalline materials. Both compounds exhibited liquid crystalline behavior over a wide temperature range through intermolecular π–π interactions and local phase segregation between the aromatic cores and peripheral side chains. The structural differences between <jats:bold>ZnTNc<jats:sub>endo</jats:sub></jats:bold> and <jats:bold>ZnTNc<jats:sub>exo</jats:sub></jats:bold> affected the stacking mode in self‐assembled columns, as well as symmetry of the two‐dimensional rectangular columnar lattice. The columnar structure in liquid crystalline phase exhibited an ambipolar charge‐transport behavior.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Acid‐Responsive <i>N</i>‐Heteroacene‐Based Material Showing Multi‐Emission Colors",
        "doi": "10.1002/open.201700007",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>An acid‐responsive <jats:italic>N</jats:italic>‐heteroacene‐based material has been prepared, which shows a blue emission color in a film. The protonation of this material in a thin film gives rise to remarkable changes in luminescent color compared to that in solution states. As the protonation of <jats:italic>N</jats:italic>‐heteroacene molecules in films gradually occurs, their emission color can be tuned by adjusting the exposure time of the thin films to HCl vapor.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Rhodol Derivatives as Selective Fluorescent Probes for the Detection of Hg<sup>II</sup> Ions and the Bioimaging of Hypochlorous Acid",
        "doi": "10.1002/open.201800008",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the group of Professor Keith Man‐Chung Wong from the Southern University of Science and Technology (P.R. China). The cover picture illustrates a novel rhodol‐based fluorescence probe from the structural combination of rhodamine and fluorescein motifs. Read the full text of their Full Paper at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201700154\">10.1002/open.201700154</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "<i>N</i>‐Aryl Isoleucine Derivatives as Angiotensin II AT<sub>2</sub> Receptor Ligands",
        "doi": "10.1002/open.201300040",
        "year": 2014,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A novel series of ligands for the recombinant human AT<jats:sub>2</jats:sub> receptor has been synthesized utilizing a fast and efficient palladium‐catalyzed procedure for aminocarbonylation as the key reaction. Molybdenum hexacarbonyl [Mo(CO)<jats:sub>6</jats:sub>] was employed as the carbon monoxide source, and controlled microwave heating was applied. The prepared <jats:italic>N</jats:italic>‐aryl isoleucine derivatives, encompassing a variety of amide groups attached to the aromatic system, exhibit binding affinities at best with <jats:italic>K</jats:italic><jats:sub>i</jats:sub> values in the low micromolar range versus the recombinant human AT<jats:sub>2</jats:sub> receptor. Some of the new nonpeptidic isoleucine derivatives may serve as starting points for further structural optimization. The presented data emphasize the importance of using human receptors in drug discovery programs.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Manufacturing Graphene‐Encapsulated Copper Particles by Chemical Vapor Deposition in a Cold Wall Reactor",
        "doi": "10.1002/open.201800228",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Functional fillers, such as Ag, are commonly employed for effectively improving the thermal or electrical conductivity in polymer composites. However, a disadvantage of such a strategy is that the cost and performance cannot be balanced simultaneously. Therefore, the drive to find a material with both a cost efficient fabrication process and excellent performance attracts intense research interest. In this work, inspired by the core–shell structure, we developed a facile manufacturing method to prepare graphene‐encapsulated Cu nanoparticles (GCPs) through utilizing an improved chemical vapor deposition (CVD) system with a cold wall reactor. The obtained GCPs could retain their spherical shape and exhibited an outstanding thermal stability up to 179 °C. Owing to the superior thermal conductivity of graphene and excellent oxidation resistance of GCPs, the produced GCPs are practically used in a thermally conductive adhesive (TCA), which commonly consists of Ag as the functional filler. Measurement shows a substantial 74.6 % improvement by partial replacement of Ag with GCPs.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "A pH‐Switchable Triple Hydrogen‐Bonding Motif",
        "doi": "10.1002/open.201900338",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A stimuli responsive linear hydrogen bonding motif, capable of <jats:italic>in situ</jats:italic> protonation and deprotonation, has been investigated. The interactions of the responsive hydrogen bonding motif with complementary partners were examined through a series of <jats:sup>1</jats:sup>H NMR experiments, revealing that the recognition preference of the responsive hydrogen bonding motif in a mixture can be switched between two states.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Effect of Direct Alkyne Substitution on the Photophysical Properties of Two Novel Octasubstituted Zinc Phthalocyanines",
        "doi": "10.1002/open.202300295",
        "year": 2024,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The synthesis of two novel phthalonitrile derivatives (<jats:bold>3</jats:bold>–<jats:bold>4</jats:bold>) bearing ethynylcyclohex‐1‐ene and ethynylcyclohexane groups and two peripherally octa substituted zinc (II) phthalocyanines (<jats:bold>5</jats:bold>–<jats:bold>6</jats:bold>) were prepared. The synthesis of phthalonitrile derivatives was performed with Sonagashira coupling reaction by using palladium‐catalyzed. The newly synthesized compounds were characterized by using FT‐IR, NMR, mass, and UV‐Vis absorption spectroscopy techniques. Aggregation studies of <jats:bold>5</jats:bold> and <jats:bold>6</jats:bold> were performed in various organic solvents and different concentrations in tetrahydrofuran (THF). The photophysical studies of the Pcs were performed in THF to determine the effect of the alkyne groups on the fluorescence of the Pc ring. Substances showing fluorescence properties can be used in practical applications such as to create an image in microscopy. Fluorescence quantum yield (Φ<jats:sub>F</jats:sub>) and fluorescence lifetime (τ<jats:sub>F</jats:sub>) of <jats:bold>5</jats:bold>–<jats:bold>6</jats:bold> were calculated. The fluorescence quenching studies of <jats:bold>5</jats:bold>–<jats:bold>6</jats:bold> were performed by adding the different concentrations of 1,4‐benzoquinone (BQ) to a constant concentration of the Pcs in THF and it was found that benzoquinone was an effective quencher. The values of the Stern‐Volmer constant (K<jats:sub>sv</jats:sub>) and quenching constant (k<jats:sub>q</jats:sub>) of zinc phthalocyanines (<jats:bold>5</jats:bold>–<jats:bold>6</jats:bold>) were examined. All obtained results were compared with each other and with unsubstituted zinc Pc compound used as a reference.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Steric and Electronic Effects in Gold N‐Heterocyclic Carbene Complexes Revealed by Computational Analysis",
        "doi": "10.1002/open.201900076",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A computational analysis of a series of cationic and neutral gold imidazolylidene and benzimidizolylidene complexes is reported. The Bond Dissociation Energies of the various ligands in the complexes calculated at the PBE0‐D3/def2‐TZVP level of theory increase with increasing ligand volume, except for those of complexes containing t‐butyl‐substituted ligands, which are anomalously low particularly for the benzimidazolylidene species. Atoms in Molecules studies show the presence of a variety of weak intramolecular interactions, characterised by the presence of bond critical points with a range of different properties. Energy Decomposition Analysis and calculation of Electrostatic Surface Potentials indicate that some interactions are weakly attractive dispersion‐type interactions, while others are repulsive. The octanol/water partition coefficients (log P values) were calculated as a measure of the lipophilicities of the complexes and were found to increase with increasing volume.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Facile Electrochemical Intramolecular Amination of Urea‐Tethered Terminal Alkenes for the Synthesis of Cyclic Ureas",
        "doi": "10.1002/open.201800064",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Facile intramolecular amination of unactivated alkenes has been achieved by using electricity as a catalyst that helps to generate an intermediate and accelerates formation of cyclic ureas in high yields. Using this method, no metal catalysts were used. During electrolysis, a nitrogen radical was formed at the urea substrate that cyclised with the alkene and generated a terminal carbon radical which further formed a bond with the 2,2,6,6‐tetramethylpiperidine‐<jats:italic>N</jats:italic>‐oxyl radical (TEMPO). This method of electrolysis not only gives cyclic ureas but also functionalises terminal unactivated alkenes. This method can be considered to be environmentally friendly given that it avoids the issues of toxicity or complicated metal ligands and could therefore be potentially employed in green chemistry.</jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Toward Fast and Efficient Visible‐Light‐Driven Molecular Motors: A Minimal Design",
        "doi": "10.1002/open.201800089",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A key goal in the development of light‐driven rotary molecular motors is to facilitate their usage in biology and medicine by shifting the required irradiation wavelengths from the UV regime to the nondestructive visible regime. Although some progress has been made toward this goal, most available visible‐light‐driven motors either have relatively low quantum yields or require that thermal steps follow the photoisomerizations that underlie the rotary motion. Here, a minimal design for visible‐light‐driven motors without these drawbacks is presented and evaluated on the basis of state‐of‐the‐art quantum chemical calculations and molecular dynamics simulations. The design, featuring dihydropyridinium and cyclohexenylidene motifs and comprising only five conjugated double bonds, is found to produce a full 360° rotation through fast photoisomerizations (excited‐state lifetimes of ≈170–250 fs) powered by photons with energies well below 3 eV.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Spaced TiO<sub>2</sub> Nanotubes Enable Optimized Pt Atomic Layer Deposition for Efficient Photocatalytic H<sub>2</sub> Generation",
        "doi": "10.1002/open.201800172",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>In the present work, we report the use of TiO<jats:sub>2</jats:sub> nanotube (NT) layers with a regular intertube spacing that are decorated by Pt nanoparticles through the atomic layer deposition (ALD) of Pt. These Pt‐decorated spaced (SP) TiO<jats:sub>2</jats:sub> NTs are subsequently explored for photocatalytic H<jats:sub>2</jats:sub> evolution and are compared to classical close‐packed (CP) TiO<jats:sub>2</jats:sub> NTs that are also decorated with various amounts of Pt by using ALD. On both tube types, by varying the number of ALD cycles, Pt nanoparticles of different sizes and areal densities are formed, uniformly decorating the inner and outer walls from tube top to tube bottom. The photocatalytic activity for H<jats:sub>2</jats:sub> evolution strongly depends on the size and density of Pt nanoparticles, driven by the number of ALD cycles. We show that, for SP NTs, a much higher photocatalytic performance can be achieved with significantly smaller Pt nanoparticles (i.e. for fewer ALD cycles) compared to CP NTs.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Construction of the Pentacyclic Core and Formal Total Synthesis of (<i>rac</i>)‐Renieramycin T",
        "doi": "10.1002/open.201800178",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p><jats:bold>Invited for this month's cover picture is the group of Professor Naoki Saito at the Graduate School of Pharmaceutical Sciences, Meiji Pharmaceutical University (Japan). They achieved the first total synthesis of renieramycin T in 2016, and they have been following an alternative route to supply a large amount of it in order to promote research of the next stage, such as structure–activity relationship studies. This paper reports a formal total synthesis in 21 steps from a known piperazine‐2,5‐dione derivative. The key step of this synthesis is the modified Pictet–Spengler cyclization of a primary amine with an oxomalonic acid ester derivative followed by decarboxylation, and stereo‐controlled protonation at C‐1 position of the enol intermediate from the less‐hindered face. Read the full text of their Full Paper at </jats:bold><jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800112\">10.1002/open.201800112</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Intrinsic Dynamic Nature of Neutral Hydrogen Bonds Elucidated with QTAIM Dual Functional Analysis: Role of the Compliance Force Constants and QTAIM‐DFA Parameters in Stability",
        "doi": "10.1002/open.201800133",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is Professor Satoko Hayashi's group from the Faculty of Systems Engineering at Wakayama University (Japan). The cover picture shows Japanese lanterns for the Bon festival dance dangling on two ropes, and several molecular graphs with contour maps for hydrogen bonds (HBs) emerging from the lanterns. The curves of the ropes may correspond to the Δ<jats:italic>E</jats:italic> (energy of formation) and <jats:italic>C</jats:italic><jats:sub><jats:italic>ij</jats:italic></jats:sub> (compliance constant) values for HBs, for which the product will be constant. Read the full text of their Full Paper at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800051\">10.1002/open.201800051</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis, Characterization, Cytotoxicity, and Antibacterial Properties of <i>trans</i>‐γ‐Halo‐δ‐lactones",
        "doi": "10.1002/open.201800110",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A new four‐step pathway for the synthesis of γ‐halo‐δ‐lactones is described from simple, commercially available substrates: aryl bromides and 3‐methyl crotonaldehyde. The halogenolactonization reaction of β,δ‐substituted, γ,δ‐unsaturated carboxylic acid <jats:bold>4 a</jats:bold>–<jats:bold>c</jats:bold> is regio‐ and stereoselective and gives only the <jats:italic>trans</jats:italic>‐isomers of lactones <jats:bold>5 a</jats:bold>–<jats:bold>c</jats:bold>, <jats:bold>6 a</jats:bold>–<jats:bold>c</jats:bold>, and <jats:bold>7 a</jats:bold>–<jats:bold>c</jats:bold>. The structures of all synthesized compounds were confirmed by using spectroscopic methods. For bromolactone, containing a naphthyl moiety in the structure, crystallographic analysis was also performed. The lactones were tested for their cytotoxic activity against L929 cell lines (mouse fibroblasts) and antibacterial activity against <jats:italic>Escherichia coli</jats:italic> strains ATCC 8739 and <jats:italic>Staphylococcus aureus</jats:italic> ATCC 65389. Compounds <jats:bold>5 a</jats:bold>, <jats:bold>5 c</jats:bold>, <jats:bold>7 a</jats:bold>, and <jats:bold>7 b</jats:bold> statistically significantly inhibited the metabolic activity of mouse fibroblasts L929. Compounds <jats:bold>5 b</jats:bold> and <jats:bold>6 a</jats:bold> were not cytotoxic towards L929 cells, but showed moderate bactericidal properties.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "β‐Deuterium Isotope Effects on Firefly Luciferase Bioluminescence",
        "doi": "10.1002/open.201700136",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A 5,5‐<jats:italic>d<jats:sub>2</jats:sub></jats:italic>‐luciferin was prepared to measure isotope effects on reactions of two intermediates in firefly bioluminescence: emission by oxyluciferin and elimination of a putative luciferyl adenylate hydroperoxide to dehydroluciferin. A negligible isotope effect on bioluminescence provides further support for the belief that the emitting species is the keto‐phenolate of oxyluciferin and rules out its excited‐state tautomerization, one potential contribution to a bioluminescence quantum yield less than unity. A small isotope effect on dehydroluciferin formation supports a single‐electron‐transfer mechanism for reaction of the luciferyl adenylate enolate with oxygen to form the hydroperoxide or dehydroluciferin. Partitioning between the dioxetanone intermediate (en route to oxyluciferin) and dehydroluciferin is determined, not by the fate of the hydroperoxide, but by that of the radical formed from luciferyl adenylate, and the kinetic isotope effect (KIE) reflects H‐atom abstraction by superoxide.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Chemoenzymatic Synthesis in Flow Reactors: A Rapid and Convenient Preparation of Captopril",
        "doi": "10.1002/open.201700082",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The chemoenzymatic flow synthesis of enantiomerically pure captopril, a widely used antihypertensive drug, is accomplished starting from simple, inexpensive, and readily available reagents. The first step is a heterogeneous biocatalyzed regio‐ and stereoselective oxidation of cheap prochiral 2‐methyl‐1,3‐propandiol, performed in flow using immobilized whole cells of <jats:italic>Acetobacter aceti</jats:italic> MIM 2000/28, thus avoiding the use of aggressive and environmentally harmful chemical oxidants. The isolation of the highly hydrophilic intermediate (<jats:italic>R</jats:italic>)‐3‐hydroxy‐2‐methylpropanoic acid is achieved in‐line by using a catch‐and‐release strategy. Then, three sequential high‐throughput chemical steps lead to the isolation of captopril in only 75 min. In‐line quenching and liquid–liquid separation enable breaks in the workflow and other manipulations to be avoided.</jats:p>",
        "is_referenced_by_count": 39
    },
    {
        "title": "Optical Activity of Spin‐Forbidden Electronic Transitions in Metal Complexes from Time‐Dependent Density Functional Theory with Spin‐Orbit Coupling",
        "doi": "10.1002/open.202200020",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The calculation of magnetic transition dipole moments and rotatory strengths was implemented at the zeroth‐order regular approximation (ZORA) two‐component relativistic time‐dependent density functional theory (TDDFT) level. The circular dichroism of the spin‐forbidden ligand‐field transitions of tris(ethylenediamine)cobalt(III) computed in this way agrees very well with available measurements. Phosphorescence dissymmetry factors <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/open202200020-math-0001.png\" xlink:title=\"urn:x-wiley:21911363:media:open202200020:open202200020-math-0001\" />\n and the corresponding lifetimes are evaluated for three N‐heterocyclic‐carbene‐based iridium complexes, two of which contain helicene moieties, and for two platinahelicenes. The agreement with experimental data is satisfactory. The calculations reproduce the signs and order of magnitude of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/open202200020-math-0002.png\" xlink:title=\"urn:x-wiley:21911363:media:open202200020:open202200020-math-0002\" />\n, and the large variations of phosphorescence lifetimes among the systems. The electron spin contribution to the magnetic transition dipole moment is shown to be important in all of the computations.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Decomposition of Copper Formate Clusters: Insight into Elementary Steps of Calcination and Carbon Dioxide Activation",
        "doi": "10.1002/open.201900282",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The decomposition of copper formate clusters is investigated in the gas phase by infrared multiple photon dissociation of Cu(II)<jats:sub><jats:italic>n</jats:italic></jats:sub>(HCO<jats:sub>2</jats:sub>)<jats:sub>2<jats:italic>n</jats:italic>+1</jats:sub><jats:sup>−</jats:sup>, <jats:italic>n</jats:italic>≤8. In combination with quantum chemical calculations and reactivity measurements using oxygen, elementary steps of the decomposition of copper formate are characterized, which play a key role during calcination as well as for the function of copper hydride based catalysts. The decomposition of larger clusters (<jats:italic>n</jats:italic><jats:bold>&gt;</jats:bold>2) takes place exclusively by the sequential loss of neutral copper formate units Cu(II)(HCO<jats:sub>2</jats:sub>)<jats:sub>2</jats:sub> or Cu(II)<jats:sub>2</jats:sub>(HCO<jats:sub>2</jats:sub>)<jats:sub>4</jats:sub>, leading to clusters with <jats:italic>n</jats:italic>=1 or <jats:italic>n</jats:italic>=2. Only for these small clusters, redox reactions are observed as discussed in detail previously, including the formation of formic acid or loss of hydrogen atoms, leading to a variety of Cu(I) complexes. The stoichiometric monovalent copper formate clusters Cu(I)<jats:sub><jats:italic>m</jats:italic></jats:sub>(HCO<jats:sub>2</jats:sub>)<jats:sub><jats:italic>m</jats:italic>+1</jats:sub><jats:sup>−</jats:sup>, (<jats:italic>m=</jats:italic>1,2) decompose exclusively by decarboxylation, leading towards copper hydrides in oxidation state +I. Copper oxide centers are obtained via reactions of molecular oxygen with copper hydride centers, species containing carbon dioxide radical anions as ligands or a Cu(0) center. However, stoichiometric copper(I) and copper(II) formate Cu(I)(HCO<jats:sub>2</jats:sub>)<jats:sub>2</jats:sub><jats:sup>−</jats:sup> and Cu(II)(HCO<jats:sub>2</jats:sub>)<jats:sub>3</jats:sub><jats:sup>−</jats:sup>, respectively, is unreactive towards oxygen.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Discovery of Novel Molecular Frameworks of Farnesoid X Receptor Modulators by Ensemble Machine Learning",
        "doi": "10.1002/open.201800270",
        "year": 2018,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the group of Prof. Dr. Gisbert Schneider from the Swiss Federal Institute of Technology (ETH) Zurich (Switzerland). The cover picture illustrates the application of machine‐learning methods to expand the chemical space of farnesoid X receptor (FXR)‐targeting small molecules, by employing an ensemble of three complementary machine‐learning approaches (counter‐propagation artificial neural network, k‐nearest neighbor learner, and three‐dimensional pharmacophore model). Read the full text of their Full Paper at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201800156\">10.1002/open.201800156</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "A Pitfall in Heavy Metal Separation with Amino‐modified Silica Adsorbents from Aqueous Solution: The Occurring pH Shift",
        "doi": "10.1002/open.202200034",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Selective separation of heavy metal ions from acidic aqueous solutions is of strong interest for certain industrial processes, such as electroplating, as well as environmental protection, for example battery recycling. Amino‐functionalized adsorbents are often discussed as suitable material for this purpose. Herein, two silica‐based adsorbents functionalized with 3‐aminopropyl‐ and 3‐[2‐[2‐aminoethylamino]‐ethylamino]‐propyl‐ligands resulting in adsorbents MonoA and TriA, respectively, were investigated regarding their separation behavior with focus on nickel(II) and cobalt(II) in batch as well as continuous flow experiments in acidic aqueous solutions. For both adsorbents, pH shifts into the alkaline range were observed in the process solutions, causing precipitation of metal hydroxides mainly in the particle pores in case of adsorbent MonoA and a combination of precipitation and adsorption regarding adsorbent TriA.</jats:p><jats:p>Contrary to prior studies, our findings evidence that amino‐functionalized adsorbents are not applicable for nickel(II) and cobalt(II) in selective adsorption processes and additionally demonstrate that, besides batch investigations, continuous flow experiments are essential for well‐founded adsorbent selections in process development.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Facet‐Control versus Co‐Catalyst‐Control in Photocatalytic H<sub>2</sub> Evolution from Anatase TiO<sub>2</sub> Nanocrystals",
        "doi": "10.1002/open.202200010",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Titanium dioxide (TiO<jats:sub>2</jats:sub>) and, in particular, its anatase polymorph, is widely studied for photocatalytic H<jats:sub>2</jats:sub> production. In the present work, we examine the importance of reactive facets of anatase crystallites on the photocatalytic H<jats:sub>2</jats:sub> evolution from aqueous methanol solutions. For this, we synthesized anatase TiO<jats:sub>2</jats:sub> nanocrystals with a large amount of either {001} facets, that is, nanosheets, or {101} facets, that is, octahedral nanocubes, and examined their photocatalytic H<jats:sub>2</jats:sub> evolution and then repeated this procedure with samples where Pt co‐catalyst is present on all facets. Octahedral nanocubes with abundant {101} facets produce &gt;4 times more H<jats:sub>2</jats:sub> than nanosheets enriched in {001} facets if the reaction is carried out under co‐catalyst‐free conditions. For samples that carry Pt co‐catalyst on both {001} and {101} facets, faceting loses entirely its significance. This demonstrates that the beneficial role of faceting, namely the introduction of {101} facets that act as electron transfer mediator is relevant only for co‐catalyst‐free TiO<jats:sub>2</jats:sub> surfaces.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "A Xanthan‐Gum‐Stabilized PEG‐Conjugated Nanocurcumin Complex: Telescoping Synthesis for Enhanced Permeation Potential",
        "doi": "10.1002/open.202200200",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>We report a facile room temperature telescoping synthesis of a nanocurcumin complex with 17.5‐fold permeation enhancement as determined by comparative in vitro permeation study with raw curcumin. The permeation results were further validated with in silico drug absorption prediction using ADMET predictors.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Electron Transfer and Electron Excitation Processes in 2,5‐Diaminoterephthalate Derivatives with Broad Scope for Functionalization",
        "doi": "10.1002/open.201900138",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Derivatives of 2,5‐diaminoterephthalate (DAT) are efficient fluorescence dyes that are also redox‐active, thus allowing for the electrochemical manipulation of spectral properties. The electrochemical behaviour of seven DAT derivatives was studied by cyclic voltammetry in dichloromethane. In the absence of a proton donor, DATs should be oxidized in two one‐electron steps. The first step is usually quasi‐reversible while the second step is either quasi‐reversible or irreversible. Some electrochemical properties such as the formal potentials and the ratio between the anodic and the cathodic current were determined from the cyclic voltammograms. Correlation between the formal potential of first oxidation and the absorption or the fluorescence emission wavelengths are established for this specific type of dyes. These correlations were confirmed with density functional theory calculations.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Aptamer‐Based Cancer Cell Analysis and Treatment",
        "doi": "10.1002/open.202200141",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Aptamers are a class of single‐stranded DNA or RNA oligonucleotides that can exclusively bind to various targets with high affinity and selectivity. Regarded as “chemical antibodies”, aptamers possess several intrinsic advantages, including easy synthesis, convenient modification, high programmability, and good biocompatibility. In recent decades, many studies have demonstrated the superiority of aptamers as molecular tools for various biological applications, particularly in the area of cancer theranostics. In this review, we focus on recent progress in developing aptamer‐based strategies for the precise analysis and treatment of cancer cells.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Molecular Dynamics Insights for Screening the Ability of Polymers to Remove Pesticides from Water",
        "doi": "10.1002/open.201800293",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The use of pesticides in agriculture is known to have environmental impacts, namely it leads to underground and spring water contamination. Thus, it turns out that nowadays general‐endeavor towards the sustainability of farmer production requires novel strategies to capture pesticides from water and soils. We propose a methodology based on molecular dynamics simulations to identify polymers that are potentially featured to be applied for pesticide remediation in water and soils. We have employed cymoxanil (CYM), glufosinate ammonium (GLF), imidacloprid (IMI) and mancozeb (MAN) as pesticides, and have tested polymers with different characteristics as removing agents. Specifically, we have investigated oligomers of polypropylene (PP), poly(acrylic acid) protonated (PAAH) and deprotonated (PAA), and chitosan protonated (CTH) and deprotonated (CT). It has been found that all oligomers show a certain degree of selectivity concerning the interaction with the tested pesticides.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Thermally Induced Synthesis of Anthracene‐, Pyrene‐ and Naphthalene‐Fused Porphyrins",
        "doi": "10.1002/open.202100201",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The synthesis of π‐extended porphyrins containing anthracenyl moieties still represents an important challenge. Here, we report on the synthesis of a series of unsubstituted naphthyl‐, pyrenyl‐ and anthracenyl‐fused zinc porphyrin derivatives. To this aim, <jats:italic>meso</jats:italic>‐substitued porphyrins are synthesized and the fusion of the PAHs (Polycyclic Aromatic Hydrocarbon) on the β‐positions are performed through thermally induced dehydro‐aromatization. The fused zinc‐porphyrin derivatives are fully characterized and their optical absorption and photoluminescence properties are reported. We also demonstrate that zinc can be removed from the porphyrin core, giving rise to pure C, H, N materials. This work constitutes the first step towards the synthesis of the fully‐fused tetra‐anthracenylporphyrin.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Wastewater To Resource: Design of a Sustainable Phosphorus Recovery System",
        "doi": "10.1002/open.201900189",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>To enable a more sustainable wastewater treatment processes, a transition towards resource recovery methods that have minimal environmental impact while being financially viable is imperative. Phosphorus (P) is a finite resource that is being discharged into the aqueous environment in excessive quantities. As such, understanding the financial and environmental effectiveness of different approaches for removing and recovering P from wastewater streams is important to reduce the overall impact of wastewater treatment. In this study, a process‐systems modelling framework for comprehensively evaluating these approaches in terms of both economic and environmental impacts is developed. Applying this framework, treatment pathways are designed, simulated and analysed to determine the most suitable approaches for P removal and recovery. The purpose of this methodology is not only to assist with plant design, but also to identify the principal economic and environmental factors acting as barriers to implementing a given technology, incorporating the impact of waste recovery. The results suggest that the chemical and ion‐exchange approaches studied deliver sustainable advantages over biological pathways, both economically and environmentally, with each possessing different strengths. The assessment methodology developed enables a more rational and environmentally sound wastewater plant design approach to be taken.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "(BEDT‐TTF)<sub>2</sub>Cu<sub>2</sub>(HCOO)<sub>5</sub>: An Organic–Inorganic Hybrid Conducting Magnet",
        "doi": "10.1002/open.201700041",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>A dual‐functional organic–inorganic hybrid (BEDT‐TTF)<jats:sub>2</jats:sub>Cu<jats:sub>2</jats:sub>(HCOO)<jats:sub>5</jats:sub> (<jats:bold>1</jats:bold>) (BEDT‐TTF=bis(ethylenedithio)tetrathiafulvalene) was obtained through the electrochemical oxidation of neutral BEDT‐TTF in the presence of an ammonium salt of the one‐dimensional copper‐formate framework [(C<jats:sub>2</jats:sub>H<jats:sub>5</jats:sub>)<jats:sub>3</jats:sub>NH]<jats:sub>2</jats:sub>Cu<jats:sub>2</jats:sub>(HCOO)<jats:sub>5</jats:sub> in a C<jats:sub>6</jats:sub>H<jats:sub>5</jats:sub>Cl–C<jats:sub>2</jats:sub>H<jats:sub>5</jats:sub>OH solution. Compound <jats:bold>1</jats:bold> was composed of organic donor BEDT‐TTF<jats:sup>+0</jats:sup>⋅<jats:sup>5</jats:sup> in a θ‐phase arrangement and Jahn–Teller distorted (4,4) grid anion sheets [Cu<jats:sub>2</jats:sub>(HCOO)<jats:sub>5</jats:sub><jats:sup>‐</jats:sup>]<jats:sub><jats:italic>n</jats:italic></jats:sub> with <jats:italic>S=</jats:italic>1/2. We identified the material as a semiconductor with values of <jats:italic>σ</jats:italic><jats:sub>300K</jats:sub>=10<jats:sup>−1</jats:sup> S cm<jats:sup>−1</jats:sup>. The anion sheet is a coordination isomer of [Cu<jats:sub>2</jats:sub>(HCOO)<jats:sub>5</jats:sub><jats:sup>‐</jats:sup>]<jats:sub><jats:italic>n</jats:italic></jats:sub> and, compared with the starting material, shows antiferromagnetic behavior as the well‐known inorganic Cu−O, Co−O square layers for creating inorganic conducting magnets. Long‐range antiferromagnetic ordering was observed at 8.0 K.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Green and Red Fluorescent Dyes for Translational Applications in Imaging and Sensing Analytes: A Dual‐Color Flag",
        "doi": "10.1002/open.201700177",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Invited for this month's cover picture is the BIOSCOPE group of Professors Carlos Lodeiro and José Luis Capelo at the REQUIMTE/UCIBIO‐LAQv‐FCT University NOVA of Lisbon (Portugal), and their collaborators. The cover picture is devoted to Translational Research, and shows the Portuguese Flag represented by the interaction between cells and Janus gold/silver nanoparticles functionalized with rhodamine (red) and Fluorescein (green) dyes as tools for biomedical translational research. Read the full text of their Review at <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://doi.org/10.1002/open.201700135\">10.1002/open.201700135</jats:ext-link>.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "The Diels‐Alder Approach towards Cannabinoid Derivatives and Formal Synthesis of Tetrahydrocannabinol (THC)",
        "doi": "10.1002/open.202000343",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Based on the Diels‐Alder reaction of vinylchromenes with electron‐poor dienophiles, we developed a strategy for the synthesis of tetrahydrocannabinol derivatives. Substituted vinyl chromenes could be converted with several dienophiles to successfully isolate several complex molecules. These molecules already contain the cannabinoid‐like base structure and further processing of one such derivative led to a precursor of Δ<jats:sup>9</jats:sup>‐tetrahydrocannabinol. The most challenging step towards this precursor was an epoxidation step that was ultimately achieved via dimethyl dioxirane.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Does Electron Capture Dissociation Cleave Protein Disulfide Bonds?",
        "doi": "10.1002/open.201200038",
        "year": 2012,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Peptide and protein characterization by mass spectrometry (MS) relies on their dissociation in the gas phase into specific fragments whose mass values can be aligned as ‘mass ladders’ to provide sequence information and to localize possible posttranslational modifications. The most common dissociation method involves slow heating of even‐electron (<jats:italic>M</jats:italic>+<jats:italic>n</jats:italic> H)<jats:sup><jats:italic>n</jats:italic>+</jats:sup> ions from electrospray ionization by energetic collisions with inert gas, and cleavage of amide backbone bonds. More recently, dissociation methods based on electron capture or transfer were found to provide far more extensive sequence coverage through unselective cleavage of backbone NCα bonds. As another important feature of electron capture dissociation (ECD) and electron transfer dissociation (ETD), their unique unimolecular radical ion chemistry generally preserves labile posttranslational modifications such as glycosylation and phosphorylation. Moreover, it was postulated that disulfide bond cleavage is preferred over backbone cleavage, and that capture of a single electron can break both a backbone and a disulfide bond, or even two disulfide bonds between two peptide chains. However, the proposal of preferential disulfide bond cleavage in ECD or ETD has recently been debated. The experimental data presented here reveal that the mechanism of protein disulfide bond cleavage is much more intricate than previously anticipated.</jats:p>",
        "is_referenced_by_count": 40
    },
    {
        "title": "Halogen Bonding in Two‐Dimensional Crystal Engineering",
        "doi": "10.1002/open.201900337",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Halogen bonds, which provide an intermolecular interaction with moderate strength and high directionality, have emerged as a promising tool in the repertoire of non‐covalent interactions. In this review, we provide a survey of the literature where halogen bonding was used for the fabrication of supramolecular networks on solid surfaces. The definitions of, and the distinction between halogen bonding and halogen‐halogen interactions are provided. Self‐assembled networks formed at the solution/solid interface and at the vacuum‐solid interface, stabilized in part by halogen bonding, are discussed. Besides the broad classification based on the interface at which the systems are studied, the systems are categorized further as those sustained by halogen‐halogen and halogen‐heteroatom contacts.</jats:p>",
        "is_referenced_by_count": 96
    },
    {
        "title": "Reaction Mechanisms and Rate Constants of Auto‐Catalytic Urethane Formation and Cleavage Reactions",
        "doi": "10.1002/open.202000150",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The chemistry of urethanes plays a key role in important industrial processes. Although catalysts are often used, the study of the reactions without added catalysts provides the basis for a deeper understanding. For the non‐catalytic urethane formation and cleavage reactions, the dominating reaction mechanism has long been debated. To our knowledge, the reaction kinetics have not been predicted quantitatively so far. Therefore, we report a new computational study of urethane formation and cleavage reactions. To analyze various potential reaction mechanisms and to predict the reaction rate constants quantum chemistry and transition state theory were employed. For validation, experimental data from literature and from own experiments were used. Quantitative agreement of experiments and predictions could be demonstrated. The calculations confirm earlier assumptions that urethane formation reactions proceed via mechanisms where alcohol molecules act as auto‐catalysts. Our results show that it is essential to consider several transition states corresponding to different reaction orders to enable agreement with experimental observations. Urethane cleavage seems to be catalyzed by an isourethane, leading to an observed 2nd‐order dependence of the reaction rate on the urethane concentration. The results of our study support a deeper understanding of the reactions as well as a better description of reaction kinetics and will therefore help in catalyst development and process optimization.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Iron Oxide Nanoparticles: Biosynthesis, Magnetic Behavior, Cytotoxic Effect",
        "doi": "10.1002/open.202000186",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Iron oxide nanoparticles have attracted much attention because of their superparamagnetic properties and their potential applications in many fields such as magnetic storage devices, catalysis, sensors, superparamagnetic relaxometry (SPMR), and high‐sensitivity biomolecule magnetic resonance imaging (MRI) for medical diagnosis and therapeutics. In this study, iron oxide nanoparticles (Fe<jats:sub>2</jats:sub>O<jats:sub>3</jats:sub>NPs) have been synthesized using a<jats:italic>taranjabin</jats:italic>(camelthorn or persian manna) aqueous solution. The synthesized Fe<jats:sub>2</jats:sub>O<jats:sub>3</jats:sub>NPs were identified through powder X‐ray diffraction (PXRD), X‐ray photoelectron spectroscopy (XPS), Fourier transform infrared spectroscopy (FT‐IR), field energy scanning electron microscopy (FESEM), transmission electron microscopy (TEM), energy‐dispersive spectroscopy (EDX), vibrating‐sample magnetometer (VSM) and Raman technics. The results show that the nanoparticles have a hexagonal structure with 20 to 60 nm in size. The cytotoxic effect of the synthesized nanoparticles has been tested upon application against lung cancer cell (A549) lines. It was found that there is no cytotoxic activity at lower concentrations of 200 μg/mL. The ability of the synthesized nanoparticles for lead removal in wastewaters was tested. Results show that highest concentration of adsorbent (50 mg/L) has maximum removal efficiency (96.73 %). So, synthesized Fe<jats:sub>2</jats:sub>O<jats:sub>3</jats:sub>NPs can be a good candidate to use as heavy metals cleaner from contaminated waters.</jats:p>",
        "is_referenced_by_count": 40
    },
    {
        "title": "Computational Pharmacokinetics Report, ADMET Study and Conceptual DFT‐Based Estimation of the Chemical Reactivity Properties of Marine Cyclopeptides",
        "doi": "10.1002/open.202100178",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Homophymines A–E and A1–E1 are bioactive natural cyclodepsipeptides with a complex molecular architecture. These molecules could have a potential use as antimicrobial, antiviral, and anticancer substances. We have carried out a computational study of the properties of this family of marine peptides using a CDFT‐based Computational Peptidology (CDFT‐CP) methodology that results from the combination of the chemical reactivity descriptors that arise from conceptual Density Functional Theory (CDFT) together with cheminformatics tools. The latter can be used to estimate the associated physicochemical parameters and to improve the process of virtual screening through a similarity search. Using this approach, the ability of the peptides to behave as a potentially useful drugs can be investigated. An analysis of their bioactivity and pharmacokinetics indices related to the ADMET (Absorption, Distribution, Metabolism, Excretion and Toxicity) features has also been carried out.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Interaction of Aluminum Metaphosphates in the Setting of Potassium Silicate Solutions in Terms of the Crystalline Phase Composition.",
        "doi": "10.1002/open.202000060",
        "year": 2020,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Aluminum phosphates are known as inorganic hardening agents for the setting of alkali silicate solutions, but only few studies have been published on the setting mechanism of potassium water glass. The solution behavior of two aluminum metaphosphates in alkaline environments were investigated photometrically determining the dissolved aluminum content. The crystalline phase composition of the hardened potassium silicate systems was determined by X‐ray diffraction. New insights into the setting mechanism were obtained concerning the structure of the aluminum metaphosphate and the SiO<jats:sub>2</jats:sub>/K<jats:sub>2</jats:sub>O ratio of three different potassium silicate solutions. With increasing pH value aluminum tetrametaphosphate reacts rapidly and forms crystalline potassium tetrametaphosphate dihydrate by an ion‐exchange‐reaction. In parallel, a depolymerization of the cyclic metaphosphate structure occurs leading to potassium dihydrogen phosphate as final fragmentation product. With aluminum hexametaphosphate no ion‐exchange reaction product was observed. Only potassium dihydrogen phosphate could be found in higher quantities compared to the reaction with aluminum tetrametaphosphate.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Tetrahydropyranyl: A Non‐aromatic, Mild‐Acid‐Labile Group for Hydroxyl Protection in Solid‐Phase Peptide Synthesis",
        "doi": "10.1002/open.201600157",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The use of the tetrahydropyranyl (Thp) group for the protection of serine and threonine side‐chain hydroxyl groups in solid‐phase peptide synthesis has not been widely investigated. Ser/Thr side‐chain hydroxyl protection with this acid‐labile and non‐aromatic moiety is presented here. Although Thp reacts with free carboxylic acids, it can be concluded that to introduce Thp ethers at the hydroxyl groups of N‐protected Ser and Thr, protection of the C‐terminal carboxyl group is unnecessary due to the lability of Thp esters. Thp‐protected Ser/Thr‐containing tripeptides are synthesized and the removal of Thp studied in low concentrations of trifluoroacetic acid in the presence of cation scavengers. Given its general stability to most non‐acidic reagents, improved solubility of its conjugates and ease with which it can be removed, Thp emerges as an effective protecting group for the hydroxyl groups of Ser and Thr in solid‐phase peptide synthesis.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "De Novo Modular Development of a Foldameric Protein–Protein Interaction Inhibitor for Separate Hot Spots: A Dynamic Covalent Assembly Approach",
        "doi": "10.1002/open.201700012",
        "year": 2017,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Protein–protein interactions stabilized by multiple separate hot spots are highly challenging targets for synthetic scaffolds. Surface‐mimetic foldamers bearing multiple recognition segments are promising candidate inhibitors. In this work, a modular bottom‐up approach is implemented by identifying short foldameric recognition segments that interact with the independent hot spots, and connecting them through dynamic covalent library (DCL) optimization. The independent hot spots of a model target (calmodulin) are mapped with hexameric β‐peptide helices using a pull‐down assay. Recognition segment hits are subjected to a target‐templated DCL ligation through thiol–disulfide exchange. The most potent derivative displays low nanomolar affinity towards calmodulin and effectively inhibits the calmodulin–TRPV1 interaction. The DCL assembly of the folded segments offers an efficient approach towards the de novo development of a high‐affinity inhibitor of protein–protein interactions.</jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "Manganese‐Zinc Ferrites: Safe and Efficient Nanolabels for Cell Imaging and Tracking In Vivo",
        "doi": "10.1002/open.201800261",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Manganese‐zinc ferrite nanoparticles were synthesized by using a hydrothermal treatment, coated with silica, and then tested as efficient cellular labels for cell tracking, using magnetic resonance imaging (MRI) in vivo. A toxicity study was performed on rat mesenchymal stem cells and C6 glioblastoma cells. Adverse effects on viability and cell proliferation were observed at the highest concentration (0.55 mM) only; cell viability was not compromised at lower concentrations. Nanoparticle internalization was confirmed by transmission electron microscopy. The particles were found in membranous vesicles inside the cytoplasm. Although the metal content (0.42 pg Fe/cell) was lower compared to commercially available iron oxide nanoparticles, labeled cells reached a comparable relaxation rate <jats:italic>R</jats:italic><jats:sub>2</jats:sub>, owing to higher nanoparticle relaxivity. Cells from transgenic luciferase‐positive rats were used for in vivo experiments. Labeled cells were transplanted into the muscles of non‐bioluminescent rats and visualized by MRI. The cells produced a distinct hypointense signal in T<jats:sub>2</jats:sub>‐ or T<jats:sub>2</jats:sub>*‐weighted MR images in vivo. Cell viability in vivo was verified by bioluminescence.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Comparison of Iridium(I) Catalysts in Temperature Mediated Hydrogen Isotope Exchange Reactions",
        "doi": "10.1002/open.201900204",
        "year": 2019,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The reactivity and selectivity of iridium(I) catalysed hydrogen isotope exchange (HIE) reactions can be varied by using wide range of reaction temperatures. Herein, we have done a detailed comparison study with common iridium(I) catalysts (<jats:bold>1</jats:bold>–<jats:bold>6</jats:bold>) which will help us to understand and optimize the approaches of either high selectivity or maximum deuterium incorporation. We have demonstrated that the temperature window for these studied iridium(I) catalysts is surprisingly very broad. This principle was further proven in some HIE reactions on complex drug molecules.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "The Power of Biocatalysis: A One‐Pot Total Synthesis of Rhamnolipids from Butane as the Sole Carbon and Energy Source",
        "doi": "10.1002/open.201600127",
        "year": 2016,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Microbially derived surfactants, so‐called biosurfactants, have drawn much attention in recent years and are expected to replace current petrochemical surfactants, owing to their environmental and toxicological benefits. One strategy to support that goal is to reduce production costs by replacing relatively expensive sugars with cheaper raw materials, such as short‐chain alkanes. Herein, we report the successful one‐pot total synthesis of rhamnolipids, a class of biosurfactants with 12 stereocenters, from butane as sole carbon and energy source through the design of a tailored whole‐cell biocatalyst.</jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "On the Use of Solomon Echoes in <sup>27</sup>Al NMR Studies of Complex Aluminium Hydrides**",
        "doi": "10.1002/open.202300011",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The quadrupole coupling constant <jats:italic>C</jats:italic><jats:sub>Q</jats:sub> and the asymmetry parameter <jats:italic>η</jats:italic> have been determined for two complex aluminium hydrides from <jats:sup>27</jats:sup>Al NMR spectra recorded for stationary samples by using the Solomon echo sequence. The thus obtained data for KAlH<jats:sub>4</jats:sub> (<jats:italic>C</jats:italic><jats:sub>Q</jats:sub>=(1.30±0.02) MHz, <jats:italic>η</jats:italic>=(0.64±0.02)) and NaAlH<jats:sub>4</jats:sub> (<jats:italic>C</jats:italic><jats:sub>Q</jats:sub>=(3.11±0.02) MHz, <jats:italic>η</jats:italic>&lt;0.01) agree very well with data previously determined from MAS NMR spectra. The accuracy with which these parameters can be determined from static spectra turned out to be at least as good as via the MAS approach. The experimentally determined parameters (<jats:italic>δ</jats:italic><jats:sub>iso</jats:sub>, <jats:italic>C</jats:italic><jats:sub>Q</jats:sub> and <jats:italic>η</jats:italic>) are compared with those obtained from DFT‐GIPAW (density functional theory – gauge‐including projected augmented wave) calculations. Except for the quadrupole coupling constant for KAlH<jats:sub>4</jats:sub>, which is overestimated in the GIPAW calculations by about 30 %, the agreement is excellent. Advantages of the application of the Solomon echo sequence for the measurement of less stable materials or for <jats:italic>in situ</jats:italic> studies are discussed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Computational Study of the Fries Rearrangement Catalyzed by Acyltransferase from <i>Pseudomonas protegens</i>",
        "doi": "10.1002/open.202300256",
        "year": 2024,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The acyltransferase from <jats:italic>Pseudomonas protegens</jats:italic> (<jats:italic>Pp</jats:italic>ATase) catalyzes in nature the reversible transformation of monoacetylphloroglucinol to diacetylphloroglucinol and phloroglucinol. Interestingly, this enzyme has been shown to catalyze the promiscuous transformation of 3‐hydroxyphenyl acetate to 2′,4′‐dihydroxyacetophenone, representing a biological version of the Fries rearrangement. In the present study, we report a mechanistic investigation of this activity of <jats:italic>Pp</jats:italic>ATase using quantum chemical calculations. A detailed mechanism is proposed, and the energy profile for the reaction is presented. The calculations show that the acylation of the enzyme is highly exothermic, while the acetyl transfer back to the substrate is only slightly exothermic. The deprotonation of the C6−H of the substrate is rate‐limiting, and a remote aspartate residue (Asp137) is proposed to be the general base group in this step. Analysis of the binding energies of various acetyl acceptors shows that <jats:italic>Pp</jats:italic>ATase can promote both intramolecular and intermolecular Fries rearrangement towards diverse compounds.</jats:p>",
        "is_referenced_by_count": 0
    }
]