[
    {
        "title": "Synthesis and Characterization of Dithiooxamidate-Bridged Polynuclear Ni Complexes",
        "doi": "10.3390/chemistry5040150",
        "year": 2023,
        "abstract": "<jats:p>Mixed-valence complexes contain two metals with different formal oxidation numbers and, therefore, show mixed properties that are influenced by the electronic coupling between the two metals, which is, in turn, regulated by a bridging ligand. This is an attractive point for many researchers. Oxalate is widely used as a bridging ligand for preparing polynuclear complexes. More than 1000 complexes have been reported until now. However, dithiooxamidate, which is an oxalate analog, is less popular as a bridging ligand. Here, a new dithiooxamidate-bridged Ni-diphosphine dinuclear complex with the formula [(μ2-toxa){Ni(dppe)}2](BF4)2 (toxa = dithiooxamidate; dppe = 1,2-bis(diphenylphosphino)ethane) was prepared and characterized via single-crystal X-ray diffraction. When using 1,3-bis(diphenylphosphino)propane (dppp) instead of dppe, dinuclear, trinuclear, and tetranuclear complexes were obtained, i.e., [(μ2-toxa){Ni(dppp)}2](BF4)2, [{μ2-Ni(toxa)2}{Ni(dppp)}2](BF4)2, and [{μ3-Ni(toxa)3}{Ni(dppp)}3](BF4)2, respectively. Bidentate toxa ligands in dinuclear complexes coordinate each Ni atom as κ(S,N). However, the trinuclear and the tetranuclear complexes have the toxa ligands with κ(N,N) and κ(S,S) coordination. The [(μ2-toxa){Ni(dppe)}2](BF4)2 complex undergoes four reversible redox processes, whose analysis via a controlled-potential absorption spectrum reveals the presence of a Ni(II)-Ni(I) mixed-valence state at ∆E1/2 = 0.22 V with a comproportionation constant of 6.1 × 103.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Structures of Three Alkaline-Earth Metal Germanides Refined from Single-Crystal X-ray Diffraction Data",
        "doi": "10.3390/chemistry4040094",
        "year": 2022,
        "abstract": "<jats:p>The calcium- and strontium- alumo-germanides SrxCa1–xAl2Ge2 (x ≈ 0.4) and SrAl2Ge2 have been synthesized and structurally characterized. Additionally, a binary calcium germanide CaGe has also been identified as a byproduct. All three crystal structures have been established from single-crystal X-ray diffraction methods and refined with high accuracy and precision. The binary CaGe crystallizes with a CrB-type structure in the orthorhombic space group Cmcm (no. 63; Z = 4; Pearson symbol oC8), where the germanium atoms are interconnected into infinite zigzag chains, formally [Ge]2−. The calcium atoms are arranged in monocapped trigonal prisms, centered by Ge atoms. SrxCa1−xAl2Ge2 (x ≈ 0.4) and SrAl2Ge2 have been confirmed to crystallize with a CaAl2Si2-type structure in the trigonal space group P3¯m1 (no. 164; Z = 1; Pearson symbol hP5), where the germanium and aluminum atoms form puckered double-layers, formally [Al2Ge2]2−. The calcium atoms are located between the layers and reside inside distorted octahedra of Ge atoms. All presented structures have a valence electron count satisfying the octet rules (e.g., Ca2+Ge2− and Ca2+[Al2Ge2]2−) and can be regarded as Zintl phases.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Enantiopure Cyclometalated Rh(III) and Ir(III) Complexes Displaying Rigid Configuration at Metal Center: Design, Structures, Chiroptical Properties and Role of the Iodide Ligand",
        "doi": "10.3390/chemistry4010014",
        "year": 2022,
        "abstract": "<jats:p>Enantiopure N-heterocyclic carbene half-sandwich metal complexes of the general formula [Cp*M(C^C:)I] (M = Rh, Ir; C^C: = NI-NHC; NI-H = Naphthalimide; NHC = N-heterocyclic carbene) are reported. The rhodium compound was obtained as a single isomer displaying six membered metallacycle and was resolved on chiral column chromatography to the corresponding enantiomers (S)-[Cp*Rh(C^C:)I] (S)-2 and (R)-[Cp*Rh(C^C:)I] (R)-2. The iridium congener, however, furnishes a pair of regioisomers, which were resolved into (S)-[Cp*Ir(C^C:)I] (S)-3 and (R)-[Cp*Ir(C^C:)I] (R)-3 and (S)-[Cp*Ir(C^C:)I] (S)-4 and (R)-[Cp*Ir(C^C:)I] (R)-4. These regioisomers differ from each other, only by the size of the metallacycle; five-membered for 3 and six-membered for 4. The molecular structures of (S)-2 and (S)-4 are reported. Moreover, the chiroptical properties of these compounds are presented and discussed. These compounds display exceptional stable configurations at the metal center in solution with enantiomerization barrier ΔG≠ up to 124 kJ/mol. This is because the nature of the naphthalimide-NHC clamp ligand and the iodide ligand contribute to their configuration’s robustness. In contrast to related complexes reported in the literature, which are often labile in solution.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Brucite-Like Mixed-Valent Cluster Capped by [MnIIIp-tBu-calix[4]arene]− Moieties",
        "doi": "10.3390/chemistry2020016",
        "year": 2020,
        "abstract": "<jats:p>p-tBu-calix[4]arene (H4TBC[4]) has proven to be an incredibly versatile ligand for the synthesis of 3d- and 3d/4f- clusters, in particular those containing mixed-valent Mn ions. These are of interest to the magnetochemist for the diversity of magnetic behaviours that can be shown, along with a huge variety of nuclearities and topologies accessible, which allow one to outline magneto-structural correlations and a quantitative understanding of their properties. This contribution reports the synthesis, analysis and magnetic properties of a Brucite-like Mn-oxo/hydroxo octanuclear fragment encapsulated within/capped by four [MnIII-TBC[4]]− moieties. A diol coligand in the reaction mixture plays a seemingly important role in determining the outcome, though it is not incorporated in the final structure.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Comparison of the Molecular Properties of Euglobals Differing by the Mutual Positions of the Two R–C=O Groups (R = H and CH2CH(CH3)2): A Computational Study",
        "doi": "10.3390/chemistry5040144",
        "year": 2023,
        "abstract": "<jats:p>Euglobals are a subclass of acylphloroglucinols, mostly found in plants of the Eucalyptus genus. They possess anticancer activity, being potent inhibitors of the Epstein–Barr virus activation. Their molecules can be viewed as acylphloroglucinol monoterpene or sesquiterpene adducts, with the former having greater activity than the latter. The acylphloroglucinol moiety contains two mutually meta acyl (R–C=O) groups, respectively, in ortho and meta positions with respect to the two C atoms shared by the two moieties. The current work focuses on euglobal molecules in which R = H is in one acyl group and R = isobutyl is in the other. It aims to identify the property differences between molecules having the same terpene moiety and the two acyl groups in reversed positions. Ten such pairs were studied computationally using different levels of theory (HF, DFT, and MP2). The results highlight considerable differences between the two molecules of each pair, regarding molecular features such as relative energies, characteristics of the intramolecular hydrogen bonds (IHBs), dipole moment, bond vibrational frequencies, and frequency changes caused by the IHBs. A comparison of the results from the different levels of theory utilised shows similar patterns for the influence of position reversal on the same characteristic.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Structural Elucidation of Enantiopure and Racemic 2-Bromo-3-Methylbutyric Acid",
        "doi": "10.3390/chemistry2030044",
        "year": 2020,
        "abstract": "<jats:p>Halogenated carboxylic acids have been important compounds in chemical synthesis and indispensable research tools in biochemical studies for decades. Nevertheless, the number of structurally characterized simple α-brominated monocarboxylic acids is still limited. We herein report the crystallization and structural elucidation of (R)- and rac-2-bromo-3-methylbutyric acid (2-bromo-3-methylbutanoic acid, 1) to shed light on intermolecular interactions, in particular hydrogen bonding motifs, packing modes and preferred conformations in the solid-state. The crystal structures of (R)- and rac-1 are revealed by X-ray crystallography. Both compounds crystallize in the triclinic crystal system with Z = 2; (R)-1 exhibits two crystallographically distinct molecules. In the crystal, (R)-1 forms homochiral O–H···O hydrogen-bonded carboxylic acid dimers with approximate non-crystallographic C2 symmetry. In contrast, rac-1 features centrosymmetric heterochiral dimers with the same carboxy syn···syn homosynthon. The crystal packing of centrosymmetric rac-1 is denser than that of its enantiopure counterpart (R)-1. The molecules in both crystal structures adopt a virtually identical staggered conformation, despite different crystal environments, which indicates a preferred molecular structure of 1. Intermolecular interactions apart from classical O–H···O hydrogen bonds do not appear to have a crucial bearing on the solid-state structures of (R)- and rac-1.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Controlled Stepwise Synthesis and Characterization of a Ternary Multicomponent Crystal with 2-Methylresorcinol",
        "doi": "10.3390/chemistry2010009",
        "year": 2020,
        "abstract": "<jats:p>A typical approach of a multicomponent crystal design starts with a retrosynthetic analysis of the target molecule followed by a one-pot reaction of all components. To develop protocols for multicomponent crystal syntheses, controlled stepwise syntheses of a selected crystalline ternary multicomponent system 1 involving 2-methylresorcinol (MRS), tetramethyl-pyrazine (TMP), and 1,2-bis(4-pyridyl)ethane (BPE) are presented. The obtained binary cocrystals 2 (involving MRS and TMP) and 3 (involving MRS and BPE) as well as the final resulting ternary multicomponent system 1 were characterized by X-ray analysis.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Production of Alkyl Levulinates from Carbohydrate-Derived Chemical Intermediates Using Phosphotungstic Acid Supported on Humin-Derived Activated Carbon (PTA/HAC) as a Recyclable Heterogeneous Acid Catalyst",
        "doi": "10.3390/chemistry5020057",
        "year": 2023,
        "abstract": "<jats:p>This work reports a straightforward and high-yielding synthesis of alkyl levulinates (ALs), a class of promising biofuel, renewable solvent, and chemical feedstock of renewable origin. ALs were prepared by the acid-catalyzed esterification of levulinic acid (LA) and by the alcoholysis of carbohydrate-derived chemical platforms, such as furfuryl alcohol (FAL) and α-angelica lactone (α-AGL). Phosphotungstic acid (PTA) was chosen as the solid acid catalyst for the transformation, which was heterogenized on humin-derived activated carbon (HAC) for superior recyclability. Using HAC as catalyst support expands the scope of valorizing humin, a complex furanic resin produced inevitably as a side product (often considered waste) during the acid-catalyzed hydrolysis/dehydration of sugars and polymeric carbohydrates. Under optimized conditions (150 °C, 7 h, 25 wt.% of 20%PTA/HAC-600 catalyst), ethyl levulinate (EL) was obtained in an 85% isolated yield starting from FAL. Using the general synthetic protocol, EL was isolated in 88% and 84% yields from LA and α-AGL, respectively. The 20%PTA/HAC-600 catalyst was successfully recovered from the reaction mixture and recycled for five cycles. A marginal loss in the yield of ALs was observed in consecutive catalytic cycles due to partial leaching of PTA from the HAC support.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Lattice Dynamics of KAgF3 Perovskite, Unique 1D Antiferromagnet",
        "doi": "10.3390/chemistry3010007",
        "year": 2021,
        "abstract": "<jats:p>Theoretical DFT calculations using GGA+U and HSE06 frameworks enabled vibrational mode assignment and partial (atomic) phonon DOS determination in KAgF3 perovskite, a low-dimensional magnetic fluoroargentate(II). Twelve bands in the spectra of KAgF3 were assigned to either IR active or Raman active modes, reaching excellent correlation with experimental values (R2 &gt; 0.997). Low-temperature Raman measurements indicate that the intriguing spin-Peierls-like phase transition at 230 K is an order–disorder transition and it does not strongly impact the vibrational structure of the material.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Oxidative Repair of Pyrimidine Cyclobutane Dimers by Nitrate Radicals (NO3•): A Kinetic and Computational Study",
        "doi": "10.3390/chemistry2020027",
        "year": 2020,
        "abstract": "<jats:p>Pyrimidine cyclobutane dimers are hazardous DNA lesions formed upon exposure of DNA to UV light, which can be repaired through oxidative electron transfer (ET). Laser flash photolysis and computational studies were performed to explore the role of configuration and constitution at the cyclobutane ring on the oxidative repair process, using the nitrate radical (NO3•) as oxidant. The rate coefficients of 8–280 × 107 M−1 s−1 in acetonitrile revealed a very high reactivity of the cyclobutane dimers of N,N’-dimethylated uracil (DMU), thymine (DMT), and 6-methyluracil (DMU6-Me) towards NO3•, which likely proceeds via ET at N(1) as a major pathway. The overall rate of NO3• consumption was determined by (i) the redox potential, which was lower for the syn- than for the anti-configured dimers, and (ii) the accessibility of the reaction site for NO3•. In the trans dimers, both N(1) atoms could be approached from above and below the molecular plane, whereas in the cis dimers, only the convex side was readily accessible for NO3•. The higher reactivity of the DMT dimers compared with isomeric DMU dimers was due to the electron-donating methyl groups on the cyclobutane ring, which increased their susceptibility to oxidation. On the other hand, the approach of NO3• to the dimers of DMU6-Me was hindered by the methyl substituents adjacent to N(1), making these dimers the least reactive in this series.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Current Density and Spectroscopy—A Themed Issue in Honor of Professor Riccardo Zanasi on the Occasion of His 70th Birthday",
        "doi": "10.3390/chemistry4010010",
        "year": 2022,
        "abstract": "<jats:p>It is our great pleasure to introduce the Festschrift of Chemistry to honor Professor Riccardo Zanasi (Figure 1) on the occasion of his 70th birthday and to recognize his important contributions to quantum chemistry, particularly in the field of magnetic response and chiroptical spectroscopies [...]</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "DNA-Based Mechanical Sensors for Cell Applications",
        "doi": "10.3390/chemistry5030106",
        "year": 2023,
        "abstract": "<jats:p>Cells constantly experience mechanical forces during growth and development. Increasing evidence suggests that mechanical forces can regulate cellular processes such as proliferation, migration, and differentiation. Therefore, developing new tools to measure and manipulate cellular mechanical forces is essential. DNA nanostructures, due to their simple design and high programmability, have been utilized to create various mechanical sensors and have become a key tool for studying mechanical information in both cellular and non-cellular systems. In this article, we review the development of DNA-based mechanical sensors and their applications in measuring mechanical forces in the extracellular matrix and cell–cell interactions and summarize the latest advances in monitoring and manipulating cellular morphology and function. We hope that this review can provide insights for the development of new mechanical nanodevices.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Molecular Modeling Based on Time-Dependent Density Functional Theory (TD-DFT) Applied to the UV-Vis Spectra of Natural Compounds",
        "doi": "10.3390/chemistry5010004",
        "year": 2022,
        "abstract": "<jats:p>As diseases caused by solar radiation have gained great prominence, several methods to prevent them have been developed. Among the most common, the use of sunscreens is customary and accessible. The application of theoretical methods has helped to design new compounds with therapeutic and protective functions. Natural compounds with described photoprotective potential properties (3-O-methylquercetin, gallic acid, aloin, catechin, quercetin, and resveratrol) were selected to perform theoretical studies. Computational methods were applied to predict their absorption spectra, using DFT and TD-DFT methods with functional B3LYP/6−311+g(d,p) basis sets and methanol (IEFPCM) as a solvent. The main electronic transitions of the compounds were evaluated by observing whether the differences in HOMO and LUMO energies that absorb in the UV range are UVA (320–400 nm), UVB (290–320 nm), or UVC (100–290 nm). Experimental validation was carried out for EMC, quercetin, and resveratrol, demonstrating the consistency of the computational method. Results obtained suggest that resveratrol is a candidate for use in sunscreens. The study provided relevant information about the in silico predictive power of natural molecules with the potential for use as photoprotective adjuvants, which may result in fewer time and resource expenditures in the search for photoprotective compounds.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Constructing a Triangle Ensemble of Pt Clusters for Enhanced Direct-Pathway Electrocatalysis of Formic Acid Oxidation",
        "doi": "10.3390/chemistry5030111",
        "year": 2023,
        "abstract": "<jats:p>The pursuit of operational advancements in direct formic acid fuel cells (DFAFCs) necessitates the development of high-performance platinum (Pt)-based catalysts for formic acid electrooxidation (FAOR). However, FAOR on Pt-based catalysts follows a dual pathway mechanism, in which the direct pathway is a preferred route due to its efficient dehydrogenation process. Conversely, the indirect pathway results in the generation of adsorbed CO species, a process that deleteriously poisons the active sites of the catalyst, with CO species only being oxidizable at higher potentials, causing a significant compromise in catalyst performance. Herein, we have successfully synthesized Pt-C3N4@CNT, where three Pt clusters are precisely dispersed in a triplet form within the C3N4 by virtue of the unique structure of C3N4. The mass activity for the direct pathway (0.44 V) delivered a current density of 1.91 A mgPt−1, while the indirect pathway (0.86 V) had no obvious oxidation peak. The selectivity of Pt-C3N4@CNT catalysts for the direct pathway of FAOR was improved due to the special structure of C3N4, which facilitates the dispersion of Pt tri-atoms in the structure and the electronic interaction with Pt. In this study, we provide a new strategy for the development of highly active and selective catalysts for DFAFCs.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Expanding the Scope of Asinger Chemistry towards Enantiomerically Pure Secondary Amines and β-Aminothiols through Chemoenzymatic Derivatization of 3-Thiazolines",
        "doi": "10.3390/chemistry1010012",
        "year": 2019,
        "abstract": "<jats:p>A proof of concept for a novel approach towards enantiomerically highly enriched acyclic secondary amines and β-aminothiols as non-cyclic target molecules when starting from 3-thiazolines as heterocycles is presented. Starting from 2,2,4,5,5-pentamethyl-3-thiazoline, we demonstrated this chemoenzymatic pathway to both of these types of amine molecules, which were isolated as urea derivatives with a non-optimized yield of up to 20%. As a substrate, 2,2,4,5,5-pentamethyl-3-thiazolidine, which was obtained with an enantiomeric excess (ee) of 99% in a biotransformation from the corresponding 3-thiazoline according to a recently developed protocol, was used. For the reductive desulfurization of this substrate leading to a sulfur-free secondary amine, in situ formed Ni2B turned out to be a suitable reducing reagent. However, when using lithium aluminum hydride as a reducing agent, β-aminothiol was obtained.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "New Bi-Nuclear Nickel(II) Complex-Based Salen Schiff Base: Synthesis, Crystal Structure, Spectroscopic, Thermal, and Electrical Investigations",
        "doi": "10.3390/chemistry4040080",
        "year": 2022,
        "abstract": "<jats:p>In this study, a new bi-nuclear nickel complex [Ni2HL2(EtOH)2](Cl)(EtOH) of a Schiff base ligand, 2-[3-[2-hydroxybenzylideneamino]propyliminomethyl]phenol, was synthesized and characterized using UV/Vis, IR, HRMS, and TGA/DTA analysis. The molecular structure of the obtained complex was corroborated by the single crystal X-ray diffraction technique. It was found in the complex that two molecules of the ligand coordinate with two nickel atoms through azomethine-N and phenoxy-O, resulting in 6-coordinate distorted octahedral geometry, in which two ethanol molecules occupy the axial positions. The dielectric and electrical properties of the obtained samples were studied by impedance spectroscopy at different frequencies (from 1 Hz to 1 MHz) in the temperature range 298–343 K. It is found that the electrical conductivity of the Ni(II) complex is lower than that of the free ligand H2L, suggesting that the complexation traps the charge carriers contained in the ligand.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "On the Aromaticity and 13C-NMR Pattern of Pentagonal-Pyramidal Hexamethylbenzene Dication [C6(CH3)6]2+: A {C5(CH3)5}−–{CCH3}3+ Aggregate",
        "doi": "10.3390/chemistry3040097",
        "year": 2021,
        "abstract": "<jats:p>The experimentally characterized hexamethylbenzene dication C6(CH3)62+ shows a pentagonal-pyramidal structure involving a carbon-capped five-membered ring. The structural characterization of this hypercoordination (or hypervalency) gives rise if the aromatic behavior remains in the resulting pentagon ring. Here, we investigated the induced magnetic field of C6(CH3)62+ to gain a deeper understanding of the resulting non-classical structural situation in a representative pentagonal-pyramidal structure. Our results support the view of a C5(CH3)5−/CCH33+ structure, depicting a π-aromatic pentamethylcyclopentadienyl anion with a 6π-electron kernel, with a capped carbon which does not decrease the characteristic shielding cone property of the aromatic ring. Hence, carbon-capped rings are suggested to retain the aromatic behavior from the former aromatic ring. We expect that the analysis of both the overall magnetic response and NMR chemical shifts may be informative to unravel the characteristic patterns in the formation of hypervalent carbon atoms involving non-classical chemical environments.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Hydroquinone-Based Anion Receptors for Redox-Switchable Chloride Binding",
        "doi": "10.3390/chemistry1010007",
        "year": 2019,
        "abstract": "<jats:p>A series of chloride receptors has been synthesized containing an amide hydrogen bonding site and a hydroquinone motif. It was anticipated that oxidation of the hydroquinone unit to quinone would greatly the diminish chloride binding affinity of these receptors. A conformational switch is promoted in the quinone form through the formation of an intramolecular hydrogen bond between the amide and the quinone carbonyl, which blocks the amide binding site. The reversibility of this oxidation process highlighted the potential of these systems for use as redox-switchable receptors. 1H-NMR binding studies confirmed stronger binding capabilities of the hydroquinone form compared to the quinone; however, X-ray crystal structures of the free hydroquinone receptors revealed the presence of an analogous inhibiting intramolecular hydrogen bond in this state of the receptor. Binding studies also revealed interesting and contrasting trends in chloride affinity when comparing the two switch states, which is dictated by a secondary interaction in the binding mode between the amide carbonyl and the hydroquinone/quinone couple. Additionally, the electrochemical properties of the systems have been explored using cyclic voltammetry and it was observed that the reduction potential of the system was directly related to the expected strength of the internal hydrogen bond.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Towards High Efficacy of Pd-Au/C Catalyst for Tetrachloromethane Hydrodechlorination",
        "doi": "10.3390/chemistry3010025",
        "year": 2021,
        "abstract": "<jats:p>We present an efficient strategy for synthesising the PdAu catalysts with a homogeneous PdAu alloy phase for environmentally important hydrodechlorination of tetrachloromethane in the gas phase. The synthesis of carbon-supported catalysts involved two major steps: (i) incorporation of palladium and gold nanoparticles into carbon support and (ii) activation of the catalysts. The critical part of this work was to find the optimal conditions for both steps. Thus, the incorporation of the nanoparticles was carried out in two ways, by impregnation and direct redox reaction method using acetone solutions of metal precursor salts. The activation was performed either by a conventional thermal reduction in hydrogen or flash irradiation in a microwave oven. The homogeneity and structure of the PdAu alloy were found to depend on the catalyst activation method critically. In all cases, we observed better homogeneity for catalysts that were subject to microwave irradiation. Moreover, the flash microwave irradiation of prepared catalysts provided catalysts of better stability and selectivity towards the desired products (hydrocarbons) in the hydrodechlorination of tetrachloromethane as compared to the catalyst obtained by conventional thermal activation in hydrogen.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "In Situ FBG Monitoring of a Henequen-Epoxy Biocomposite: From Manufacturing to Performance",
        "doi": "10.3390/chemistry4020028",
        "year": 2022,
        "abstract": "<jats:p>This work reports the in situ instrumentation from manufacturing to loading of a henequen fiber woven-bioepoxy composite. Continuous monitoring was performed by means of fiber Bragg gratings (FBG) with the aim of tracking the curing behavior of the biolaminate by vacuum-assisted resin infusion (VARI). The instrumented composite was later tested mechanically under bending. Among the results obtained, micro-deformations were detected as a consequence of curing residual stresses, and when tested, the FBG data had similarity with the strain calculated according to the ASTM D7264/D7264M standard.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Revisiting the Impact of Tungsten on the Catalytic Properties of Ammonia-SCR V2O5-WO3/TiO2 Catalysts: Geometric vs. Electronic Effects",
        "doi": "10.3390/chemistry5010023",
        "year": 2023,
        "abstract": "<jats:p>The SCR performance of V2O5-WO3/TiO2 SCR-catalysts characterized by different surface W density (2.1W/nm2 and 9.5W/nm2) and different surface V density varying in the range 1–8V/nm2 has been investigated in order to clarify existing controversies on the preferential involvement of electronic and geometric effects in the catalytic properties. It was found that tungsten has a weak effect on the VOx cluster size distribution through contraction of dilution effect. In contrast, the optimal interaction between W and V, when both reach their highest composition, appears to be a relevant parameter that can enhance their acidic properties and improve the catalytic efficiency in dry conditions. On the other hand, an absence of significant interaction leads to discontinuity due to deactivation. In the presence of steam, acidic properties are averaged, lowering the impact of the V to W ratio. Finally, the critical importance of acidic properties which outperform redox properties in the definition of active site is pointed out in the light of this study.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Conversion Study on the Formation of Mechanochemically Synthesized BaTiO3",
        "doi": "10.3390/chemistry4020042",
        "year": 2022,
        "abstract": "<jats:p>Mechanochemistry is a method that can cover the energy demand of reaction pathways between solid materials. This requires enough energy to maintain the reactions between the starting materials. This is called “high-energy milling”. In our case, a planetary ball mill provided the required energy. Using the Burgio-equation, the required energy is determinable; the energy released during a single impact of a milling ball (Eb), as well as during the whole milling process (Ecum). The aim of this work was the one-step production of BaTiO3 from BaO and TiO2 starting materials. Whereas during mechanochemical reactions it is possible to produce nanoparticles of up to 10 nm, the essence of this study is to develop the preparation of BaTiO3 with a perovskite structure even without subsequent heat treatment, since sintering at high temperatures is associated with a rapid increase in the size of the particles. By describing the synthesis parameters and their energy values (Eb and Ecum), it is possible to transpose experimental conditions, so that in the case of other types of planetary ball mills or grinding vessel made of other materials, the results can be used. In this study, the mechanical treatment was carried out with a Fritsch Pulverisette-6 planetary ball mill and the transformation of the starting materials was investigated by X-ray diffractometric, Raman and Energy-dispersive X-ray spectroscopic, and transmission electron microscopic measurements.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "The Dielectric Behavior of Protected HKUST-1",
        "doi": "10.3390/chemistry4020041",
        "year": 2022,
        "abstract": "<jats:p>We investigated the adsorption properties and the dielectric behavior of a very well-known metal-organic framework (MOF), namely Cu3(BTC)2 (known as HKUST-1; BTC = 1,3,5-benzenetricarboxylate), before and after protection with some amines. This treatment has the purpose of reducing the inherent hygroscopic nature of HKUST-1, which is a serious drawback in its application of as low-dielectric-constant (low-κ) material. Moreover, we investigated the structure of HKUST-1 under a strong electric field, confirming the robustness of the framework. Even under dielectric perturbation, the water molecules adsorbed by the MOF remained almost invisible to X-ray diffraction, apart from those directly bound to the metal ions. However, the replacement of H2O with a more visible guest molecule such as CH2Br2 made the cavity that traps the guest more visible. Finally, in this work we demonstrate that impedance spectroscopy is a valuable tool for identifying water sorption in porous materials, providing information that is complementary to that of adsorption isotherms.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Solid State Fabrication of Copper Nanoclusters and Supraparticles",
        "doi": "10.3390/chemistry5030134",
        "year": 2023,
        "abstract": "<jats:p>In this study, we present solid state processes for the fabrication of copper nanoclusters (NCs) and hierarchical supraparticles (SPs). To achieve this, copper salt and thiols are mixed and are then grinded for 10–15 min, and the nano-products are thereby obtained. Interestingly, it was found in this study that the formation of the NCs or SPs is completely dependent on the grinding methods that are used: with mechanical grinding, the products are several nanometer-sized NCs, whereas manual grinding in an agate mortar can obtain Cu SPs with diameters as low as 10 nm all the way up to 200 nm. The photoluminescence emission wavelength of the nano-products is located at ~680 nm. The Stokes shift of the obtained nanomaterials is more than 300 nm. The emission quantum yields of the Cu NCs and SPs are as high as 47.5% and 63%, respectively. Due to their facile fabrication processes and their favorable optical properties, the two as-prepared types of copper nano-materials exhibit great potential for bio-imaging and bio-sensing applications.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Heteroditopic Rotaxanes and Catenanes for Ion Pair Recognition",
        "doi": "10.3390/chemistry5010009",
        "year": 2023,
        "abstract": "<jats:p>A review of heteroditopic interlocked molecules and their application as receptors for simple inorganic ion pair species. The review details the design and ion recognition properties of the rotaxane and catenane receptors, as well as highlighting some of the experimental challenges; hence, it provides insight into possible future avenues of research in this youthful field.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Synthesis and Self-Assembling Properties of Peracetylated β-1-Triazolyl Alkyl D-Glucosides and D-Galactosides",
        "doi": "10.3390/chemistry3030068",
        "year": 2021,
        "abstract": "<jats:p>Carbohydrate-based low-molecular-weight gelators (LMWGs) are useful classes of compounds due to their numerous applications. Among sugar-based LMWGs, certain peracetylated sugar beta-triazole derivatives were found to be effective organogelators and showed interesting self-assembling properties. To further understand the structural influence towards molecular assemblies and obtain new functional materials with interesting properties, we designed and synthesized a library of tetraacetyl beta-1-triazolyl alkyl-D-glucosides and D-galactosides, in which a two or three carbon spacer is inserted between the anomeric position and the triazole moiety. A series of 16 glucose derivatives and 14 galactose derivatives were synthesized and analyzed. The self-assembling properties of these new triazole containing glycoconjugates in different solvents were analyzed. Several glucose derivatives were found to be effective LMWGs, with compound 7a forming gels in a variety of organic solvents as well as in the presence of metal ions in aqueous solutions. The organogels formed by several compounds were characterized using optical microscopy, atomic force microscopy (AFM) and UV-vis spectroscopy, etc. The co-gels formed by compound 7a with the Fmoc derivative 7i showed interesting fluorescence enhancement upon gelation. Several gelators were also characterized using powder X-ray diffraction and FT-IR spectroscopy. The potential applications of these sugar-based gelators for drug delivery and dye removal were also studied.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "New Polymorph of β-Cyclodextrin with a Higher Bioavailability",
        "doi": "10.3390/chemistry6010003",
        "year": 2023,
        "abstract": "<jats:p>A new polymorph of anhydrous β-cyclodextrin (polymorph III) was obtained and characterized for the first time using powder X-ray diffraction, infrared spectroscopy, and thermal analysis. The solution enthalpy and time of dissolution in water were determined using solution calorimetry for this polymorph and compared with those of the dried commercial form of β-cyclodextrin (polymorph I), its amorphous form, and 2-hydroxypropyl-β-cyclodextrin. The specific heat capacities of polymorphs I and III were determined using differential scanning calorimetry across a wide range of temperatures, providing enthalpy and Gibbs energy values for the polymorphic transition at 298 K. The affinities of polymorph III and 2-hydroxypropyl-β-cyclodextrin for water were characterized by determining their hydration isotherms, which provided values of hydration Gibbs energy. Being energy-rich, the new-found polymorph of β-cyclodextrin has a significantly higher dissolution rate and an increased affinity for water compared with the dried commercial form of β-cyclodextrin. These properties render the new polymorph promising in industrial applications for guest inclusion in aqueous solutions and pastes, and may be a desirable alternative for water-soluble β-cyclodextrin derivatives.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Magnetic Aromaticity of Cycloporphyrin Nanorings",
        "doi": "10.3390/chemistry3030071",
        "year": 2021,
        "abstract": "<jats:p>The ascertainment of magnetic aromaticity is not necessarily straightforward, especially for large and bent systems, such as the cycloporphyrin nanorings recently synthesized by the group of Anderson. Six of these cycloporphyrin nanorings were studied here computationally. Indirect methods, based on nuclear shielding and magnetizabilities, and direct methods, based on standard quantum mechanics, were both used effectively to determine their magnetically induced current strength, which mostly confirmed Anderson’s classification. However, in the case of hexanions, and in particular for cyclohexaporphyrin hexacations, a significant cancellation of delocalized diatropic and paratropic flow occurred, showing that the resultant faint aromatic character was a result of competing aromatic and antiaromatic contributions, as also evidenced by the ipsocentric method. A warning is renewed on the use of isotropic shielding to determine the tropicity of the magnetically induced current.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Phosphine Functionalized CpC Ligands and Their Metal Complexes",
        "doi": "10.3390/chemistry5020062",
        "year": 2023,
        "abstract": "<jats:p>Simple nucleophilic aliphatic substitution gives access to mono- and diphosphine ligands with a CpC group in the backbone. The monophosphine ligand coordinates to gold(I) via the phosphine site, to thallium(I) via the cyclopentadienyl site and to ruthenium(II) via a combination of both, resulting in an ansa-type structure. Coordination with the cyclopentadiene site is not possible for the diphosphine ligand. In this case, monodentate coordination to gold(I) and bidentate coordination to the [PdCl(μ2-Cl)]2, the [Rh(CO)(μ2-Cl)]2, and the Rh(CO)Cl fragment is observed, showing the variability in coordination modes possible for the long-chain diphosphine ligand. Ligands and complexes were characterized by means of NMR and IR spectroscopy, elemental analysis and X-ray structure analysis.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Using Imidazolium in the Construction of Hybrid 2D and 3D Lead Bromide Pseudoperovskites",
        "doi": "10.3390/chemistry5020090",
        "year": 2023,
        "abstract": "<jats:p>The field of hybrid organic–inorganic perovskite materials continues to attract the interest of the scientific community due to their fascinating properties and the plethora of promising applications in photovoltaic and optoelectronic devices. To enhance the efficiency and stability of perovskite-based devices, it is essential to discover novel compounds but also to investigate their various physicochemical, structural, and thermal properties. In this work, we report the synthesis and structural characterization of two novel hybrid lead bromide perovskites, combining the imidazolium cation (IMI) with methylammonium (MA) or formamidinium (FA) cations. The isolated polycrystalline powders were studied with X-ray powder diffraction (XPRD) and were formulated as (IMI)(MA)Pb2Br6, a 3D structure consisting of dimers of face-sharing octahedra linked in corner-sharing mode, and (IMI)(FA)PbBr4, a 2D (110) oriented layer structure with zig-zag corner-sharing octahedra. The thermal stability of (IMI)(MA)Pb2Br6 and (IMI)(FA)PbBr4 was investigated with thermogravimetric (TG) and differential scanning calorimetry (DSC) experiments which showed that both compounds are chemically stable (at least) up to 250 °C. Variable-temperature X-ray diffractometric (VT-XRD) studies of (IMI)(FA)PbBr4 highlighted a structural modification occurring above 100 °C, that is a phase transformation from triclinic to orthorhombic, via an elusive monoclinic phase.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Aromaticity of Heterocirculenes",
        "doi": "10.3390/chemistry3040102",
        "year": 2021,
        "abstract": "<jats:p>This review summarizes the results on the aromaticity of a series of synthesized and hypothetical neutral heterocirculene molecules and their double charged ions. The aromaticity of heterocirculenes is a direct reflection of their electronic structure responsible for the specific optoelectronic and photophysical properties. We show how the presence of a heteroatom in the outer macrocycle affects the aromaticity of hetero[8]circulenes. In addition, we also describe the change in aromaticity and strain energy for a series of the “lower” (n &lt; 8) and “higher” (n &gt; 8) hetero[n]circulenes. It was demonstrated that the loss of planarity with increased strain leads to an increased antiaromaticity of the lower hetero[n]circulenes, whereas higher hetero[n]circulenes demonstrate a more pronounced aromatic nature because of the small departure from planarity of each heteroarene ring in hetero[n]circulene molecule. Finally, we discuss the aromatic nature of the first examples of π-extended hetero[8]circulenes.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Construction of an ATP-Activated Y-Shape DNA Probe for Smart miRNA Imaging in Living Cells",
        "doi": "10.3390/chemistry5030112",
        "year": 2023,
        "abstract": "<jats:p>A stringent DNA probe to profile microRNA (miRNA) expression within a specific cell remains a key challenge in biology. To address this issue, an intracellular ATP-activated Y-DNA probe for accurate imaging of miRNA in living cells was designed. Y-DNA was based on the fabrication of tripartite function modules, which consisted of a folate (FA)-modified targeting module, an ATP aptamer-sealed driver, and a miRNA sensing module. The Y-DNA probe could be specifically activated by ATP after it efficiently internalized into FA-receptor-overexpressed cells based on caveolar-mediated endocytosis, leading to the activation of the miRNA sensing module. The activated Y-DNA probe allowed for the imaging of miRNA in living cells with high sensitivity. The design of the ATP-activated Y-DNA sensor opens the door for bioorthogonal miRNA imaging and promotes the development of various responsive DNA molecular probes with enhanced anti-interference ability for clinical diagnosis.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Are Metallacyclopentadienes Always Non-Aromatic?",
        "doi": "10.3390/chemistry3040094",
        "year": 2021,
        "abstract": "<jats:p>Even though metallacyclopentadienes (MCPs) are among the most common metallacycles, their electron delocalization (aromaticity) has received far less attention than other metallacycles, such as metallabenzenes. We systematically studied the aromaticity of MCPs with energetic (isomerization stabilization energy), density (delocalization index) and magnetic (current density) aromaticity indices. The indices agree that metallacyclopentadienes are, in general, weakly aromatic at most. The 18e− complexes showed the expected weak aromaticity, and only the d8 molecules are somewhat anti-aromatic. However, the theoretical account of the aromaticity of the 16e− MCPs is more convoluted. We find that the aromatic criteria for a 16e−d4 ruthenacyclopentadiene disagree. The lack of agreement shows that significant electron delocalization is not always related to great stability or to strong diatropic currents.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Catalysis of an Aldol Condensation Using a Coordination Cage",
        "doi": "10.3390/chemistry2010004",
        "year": 2020,
        "abstract": "<jats:p>The aldol condensation of indane-1,3-dione (ID) to give ‘bindone’ in water is catalysed by an M8L12 cubic coordination cage (Hw). The absolute rate of reaction is slow under weakly acidic conditions (pH 3–4), but in the absence of a catalyst it is undetectable. In water, the binding constant of ID in the cavity of Hw is ca. 2.4 (±1.2) × 103 M−1, giving a ∆G for the binding of −19.3 (±1.2) kJ mol−1. The crystal structure of the complex revealed the presence of two molecules of the guest ID stacked inside the cavity, giving a packing coefficient of 74% as well as another molecule hydrogen-bonded to the cage’s exterior surface. We suggest that the catalysis occurs due to the stabilisation of the enolate anion of ID by the 16+ surface of the cage, which also attracts molecules of neutral ID to the surface because of its hydrophobicity. The cage, therefore, brings together neutral ID and its enolate anion via two different interactions to catalyse the reaction, which—as the control experiments show—occurs at the exterior surface of the cage and not inside the cage cavity.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Stimuli-Responsive Designer Supramolecular Polymer Gel",
        "doi": "10.3390/chemistry5010048",
        "year": 2023,
        "abstract": "<jats:p>This paper reports a stimuli-responsive designer supramolecular polymer gel in dimethylsulphoxide (DMSO)/water (1:2) based on a dipeptide amphiphile and β-cyclodextrin (β-CD) The dipeptide amphiphile contains caproic acid at the N terminus and methyl ester at the C terminus. From X-ray single crystal diffraction, the amphiphile adopts a kink-like conformation. The amphiphile self-assembled to form a parallel sheet-like structure stabilized by multiple intermolecular hydrogen bonds. Moreover, the parallel sheet-like structure is also stabilized by edge-to-edge π–π stacking interactions. In higher-order packing, it forms a corrugated sheet-like structure stabilized by hydrophobic interactions. The dipeptide amphiphile interacts with β-cyclodextrin and forms gel through supramolecular polymer formation in (DMSO)/water (1:2) by a simple heating-cooling cycle. The sol-to-gel transformation is because of a host–guest complex between compound 1 and β-CD and the formation of supramolecular polymer accompanied by microstructure changes from nanofibers to microrods. The gel is temperature responsive with a Tgel of 70 °C. The supramolecular polymer gel is also responsive to stimuli such aspicric acid and HCl. The extensive spectroscopic studies show that the aromatic hydrophobic side chain of compound 1 forms a host–guest complex with β-CD. These results will be helpful for the design of advanced programable eco-friendly functional materials.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "A Sensor (Optode) Based on Cellulose Triacetate Membrane for Fe(III) Detection in Water Samples",
        "doi": "10.3390/chemistry6010005",
        "year": 2023,
        "abstract": "<jats:p>Iron is a heavy metal that often contaminates water. High iron concentrations are toxic to human health, so monitoring its presence in water is necessary. Iron in water can be detected using an optical sensor (optode). This research aims to fabricate an optode based on a cellulose triacetate membrane with a selective reagent against Fe(III). The optode was fabricated by mixing cellulose triacetate polymer, a plasticiser (a mixture of oleic acid and acetophenone), aliquot-336, and thiocyanate as a selective reagent. Membrane performance was tested based on working range, linearity, limit of detection and quantitation, precision, and accuracy. The performance of the membrane showed a linear response in the concentration range of 0.1–4 mg/L with a coefficient of determination (R2) of 0.9937, limit of detection of 0.0250 mg/L, limit of quantitation of 0.0757 mg/L, repeatability precision with a relative standard deviation of 3.31%, and an accuracy of 100.49%. Optode selectivity was good for interfering ions Cr(VI) and Pb(II). The colour complex of the optode was stable until the 10th day. The application of iron detection in water samples shows an average concentration of 0.2541 mg/L with good precision and accuracy.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Two-Dimensional Materials: From Discovery to Application in Membrane Distillation/Crystallization Processes",
        "doi": "10.3390/chemistry5040148",
        "year": 2023,
        "abstract": "<jats:p>Sustainable water desalination and purification membrane processes require new practical pathways to improve their efficiency. To this end, the inclusion of two-dimensional materials in membrane structure has proven to have a significant impact in various applications. In particular, in processes such as membrane distillation and crystallization, these materials, thanks to their characteristics, help to increase the recovery of clean water and, at the same time, to improve the quality and the production of the recovered salts. Therefore, a fundamental aspect of obtaining 2D materials with certain characteristics is the technique used for the preparation. This review provides a broad discussion on the preparation and proprieties of 2D materials, including examples of organic structures (such as graphene and structures containing transition metals and organic metals). Finally, the critical challenges, future research directions, and the opportunities for developing advanced membranes based on 2D materials are outlined.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis of Glycoluril Dimers with the Ability to Form Polymeric Self-Associates in Water",
        "doi": "10.3390/chemistry4030053",
        "year": 2022,
        "abstract": "<jats:p>Supramolecular self-assembly in water resulting in polymeric structures is emerging because of its potential in the preparation of adaptive materials with applications in biology and medicine. Here, we report the first example of host molecules based on glycoluril dimers, which self-associate into linear oligomers in water. The degree of polymerization for the resulting supramolecular aggregates was calculated using the isodesmic model and the Carothers equation. The model compound was prepared to enable a deeper understanding of the forces responsible for the self-association of the glycoluril dimer-based monomers in water.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Biogenic Silver and Copper Nanoparticles: Potential Antifungal Agents in Rice and Wheat Crops",
        "doi": "10.3390/chemistry5040143",
        "year": 2023,
        "abstract": "<jats:p>Metal nanoparticles are widely studied due to their various applications, such as their potential use in the control of phytopathogens and the promotion of plant growth, with a significant impact on agriculture. Various microbial metabolites are used to reduce and stabilize metals and metal oxides to the nanoscale. In the present work, the biological synthesis of silver and copper oxide nanoparticles using Trichoderma harzianum TA2 is reported. The nanoparticles were purified and characterized with complementary methodologies to obtain information on the size, distribution, morphology, surface charge, and functional groups of the nanoparticles. The in vitro antifungal activity of the nanoparticles against pathogens of rice and wheat, as well as their effect on seed germination, were evaluated. In general, the nanoparticles showed a spherical shape, an average size of 17–26 nm, and low polydispersity. Furthermore, they showed antifungal activity at low concentrations against Sclerotium oryzae (0.140 ηM), Rhizoctonia oryzae-sativae (0.140 ηM), Fusarium graminearum (0.034 ηM), and Pyricularia oryzae (0.034 ηM). The germination of seeds treated with nanoparticles was not negatively affected. This is the first report of biogenic silver and copper oxide nanoparticles from a single strain of T.harzianum with antifungal activity against four phytopathogens of interest in Uruguay. Furthermore, the synthesis of the biogenic nanoparticles was faster and more efficient than previous reports using other fungi. In conclusion, this work reveals that biogenic metallic nanoparticles from T. harzianum TA2 can be considered as candidates for the control of phytopathogens affecting important crops.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Conversion of Sugar Di-Ketals to Bio-Hydrocarbons through Catalytic Cracking over Beta Catalysts in Fixed and Fluidized Catalytic Beds",
        "doi": "10.3390/chemistry5010035",
        "year": 2023,
        "abstract": "<jats:p>Second-generation biomass (BM) can be produced in amounts that meet worldwide fuel demands. However, BM favors parallel and undesirable reactions in its transformation chain. We circumvent this problem by first modifying BM by ketalization, giving a user-friendly liquid we named BP (bio-petroleum). This study converted a representative compound of BP, DX (1,2:3,5-di-O-isopropylidene-α-D-xylofuranose), mixed with n-hexane by beta zeolites and catalysts containing beta zeolite. Beta zeolite showed low coke and high liquid product yields in converting this mixture (having 30 wt. % DX) into hydrocarbons in a fixed-bed reactor at 500 °C with a space velocity of 16 h−1 (0.3 catalyst/feed). Its performance was further improved by steam treatment (lowering the coke yield by lowering the acid site density) or incorporation into a catalyst (improving DX participation due to the active sites in the matrix). Further, by changing the conversion process from a fixed bed to a fluidized cracking unit, a much larger amount of the deactivated catalyst could be used (catalyst/feed = 3), remarkably reducing oxygenates and fully converting DX. Additionally, the green hydrocarbon efficiency (olefin, aromatics, furans, and cyclo-alkanes) of DX was approximately 77%. Hence, beta catalysts were shown to have a great potential to provide green fuels for future bio-refineries.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Self-Assembly and Gelation Study of Dipeptide Isomers with Norvaline and Phenylalanine",
        "doi": "10.3390/chemistry4040093",
        "year": 2022,
        "abstract": "<jats:p>Dipeptides have emerged as attractive building blocks for supramolecular materials thanks to their low-cost, inherent biocompatibility, ease of preparation, and environmental friendliness as they do not persist in the environment. In particular, hydrophobic amino acids are ideal candidates for self-assembly in polar and green solvents, as a certain level of hydrophobicity is required to favor their aggregation and reduce the peptide solubility. In this work, we analyzed the ability to self-assemble and the gel of dipeptides based on the amino acids norvaline (Nva) and phenylalanine (Phe), studying all their combinations and not yielding to enantiomers, which display the same physicochemical properties, and hence the same self-assembly behavior in achiral environments as those studied herein. A single-crystal X-ray diffraction of all the compounds revealed fine details over their molecular packing and non-covalent interactions.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Isoselenazole Synthesis by Rh-Catalyzed Direct Annulation of Benzimidates with Sodium Selenite",
        "doi": "10.3390/chemistry5040140",
        "year": 2023,
        "abstract": "<jats:p>Organoselenium compounds have attracted significant research interest because of their potent therapeutic activities and indispensable applications in the organic chemistry field. The selenation reactions conventionally rely on the use of sensitive Se reagents; thus, new synthetic methods with improved efficiency and operational simplicity have recently been of particular interest. In this manuscript, we report a Rh-catalyzed direct selenium annulation using tractable sodium selenite (Na2SeO3) as the limiting reagent. The selenite species was converted to highly electrophilic SeO(OBz)2 in situ upon treatment with Bz2O, thereby undergoing C–H/N–H double nucleophilic selenation. A series of benzimidates successfully underwent selenation under mild reaction conditions to afford isoselenazole derivatives.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Stereoselective Synthesis of a Novel Series of Dispiro-oxindolopyrrolizidines Embodying Thiazolo[3,2-a]benzimidazole Motif: A Molecular Electron Density Theory Study of the Mechanism of the [3 + 2] Cycloaddition Reaction",
        "doi": "10.3390/chemistry5040158",
        "year": 2023,
        "abstract": "<jats:p>A one-pot multi-component reaction was employed for the stereoselective synthesis of a novel set of dispiro-oxindolopyrrolizidines analogs incorporating a thiazolo[3,2-a]benzimidazole scaffold based on the [3 + 2] cycloaddition (32CA) reaction approach. The desired novel dispiro-oxindolopyrrolizidines 9a–d were achieved using the 32CA reaction of new ethylene derivatives based on thiazolo[3,2-a]benzimidazole moiety seven with thiazolidine derivatives eight and different substituted isatin compounds 5a–d (R = H, Cl, NO2, and Br). The final dispiro-oxindolopyrrolizidines cycloadducts were separated, purified, and fully characterized by means of a set of spectroscopic tools including IR, HNMR, CNMR, and MS. The Molecular Electron Density Theory (MEDT) was applied to explain the mechanism and stereoselectivity in the of the key 32CA reaction step. The reactive pseudo(mono)radical electronic structure of the in situ generated azomethine ylides and the high polar character of the corresponding 32CA reactions account for the low computed activation Gibbs free energies and total endo stereoselectivity of this kinetically controlled exergonic reaction. The computed relative Gibbs free activation energies of competitive reaction paths and regioisomers ratio distribution of 80:20 justify the major formation of 9a via the most favorable ortho/endo reaction path.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Twinning in Zr-Based Metal-Organic Framework Crystals",
        "doi": "10.3390/chemistry2030050",
        "year": 2020,
        "abstract": "<jats:p>Ab initio structure determination of new metal-organic framework (MOF) compounds is generally done by single crystal X-ray diffraction, but this technique can yield incorrect crystal structures if crystal twinning is overlooked. Herein, the crystal structures of three Zirconium-based MOFs, that are especially prone to twinning, have been determined from twinned crystals. These twin laws (and others) could potentially occur in many MOFs or related network structures, and the methods and tools described herein to detect and treat twinning could be useful to resolve the structures of affected crystals. Our results highlight the prevalence (and sometimes inevitability) of twinning in certain Zr-MOFs. Of special importance are the works of Howard Flack which, in addition to fundamental advances in crystallography, provide accessible tools for inexperienced crystallographers to take twinning into account in structure elucidation.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Five Bonds to Carbon through Tri-Coordination in &#x0D;\nAl3C3−/0",
        "doi": "10.3390/chemistry5020076",
        "year": 2023,
        "abstract": "<jats:p>Here, five bonds to carbon through tri-coordination are theoretically established in the global minimum energy isomers of Al3C3− anion (1a) and Al3C3 neutral (1n) for the first time. Various isomers of Al3C3−/0 are theoretically identified using density functional theory at the PBE0-D3/def2-TZVP level. Chemical bonding features are thoroughly analyzed for these two isomers (1a and 1n) with different bonding and topological quantum chemical tools, such as adaptive natural density partitioning (AdNDP), Wiberg Bond Indices (WBIs), nucleus-independent chemical shifts (NICS), and atoms in molecules (AIM) analyses. The structure of isomer 1a is planar with C2v symmetry, whereas its neutral counterpart 1n is non-planar with C2 symmetry, in which its terminal aluminum atoms are out of the plane. The central allenic carbon atom of isomers 1a and 1n exhibits tri-coordination and thus makes it a case of five bonds to carbon, which is confirmed through their total bond order as observed in WBI. Both the isomers show σ- and π-aromaticity and are predicted with the NICS and AdNDP analyses. Further, the results of ab initio molecular dynamics simulations reveal their kinetic stability at room temperature; thus, they are experimentally viable systems.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Steering the Metal Precursor Location in Pd/Zeotype Catalysts and Its Implications for Catalysis",
        "doi": "10.3390/chemistry5010026",
        "year": 2023,
        "abstract": "<jats:p>Bifunctional catalysts containing a dehydrogenation–hydrogenation function and an acidic function are widely applied for the hydroconversion of hydrocarbon feedstocks obtained from both fossil and renewable resources. It is well known that the distance between the two functionalities is important for the performance of the catalyst. In this study, we show that the heat treatment of the catalyst precursor can be used to steer the location of the Pd precursor with respect to the acid sites in SAPO-11 and ZSM-22 zeotype materials when ions are exchanged with Pd(NH3)4(NO3)2. Two sets of catalysts were prepared based on composite materials of alumina with either SAPO-11 or ZSM-22. Pd was placed on/in the zeotype, followed by a calcination-reduction (CR) or direct reduction (DR) treatment. Furthermore, catalysts with Pd on the alumina binder were prepared. CR results in having more Pd nanoparticles inside the zeotype crystals, whereas DR yields more particles on the outer surface of the zeotype crystals as is confirmed using HAADF-STEM and XPS measurements. The catalytic performance in both n-heptane and n-hexadecane hydroconversion of the catalysts shows that having the Pd nanoparticles on the alumina binder is most beneficial for maximizing the isomer yields. Pd-on-zeotype catalysts prepared using the DR approach show intermediate performances, outperforming their Pd-in-zeotype counterparts that were prepared with the CR approach.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Electrochemical and Surface Analytical Study on the Role of Poly(butylene-succinate)-l-proline during Corrosion of Mild Steel in 1 M HCl",
        "doi": "10.3390/chemistry2040057",
        "year": 2020,
        "abstract": "<jats:p>The synthesis and corrosion inhibition performance of poly(butylene-succinate)-L-proline (PBSLP) prepared by solution polymerization are reported. PBSLP was characterized by FTIR, XRD, and SEM/energy dispersive X-ray (EDX). PBSLP was used to protect mild steel in 1 M hydrochloric acid. An SEM and an atomic force microscope (AFM) were used to characterize the surface morphology of the mild steel coupons. Potentiodynamic polarization and electrochemical impedance spectroscopy (EIS) were used to characterize the inhibition mechanism of PBSLP, and the inhibitor was a mixed-type corrosion inhibitor with a maximum corrosion inhibition efficiency of 93.0%. Adsorption studies revealed the adsorption of PBSLP to be a monolayer process and therefore, obeyed the Langmuir isotherm model.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Modified Mycotoxins, a Still Unresolved Issue",
        "doi": "10.3390/chemistry4040099",
        "year": 2022,
        "abstract": "<jats:p>Mycotoxins are toxic secondary metabolites produced by filamentous microfungi on almost every agricultural commodity worldwide. After the infection of crop plants, mycotoxins are modified by plant enzymes or other fungi and often conjugated to more polar substances, like sugars. The formed—often less toxic—metabolites are stored in the vacuole in soluble form or bound to macromolecules. As these substances are usually not detected during routine analysis and no maximum limits are in force, they are called modified mycotoxins. While, in most cases, modified mycotoxins have lower intrinsic toxicity, they might be reactivated during mammalian metabolism. In particular, the polar group might be cleaved off (e.g., by intestinal bacteria), releasing the native mycotoxin. This review aims to provide an overview of the critical issues related to modified mycotoxins. The main conclusion is that analytical aspects, toxicological evaluation, and exposure assessment merit more investigation.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Photocatalytic Duplex-Based DNAzymes Switched by an Abasic Site",
        "doi": "10.3390/chemistry5030102",
        "year": 2023,
        "abstract": "<jats:p>DNAzymes have attracted increasing interest in developments of gene tools, therapies, and biosensors. Among them, G-quadruplexes are widely used as the key structure elements of DNAzymes to activate the catalytic competency of specific cofactors, such as hemin, but there is a great demand to diversify DNAzymes using other more straightforward DNA structures such as fully matched duplex (FM-DNA). However, the perfect base pairs in duplex limit the DNAzyme activity. In this work, a photocatalytic DNAzyme was developed by introducing an abasic site (AP site) into duplex (AP-DNA) to switch its photocatalytic activity. Palmatine (PAL), a photosensitizer from natural isoquinoline alkaloids, served as a cofactor of the DNAzyme by binding at the AP site. The AP site provides a less polarized environment to favor the PAL fluorescence. As a result, dissolved oxygen was converted into singlet oxygen (1O2) via energy transfer from the excited PAL. The oxidation of substrates by the in situ photogenerated 1O2 served as a readout for the DNAzyme. In addition, the duplex-based DNAzyme was engineered from FM-DNA by the cascade uracil-DNA glycosylase to generate AP-DNA. Our work provides a new way to construct duplex-based DNAzymes.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Complementarity and Preorganisation in the Assembly of Heterometallic–Organic Cages via the Metalloligand Approach—Recent Advances",
        "doi": "10.3390/chemistry4040095",
        "year": 2022,
        "abstract": "<jats:p>The design of new metallocage polyhedra towards pre-determined structures can offer both practical as well as intellectual challenges. In this mini-review we discuss a selection of recent examples in which the use of the metalloligand approach has been employed to overcome such challenges. An attractive feature of this approach is its stepwise nature that lends itself to the design and rational synthesis of heterometallic metal–organic cages, with the latter often associated with enhanced functionality.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Sol–Gel Routes toward Ceramic Nanofibers for High-Performance Thermal Management",
        "doi": "10.3390/chemistry4040098",
        "year": 2022,
        "abstract": "<jats:p>Ceramic-based nanofiber materials for high-performance thermal management have drawn increasing attention owing to their high-temperature resistance, efficient thermal insulation, superior mechanical flexibility, as well as excellent physical–chemical stability. We present an overview of the ceramic-based nanofiber obtained by sol–gel routes for high-performance thermal management, including the materials, the fabrication methods of the sol–gel route, and their application for thermal management. We first provide a brief introduction to the ceramic-based nanofibers. The materials and fabrication methods of the sol–gel route are further discussed in the second part, including the kinds of nanofibers such as oxide, carbide, and nitride, and the methods such as centrifugal spinning, electrospinning, solution blow spinning, and self-assembly. Finally, their application for thermal management is further illustrated. This review will provide some necessary suggestions to researchers for the investigation of ceramic-based nanofibers produced with the sol–gel route for thermal management.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Natural Products as Mcl-1 Inhibitors: A Comparative Study of Experimental and Computational Modelling Data",
        "doi": "10.3390/chemistry4030067",
        "year": 2022,
        "abstract": "<jats:p>The human myeloid leukemia cell differentiation protein (hMcl-1) is an anti-apoptotic multi-partner protein, belonging to the B-cell lymphoma-2 (Bcl-2) family of proteins. Studies have linked hMcl-1 alleviated expression with resistance to hemopoietic chemotherapeutics, which makes it a key drug target in blood cancers. However, most of the developed small- to medium-sized hMcl-1 inhibitors have typical off-target activity towards other members of the Bcl-2 family. To improve the hMcl-1 inhibitor design, especially exploring a suitable scaffold with pharmacophoric features, we focused on natural hMcl-1 inhibitors. To date, seven classes of natural compounds have been isolated, which display a low micromolar affinity for hMcl-1 and have limited biophysical studies. We screened hMcl-1 co-crystal structures, and identified nine co-crystal structures of hMcl-1 protein, which were later evaluated by multiple receptor conformations (which indicates that the differences between hMcl-1 in crystal structures are low (RMSD values between 0.52 and 1.13 Å, average RMSD of 0.638–0.888 Å, with a standard deviation of 0.102–0.185Å)), and multiple ligand conformations (which led to the selection of the PDB structure, 3WIX (RMSD value = 0.879 Å, standard deviation 0.116 Å), to accommodate various Mcl-1 ligands from a range of co-crystal PDB files) methods. Later, the three adopted docking methods were assessed for their ability to reproduce the conformation bound to the crystal as well as predict trends in Ki values based on calculated RMSD and docking energies. Iterative docking and clustering of the docked pose within ≤1.0 Å was used to evaluate the reproducibility of the adopted docking methods and compared with their experimentally determined hMcl-1 affinity data.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Total Synthesis of the Proposed Structure of Indolyl 1,2-Propanediol Alkaloid, 1-(1H-Indol-3-yloxy)propan-2-ol",
        "doi": "10.3390/chemistry5040177",
        "year": 2023,
        "abstract": "<jats:p>The first total synthesis of the proposed structure of unprecedented indolyl derivative bearing 1,2-propanediol moiety is described. Isomerization of 3-alkoxyindolines through indolenium intermediates was the key step in the total synthesis. 1H, 13C-NMR, IR, and HRMS spectra of the synthetic compound drastically differed to those of the originally reported structure, which suggests the natural product requires revision.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Progress and Perspectives of Conducting Metal–Organic Frameworks for Electrochemical Energy Storage and Conversion",
        "doi": "10.3390/chemistry5040161",
        "year": 2023,
        "abstract": "<jats:p>The metal–organic framework (MOF) is a kind of porous material with lattice materials. Due to its large surface area and structural diversity, it has made great progress in the fields of batteries, capacitors, electrocatalysis, etc. Conductive MOF (c-MOF) increases the conductivity based on the original advantages of the MOF, which is more suitable for the development of batteries, capacitors, electrocatalysis, and other fields. This review summarizes the preparation of c-MOF and the research progress of conductive MOFs in the field of electrochemical energy storage and conversion.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Synthesis of Selenium-Based Small Molecules Inspired by CNS-Targeting Psychotropic Drugs and Mediators",
        "doi": "10.3390/chemistry5030101",
        "year": 2023,
        "abstract": "<jats:p>Due to its endogenously high oxygen consumption, the central nervous system (CNS) is vulnerable to oxidative stress conditions. Notably, the activity of several CNS-targeting compounds, such as antidepressant and hypnotic drugs, or endogenous mediators, such as melatonin, is indeed linked to their ability of mitigating oxidative stress. In this work, we report the synthesis of two organoselenium compounds of which the structure was inspired by CNS-targeting psychotropic drugs (zolpidem and fluoxetine) and an endogenous mediator (melatonin). The molecules were designed with the aim of combining the ROS-scavenging properties, which were already assessed for the parent compounds, with a secondary antioxidant action, a glutathione peroxidase (GPx) mimic role empowered by the presence of selenium. The compounds were obtained through a facile three-step synthesis and were predicted by computational tools to passively permeate through the blood–brain barrier and to efficiently bind to the GABA A receptor, the macromolecular target of zolpidem. Of note, the designed synthetic pathway enables the production of several other derivatives through minor modifications of the scheme, paving the way for structure–activity relationship studies.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Silver Ions Incorporation into Nanofibers for Enhanced hMSC Viability",
        "doi": "10.3390/chemistry4030064",
        "year": 2022,
        "abstract": "<jats:p>Antimicrobial properties of silver have been known for a long time, but there is also cytotoxicity of high concentrations of silver. Therefore, it is important to select the concentration and shape of silver depending on the goals. The ideal wound dressing should ensure that the wound remains optimally moist, protected from infections, has no toxic compounds, and stimulates regeneration. In the present work, we obtained a series of polycaprolactone-based nanomaterials fabricated by electrospinning and incorporated with silver ions (up to 0.6 at.%). By adjusting the magnetron current (0.3 A) and implanter voltage (5 kV), the deposition of TiO2 and Ag+ implantation into PCL/PEO nanofibers was optimized to achieve implantation of Ag+ without damaging the nanofibrous structure of the biodegradable nanofibers. The obtained results allow us to predict significant protection properties of the developed material not only from mechanical influence but also thanks to the antimicrobial effect due to silver ions, which is important for chronic wounds and injuries with a large area of damage and can activate host cells proliferation.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Cesium Heteropolyacid Salts: Synthesis, Characterization and Activity of the Solid and Versatile Heterogeneous Catalysts",
        "doi": "10.3390/chemistry5010047",
        "year": 2023,
        "abstract": "<jats:p>Keggin-type heteropolyacid cesium salts have been regarded as potential candidates for heterogeneous catalytic reactions. This review describes the success of Keggin-type heteropolyacids cesium salts (Cs-HPA salts) as efficient catalysts in various synthesis processes. The Cs-HPA catalysts can be synthesized as solid salts through the metathesis of a solution containing precursor HPA and another solution containing soluble Cs salt, which will give Cs-HPA salt as a solid precipitate. Alternatively, they can be also obtained from the commercial precursor HPA. In this review, all the routes to prepare the different cesium salts (i.e., saturated, lacunar, metal-doped) were described. These salts can be used in acid-catalyzed reactions (i.e., esterification, etherification, acetalization, dehydration) or oxidative transformations (oxidative esterification, oxidation, epoxidation). All of these reactions were addressed herein. Aspects related to the synthesis and characterization of these catalyst salts were discussed. This review aims to discuss the most pertinent heterogeneous catalytic systems based on Keggin HPA Cs salts. The focus was to correlate the physicochemical properties of these salts with their catalytic activity. Ultimately, the most recent advances achieved in the applications of these Cs-HPA salts as catalysts in the synthesis of industrial interest compounds were discussed. Cesium heteropoly salts are an alternative to the traditional soluble mineral acids as well as to solid-supported catalysts.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Aptamer-Based Immune Drug Systems (AptIDCs) Potentiating Cancer Immunotherapy",
        "doi": "10.3390/chemistry5030114",
        "year": 2023,
        "abstract": "<jats:p>Aptamers are artificial oligonucleotides with excellent molecule-targeting ability. Compared with monoclonal antibodies, aptamers have the advantages of low cost, no batch effect, and negligible immunogenicity, making them promising candidates for cancer immunotherapy. To date, a series of aptamer agonists/antagonists have been discovered and directly used to activate immune response, such as immune checkpoint blockade, immune costimulation, and cytokine regulation. By incorporating both tumor- and immune cell-targeting aptamers, multivalent bispecific aptamers were designed to pursue high tumor affinity and enhanced immune efficacy. More importantly, benefiting from feasible chemical modification and programmability, aptamers can be engineered with diverse nanomaterials (e.g., liposomes, hydrogels) and even living immune cells (e.g., NK cells, T cells). These aptamer-based assemblies exhibit powerful capabilities in targeted cargo delivery, regulation of cell–cell interactions, tumor immunogenicity activation, tumor microenvironment remodeling, etc., holding huge potential in boosting immunotherapeutic efficacy. In this review, we focus on the recent advances in aptamer-based immune drug systems (AptIDCs) and highlight their advantages in cancer immunotherapy. The current challenges and future prospects of this field are also pointed out in this paper.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Chemistry: A Place to Publish Your Creative Multidisciplinary Research",
        "doi": "10.3390/chemistry5040172",
        "year": 2023,
        "abstract": "<jats:p>It is my pleasure to welcome you to Chemistry (ISSN: 2624-8549), an open access peer-reviewed journal that publishes both primary reports and reviews highlighting important advances in fundamental areas of chemistry and/or illustrating the central role of chemistry in bridging the physical and life sciences [...]</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Multiple Intramolecular Hydrogen Bonding in Large Biomolecules: DFT Calculations and Deuterium Isotope Effects on 13C Chemical Shifts as a Tool in Structural Studies",
        "doi": "10.3390/chemistry5020089",
        "year": 2023,
        "abstract": "<jats:p>Large biomolecules often have multiple intramolecular hydrogen bonds. In the cases where these interact, it requires special tools to disentangle the patterns. Such a tool could be deuterium isotope effects on chemical shifts. The use of theoretical calculations is an indispensable tool in such studies. The present paper illustrates how DFT calculations of chemical shifts and deuterium isotope effects on chemical shifts in combination with measurements of these effects can establish the complex intramolecular hydrogen bond patterns of rifampicin as an example) The structures were calculated using DFT theoretical calculations, performed with the Gaussian 16 software. The geometries were optimized using the B3LYP functional and the Pople basis set 6-31G(d) and the solvent (DMSO) was taken into account in the PCM approach. Besides the 6-31G(d) basis set, the 6-31 G(d,p) and the 6-3111G(d,p) basis sets were also tested. The nuclear shieldings were calculated using the GIAO approach. Deuteriation was simulated by shortening the X-H bond lengths by 0.01 Å.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Probing Low-Temperature OCM Performance over a Dual-Domain Catalyst Bed",
        "doi": "10.3390/chemistry5020075",
        "year": 2023,
        "abstract": "<jats:p>The Mn-Na2WO4/SiO2 catalyst is regarded as the most promising catalyst for the oxidative coupling of methane (OCM). Despite its remarkable performance, the Mn-Na2WO4/SiO2 catalyst requires a high reaction temperature (&gt;750 °C) to show significant activity, a temperature regime that simultaneously causes quick deactivation. In the current work, we show that the benefits of this catalyst can be leveraged even at lower reaction temperatures by a using a stacked catalyst bed, which includes also a small amount of 5% La2O3/MgO on-top- of the Mn-Na2WO4/SiO2 catalyst. The simple stacking of the two catalysts provides &gt;7-fold higher activity and ~1.4-fold higher C2 yield at 705 °C compared to Mn-Na2WO4/SiO2 and La2O3/MgO, respectively. We specifically show that the enhanced OCM performance is associated with synergistic interactions between the two catalyst domains and study their origin.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Ratiometric Detection of Zn2+ Using DNAzyme-Based Bioluminescence Resonance Energy Transfer Sensors",
        "doi": "10.3390/chemistry5030119",
        "year": 2023,
        "abstract": "<jats:p>While fluorescent sensors have been developed for monitoring metal ions in health and diseases, they are limited by the requirement of an excitation light source that can lead to photobleaching and a high autofluorescence background. To address these issues, bioluminescence resonance energy transfer (BRET)-based protein or small molecule sensors have been developed; however, most of them are not highly selective nor generalizable to different metal ions. Taking advantage of the high selectivity and generalizability of DNAzymes, we report herein DNAzyme-based ratiometric sensors for Zn2+ based on BRET. The 8-17 DNAzyme was labeled with luciferase and Cy3. The proximity between luciferase and Cy3 permitted BRET when coelenterazine, the substrate for luciferase, was introduced. Adding samples containing Zn2+ resulted in a cleavage of the substrate strand, causing dehybridization of the DNAzyme construct, thus increasing the distance between Cy3 and luciferase and changing the BRET signals. Using these sensors, we detected Zn2+ in serum samples and achieved Zn2+ detection with a smartphone camera. Moreover, since the BRET pair is not the component that determines the selectivity of the sensors, this sensing platform has the potential to be adapted for the detection of other metal ions with other metal-dependent DNAzymes.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "UiO-66 MOF-Derived Ru@ZrO2 Catalysts for Photo-Thermal CO2 Hydrogenation",
        "doi": "10.3390/chemistry5020051",
        "year": 2023,
        "abstract": "<jats:p>The use of metal–organic frameworks (MOFs) as templates or precursors in the manufacture of heterogeneous catalysts is highly attractive due to the transfer of MOFs’ inherent porosity and homogeneous metallic distribution to the derived structure. Herein, we report on the preparation of MOF-derived Ru@ZrO2 catalysts by controlled thermal treatment of zirconium-based MOF UiO-66 with ruthenium moieties. Ru3+ (3 or 10 mol%) precursor was added to UiO-66 synthesis and, subsequently, the as-synthesized hybrid structure was calcined in flowing air at different temperatures (400–600 °C) to obtain ZrO2-derived oxides doped with highly dispersed Ru metallic clusters. The materials were tested for the catalytic photo-thermal conversion of CO2 to CH4. Methanation experiments were conducted in a continuous flow (feed flow rate of 5 sccm and 1:4 CO2 to H2 molar ratio) reactor at temperatures from 80 to 300 °C. Ru0.10@ZrO2 catalyst calcined at 600 °C was able to hydrogenate CO2 to CH4 with production rates up to 65 mmolCH4·gcat.–1·h–1, CH4 yield of 80% and nearly 100% selectivity at 300 °C. The effect of the illumination was investigated with this catalyst using a high-power visible LED. A CO2 conversion enhancement from 18% to 38% was measured when 24 sun of visible LED radiation was applied, mainly due to the increase in the temperature as a result of the efficient absorption of the radiation received. MOF-derived Ru@ZrO2 catalysts have resulted to be noticeably active materials for the photo-thermal hydrogenation of CO2 for the purpose of the production of carbon-neutral methane. A remarkable effect of the ZrO2 crystalline phase on the CH4 selectivity has been found, with monoclinic zirconia being much more selective to CH4 than its cubic allotrope.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Unexpected Ethyltellurenylation of Epoxides with Elemental Tellurium under Lithium Triethylborohydride Conditions",
        "doi": "10.3390/chemistry2030041",
        "year": 2020,
        "abstract": "<jats:p>The one-pot multistep ethyltellurenylation reaction of epoxides with elemental tellurium and lithium triethylborohydride is described. The reaction mechanism was experimentally investigated. Dilithium ditelluride and triethyl borane, formed from elemental tellurium and lithium triethylborohydride, were shown to be the key species involved in the reaction mechanism. Epoxides undergo ring-opening reaction with dilithium ditelluride to afford β-hydroxy ditellurides, which are sequentially converted into the corresponding β-hydroxy-alkyl ethyl tellurides by transmetalation with triethyl borane, reasonably proceeding through the SH2 mechanism.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Responsive DNA Nanostructures for Bioanalysis and Therapy",
        "doi": "10.3390/chemistry5040147",
        "year": 2023,
        "abstract": "<jats:p>DNA nanostructures have been widely explored as an encouraging tool for bioanalysis and cancer therapy due to its structural programmability and good biocompatibility. The incorporation of stimulus-responsive modules enables the accurate targeting and flexible control of structure and morphology, which is benefit to precise bioanalysis and therapy. This mini review briefly discusses the advancements in stimuli-responsive DNA nanostructures construction and their applications in biomolecules sensing and cancer treatment.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "On-Surface Synthesis of Polypyridine: Strain Enforces Extended Linear Chains",
        "doi": "10.3390/chemistry4010009",
        "year": 2022,
        "abstract": "<jats:p>Strain-induced on-surface transformations provide an appealing route to steer the selectivity towards desired products. Here, we demonstrate the selective on-surface synthesis of extended all-trans poly(2,6-pyridine) chains on Au(111). By combining high-resolution scanning tunneling and atomic force microscopy, we revealed the detailed chemical structure of the reaction products. Density functional theory calculations indicate that the synthesis of extended covalent structures is energetically favored over the formation of macrocycles, due to the minimization of internal strain. Our results consolidate the exploitation of internal strain relief as a driving force to promote selective on-surface reactions.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Occurrence of Marine Ingredients in Fragrance: Update on the State of Knowledge",
        "doi": "10.3390/chemistry3040103",
        "year": 2021,
        "abstract": "<jats:p>The fragrance field of perfumes has attracted considerable scientific, industrial, cultural, and civilizational interest. The marine odor is characterized by the specific smell of sea breeze, seashore, algae, and oyster, among others. Marine odor is a more recent fragrance and is considered as one of the green and modern fragrances. The smells reproducing the marine environment are described due to their content of Calone 1951 (7-methyl-2H-1,5-benzodioxepin-3(4H)-one), which is a synthetic compound. In addition to the synthetic group of benzodioxepanes, such as Calone 51 and its derivatives, three other groups of chemical compounds seem to represent the marine smell. The first group includes the polyunsaturated cyclic ((+)-Dictyopterene A) and acyclic (giffordene) hydrocarbons, acting as pheromones. The second group corresponds to polyunsaturated aldehydes, such as the (Z,Z)-3,6-nonadienal, (E,Z)-2,6-nonadienal, which are most likely derived from the degradation of polyunsaturated fatty acids. The third group is represented by small molecules such as sulfur compounds and halogenated phenols which are regarded as the main flavor compounds of many types of seafood. This review exposes, most notably, the knowledge state on the occurrence of marine ingredients in fragrance. We also provide a detailed discussion on several aspects of essential oils, which are the most natural ingredients from various marine sources used in fragrance and cosmetics, including synthetic and natural marine ingredients.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Reactivity of Rare-Earth Oxides in Anhydrous Imidazolium Acetate Ionic Liquids",
        "doi": "10.3390/chemistry5020094",
        "year": 2023,
        "abstract": "<jats:p>Rare-earth metal sesquioxides (RE2O3) are stable compounds that require high activation energies in solid-state reactions or strong acids for dissolution in aqueous media. Alternatively, dissolution and downstream chemistry of RE2O3 have been achieved with ionic liquids (ILs), but typically with additional water. In contrast, the anhydrous IL 1-butyl-3-methylimidazolium acetate [BMIm][OAc] dissolves RE2O3 for RE = La–Ho and forms homoleptic dinuclear metal complexes that crystallize as [BMIm]2[RE2(OAc)8] salts. Chloride ions promote the dissolution without being included in the compounds. Since the lattice energy of RE2O3 increases with decreasing size of the RE3+ cation, Ho2O3 dissolves very slowly, while the sesquioxides with even smaller cations appear to be inert under the applied conditions. The Sm and Eu complex salts show blue and red photoluminescence and Van Vleck paramagnetism. The proton source for the dissolution is the imidazolium cation. Abstraction of the acidic proton at the C2-atom yields an N-heterocyclic carbene (imidazole-2-ylidene). The IL can be regenerated by subsequent reaction with acetic acid. In the overall process, RE2O3 is dissolved by anhydrous acetic acid, a reaction that does not proceed directly.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Application of DFT/TD-DFT Frameworks in the Drug Delivery Mechanism: Investigation of Chelated Bisphosphonate with Transition Metal Cations in Bone Treatment",
        "doi": "10.3390/chemistry5010027",
        "year": 2023,
        "abstract": "<jats:p>Carbon nanotubes (CNTs) are applied in a drug delivery system, which can be reacted with different structures such biomolecules. Bones have vital functions and are the locations of biochemical reactions in cells that might be exposed various diseases. As different metal ions are integral components of bone tissue with different functions in the physiological cellular medium as well as in bone treatment, they can be used differently as a basis or as a supplement for various materials in the field of bone repair. Therefore, this research aims to represent the recent progress in conjugated bisphosphonate (BP)-divalent transition metal ions of Mn2+, Fe2+, and Co2+ with an emphasis on the properties of interaction with a (6, 6) armchair carbon nanotube as a nanocarrier to exhibit the potential biomedical application of drug delivery. In this article, “CNT” linked to “BP“ of alendronic acid, ibandronic acid, neridronic acid, and pamidronic acid, which are chelated to transition metal cations of Mn2+, Fe2+, and Co2+, was investigated based on DFT insights for obtaining the electron charge density. Transition metals chelating with phosphonate groups, which are large with six O atoms with negative charges, are active in generating chelated complexes with the bisphosphonates [BPs- Mn2+/Fe2+/Co2+] through the status of drug design. In this work, B3LYP/6-311+G(d,p)/lanl2dz we have estimated the susceptibility of CNT for conjugating alendronic acid, ibandronic acid, neridronic acid, and pamidronic acid, which are chelated to transition metal cations of Mn2+, Fe2+, and Co2+ through NMR, NQR, IR, UV-VIS spectroscopy, and HOMO-LUMO analysis. Finally, the obtained results have confirmed that the possibility of applying CNT and BPs of alendronic acid, ibandronic acid, neridronic acid, and pamidronic acid becomes suitable in transition metal chelating for delivery application. The calculated HOMO–LUMO energy gaps for BPs of alendronic acid, ibandronic acid, neridronic acid, and pamidronic acid at the B3LYP/6-311+G (d,p) level have revealed that the energy gap reflects the chemical activity of the molecule.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "pH-Responsive Color Indicator of Saffron (Crocus sativus L.) Anthocyanin-Activated Salep Mucilage Edible Film for Real-Time Monitoring of Fish Fillet Freshness",
        "doi": "10.3390/chemistry4040089",
        "year": 2022,
        "abstract": "<jats:p>Researchers have been focusing increasingly on preparing innovative packaging films made from renewable and biodegradable materials in recent years. This research set out to fabricate and analyze pH-sensitive edible films based on salep mucilage combined with anthocyanin from saffron (Crocus sativus L.) (SAAs). A casting technique was developed with varying concentrations of SAAs (0, 2.5, 5, 7.5, and 10%v/v) pH-sensitive edible films. The surface morphology, physicochemical, barrier, and mechanical properties, as well as the pH sensitivity of films, were investigated. The results showed SAAs increased thickness, water solubility, moisture content, and oxygen permeability (O2P) up to 199.03 µm, 63.71%, 14.13%, and 47.73 (cm3 µm m−2 day−1 kPa−1), respectively, of the pH-sensitive salep mucilage edible indicator films. As expected, the SAAs concentration from 0% to 10%v/v decreased tensile strength, transparency, and contact angle to 11.94 MPa, 14.27%, and 54.02°, respectively. Although achieving the highest elongation at the break (108%) and the lowest water vapor permeability (WVP) (1.39 g s−1 m−1 Pa−1 × 10−11), the pH-sensitive edible indicator film containing 5 %v/v of SAAs showed the best results. An investigation of pH sensitivity revealed that the solution’s pH variation altered the SAAs color. When the pH was raised from 3 to 11, the SAAs’ color shifted from pink to brown. The SAAs-halochromic salep mucilage edible indicator film was employed as a label in an experiment to track the degradation of fish fillets stored at 4 °C, revealing that the halochromic indicator changed color from yellow to brown as the fish was stored. Our findings show that SAAs-loaded salep mucilage indicator films help monitor real-time food deterioration.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "U(VI) Coordination Modes in Complex Uranium Silicates: Cs[(UO6)2(UO2)9(Si2O7)F] and Rb2[(PtO4)(UO2)5(Si2O7)]",
        "doi": "10.3390/chemistry4040100",
        "year": 2022,
        "abstract": "<jats:p>Crystals of two new inorganic uranyl silicates, Cs[(UO6)2(UO2)9(Si2O7)F] (1) and Rb2[(PtO4)(UO2)5(Si2O7)] (2), were produced from melts in evacuated silica tubes. Their structures have been solved by direct methods: 1 is trigonal, P-31c, a = 10.2040(3), c = 17.1278(5) Å, V = 1544.45(10) Å3, R1 = 0.042; 2 is tetragonal, P4/mbm, a = 16.0400(24), c = 3.9231(6) Å, V = 1009.34(10) Å3, R1 = 0.045. 1 is the first example of cation–cation interactions between the uranyl polyhedra in uranyl silicates. Therein, UVI adopts three coordination modes, UO6 octahedra, UO6F, and UO7 pentagonal bipyramids, with the latter sharing common edges to form U2O12 dimers. Three dimers associate into six-membered rings via cation–cation interactions. The structure of 1 can be described as a complex uranyl fluoride silicate framework with channels filled by the U1 atoms and disordered Cs+ cations. 2 represents a new type of topology never observed before among the structures of uranyl compounds; it is also a first complex uranium platinum oxide. Therein, the UO6 tetragonal bipyramids share edges to form chains. Five such chains are stitched into a complex ribbon via the silicon polyhedra. The ribbons are connected into a framework by the PtO4 squares; rubidium atoms are located in the channels of the framework.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Effect of Fiber Content and Silane Treatment on the Mechanical Properties of Recycled Acrylonitrile-Butadiene-Styrene Fiber Composites",
        "doi": "10.3390/chemistry3040091",
        "year": 2021,
        "abstract": "<jats:p>The aim of the present study was to investigate the effects of fiber content and then silane treatment on the mechanical performance of the natural fiber composites of recycled acrylonitrile–butadiene–styrene (ABS) provided by the automotive sector. Wood and palmyra fibers were used as fillers in 10% and 20% fiber content composites. The fibers were treated with N-(2-Aminoethyl)-3-aminopropyltrimethoxysilane to improve the interfacial adhesion between fibers and polymer matrices. The mechanical properties of the composites were determined by tensile and impact tests. Morphological analysis was later performed using a scanning electron microscope (SEM). According to the experiment results, the tensile and impact strength of both wood and palmyra fibers increase after silane treatment. However, for the low-wood-fiber-content composite, the tensile and impact strength decrease after silane treatment due to the presence of an excess amount of silane relative to fiber content. The addition of wood and palmyra fibers significantly improved the tensile modulus of composite material and further increases slightly after silane treatment. Finally, SEM analysis shows a homogenous mix of fibers and polymer matrices with fewer voids after silane treatment, thereby improving interfacial adhesion.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Advantages of Yolk Shell Catalysts for the DRM: A Comparison of Ni/ZnO@SiO2 vs. Ni/CeO2 and Ni/Al2O3",
        "doi": "10.3390/chemistry1010003",
        "year": 2018,
        "abstract": "<jats:p>Encapsulation of metal nanoparticles is a leading technique used to inhibit the main deactivation mechanisms in dry reforming of methane reaction (DRM): Carbon formation and Sintering. Ni catalysts (15%) supported on alumina (Al2O3) and ceria (CeO2) have shown they are no exception to this analysis. The alumina supported catalysts experienced graphitic carbonaceous deposits, whilst the ceria showed considerable sintering over 15 h of DRM reaction. The effect of encapsulation compared to that of the performance of uncoated catalysts for DRM reaction has been examined at different temperatures, before conducting longer stability tests. The encapsulation of Ni/ZnO cores in silica (SiO2) leads to advantageous conversion of both CO2 and CH4 at high temperatures compared to its uncoated alternatives. This work showcases the significance of the encapsulation process and its overall effects on the catalytic performance in chemical CO2 recycling via DRM.</jats:p>",
        "is_referenced_by_count": 19
    },
    {
        "title": "A Procedure for Computing Hydrocarbon Strain Energies Using Computational Group Equivalents, with Application to 66 Molecules †",
        "doi": "10.3390/chemistry2020022",
        "year": 2020,
        "abstract": "<jats:p>A method is presented for the direct computation of hydrocarbon strain energies using computational group equivalents. Parameters are provided at several high levels of electronic structure theory: W1BD, G-4, CBS-APNO, CBS-QB3, and M062X/6-31+G(2df,p). As an illustration of the procedure, strain energies are computed for 66 hydrocarbons, most of them highly strained.</jats:p>",
        "is_referenced_by_count": 21
    },
    {
        "title": "Current Scenario of MXene-Based Nanomaterials for Wastewater Remediation: A Review",
        "doi": "10.3390/chemistry4040104",
        "year": 2022,
        "abstract": "<jats:p>Rapid urban and industrial sectors generate massive amounts of wastewater, creating severe ecological disruption and harming living organisms. The number of harmful pollutants such as dyes, heavy metals, antibiotics, phenolic compounds, and volatile and several organic chemicals discharged into aquatic systems varies depending on the effluent composition of various sectors. MXene-based composites with unique characteristics were spotlighted as newly developed nanomaterials specifically for environmental-related applications. Therefore, this review broadly discusses the properties, basic principles of MXene, and synthesis routes for developing different MXene-based nanomaterials. The most current strategies on the energy and environmental applications of MXene-based nanomaterials, particularly in photocatalysis, adsorption, and water splitting, were deeply explored for the remediation of different pollutants and hydrogen (H2) evolution from wastewater. The detailed mechanism for H2 evolution and the remediation of industrial pollutants via photocatalysis and adsorption processes was elaborated. The multi-roles of MXene-based nanomaterials with their regeneration possibilities were emphasized. Several essential aspects, including the economic, toxicity and ecological power of MXene-based nanomaterials, were also discussed regarding their opportunity for industrialization. Finally, the perspectives and challenges behind newly developed MXene and MXene-based nanomaterials for environmental pollution were reviewed.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "The Photophysical Properties of Triisopropylsilyl-ethynylpentacene—A Molecule with an Unusually Large Singlet-Triplet Energy Gap—In Solution and Solid Phases",
        "doi": "10.3390/chemistry2020033",
        "year": 2020,
        "abstract": "<jats:p>The process of singlet-exciton fission (SEF) has attracted much attention of late. One of the most popular SEF compounds is TIPS-pentacene (TIPS-P, where TIPS = triisopropylsilylethynyl) but, despite its extensive use as both a reference and building block, its photophysical properties are not so well established. In particular, the triplet state excitation energy remains uncertain. Here, we report quantitative data and spectral characterization for excited-singlet and -triplet states in dilute solution. The triplet energy is determined to be 7940 ± 1200 cm−1 on the basis of sensitization studies using time-resolved photoacoustic calorimetry. The triplet quantum yield at the limit of low concentration and low laser intensity is only ca. 1%. Self-quenching occurs at high solute concentration where the fluorescence yield and lifetime decrease markedly relative to dilute solution but we were unable to detect excimer emission by steady-state spectroscopy. Short-lived fluorescence, free from excimer emission or phosphorescence, occurs for crystals of TIPS-P, most likely from amorphous domains.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Pure Hydrolysis of Polyamides: A Comparative Study",
        "doi": "10.3390/chemistry6010002",
        "year": 2023,
        "abstract": "<jats:p>Polyamides (PAs) undergo local environmental degradation, leading to a decline in their mechanical properties over time. PAs can experience various forms of degradation, such as thermal degradation, oxidation, hydrothermal oxidation, UV oxidation, and hydrolysis. In order to better comprehend the degradation process of PAs, it is crucial to understand each of these degradation mechanisms individually. While this review focuses on hydrolysis, the data from degrading similar PAs under pure thermal oxidation and/or hydrothermal oxidation are also collected to grasp more perspective. This review analyzes the available characterization data and evaluates the changes in molecular weight, crystallinity, chemical structure, and mechanical properties of PAs that have aged in oxygen-free water at high temperatures. The molecular weight and mechanical strength decrease as the crystallinity ratio rises over aging time. This development is occurring at a slower rate than degradation in pure thermal oxidation. By combining the data for the changes in mechanical properties with the ones for molecular weight and crystallinity, the point of embrittlement can be not only predicted, but also modeled. This prediction is also shown to be dependent on the fibers, additives, types of PA, pH, and more.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Metals, n-Alkanes, Hopanes, and Polycyclic Aromatic Hydrocarbon in Sediments from Three Amazonian Streams Crossing Manaus (Brazil)",
        "doi": "10.3390/chemistry2020018",
        "year": 2020,
        "abstract": "<jats:p>Pollution is increasing in the Amazon region and its real impact is still unclear. Since this region is of great interest to the global community, this study aimed to assess geochemical biomarkers and metals in sediments from three streams crossing Manaus, a Brazilian city of 2.1 million inhabitants located in the heart of the Amazon rainforest. The Mindu and Quarenta streams criss-cross the urban area of Manaus and receive domestic effluents from many heavily populated districts. In addition, the Quarenta stream is subjected to effluents from the industrial district of Manaus. The Tarumã-Açu stream is mostly covered by vegetation, although the region presents some occurrence of family farming, floating petrol station, marinas, and floating restaurants and bars. n-Alkanes were determined by Gas Chromatography with Flame Ionization Detection (GC-FID), whereas hopanes and polycyclic aromatic hydrocarbons (PAHs) were determined by Gas Chromatography coupled to Mass Spectrometry (GC-MS). The metals Ag, Cd, Cr, Co, Cu, Mn, Ni, Pb, and Zn were determined by Inductively Coupled Plasma Optical Emission Spectroscopy (ICP-OES) after microwave-assisted acid digestion. Concentrations of total PAHs and metals were higher in sediments from the urban streams Mindu and Quarenta because of the occurrence of more intense and diverse sources of pollution. In addition, some sediment samples from both these streams presented concentrations of fluoranthene, phenanthrene, and metals higher than the limits of low probability of adverse effects on biota established by the international guideline and by the Brazilian legislation. A similar total n-alkane concentration for sediments from all streams associated with profiles of n-alkanes with no odd/even hydrocarbon predominance suggests that biomass burning is an important source of hydrocarbons. Petroleum-derived products also represented a source for n-alkanes, as confirmed by the presence of α,β-hopanes, including an α,β-homohopane series from C31 to C35 with the presence of both 22S and 22R epimers. This is the first report on n-alkanes, PAHs, and hopanes in sediments from the Mindu, Quarenta, and Tarumã-Açu streams. The concentrations reported herein may be considered as baseline data in future monitoring programs of these streams.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Fabrication of Polymersomes: A Macromolecular Architecture in Nanotherapeutics",
        "doi": "10.3390/chemistry4030070",
        "year": 2022,
        "abstract": "<jats:p>In consideration of the issues of drug delivery systems, the artificial vesicle structures composed of block copolymers called polymersomes recently gained considerable attention. The possibility of tuning the mechanical parameter and increasing the scale-up production of polymersomes led to its wide application in healthcare. Bearing in mind the disease condition, the structure and properties of the polymersomes could be tuned to serve the purpose. Furthermore, specific ligands can be incorporated on the vesicular surface to induce smart polymersomes, thus improving targeted delivery. The synthesis method and surface functionalization are the two key aspects that determine the versatility of biological applications as they account for stability, specific targeting, degradability, biocompatibility, and bioavailability. A perfectly aligned polymer vesicle can mimic the cells/organelles and function by avoiding cytotoxicity. This supramolecular structure can carry and deliver payloads of a wide range, including drugs, proteins, and genes, contributing to the construction of next-generation therapeutics. These aspects promote the potential use of such components as a framework to approach damaged tissue while maintaining healthy environments during circulation. Herein, this article concentrates specifically on the drug delivery applications of polymersomes.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Synthesis of Metal Nanoparticles via Pulicaria undulata and an Evaluation of Their Antimicrobial, Antioxidant, and Cytotoxic Activities",
        "doi": "10.3390/chemistry5040141",
        "year": 2023,
        "abstract": "<jats:p>Nanoparticle engineering via plants (green synthesis) is a promising eco-friendly technique. In this work, a green protocol was applied to the preparation of silver, zinc, and selenium nanoparticle solutions supported by the extracted aerial parts of Pulicaria undulata. The formation of nanoparticles in the solution was characterized using phytochemical analysis, and UV-visible, TEM, and zeta-potential spectroscopy. In addition, various biological activities were investigated for the extract of P. undulata and the produced nanoparticles (selenium, silver, and zinc), including antioxidant, antimicrobial, and cytotoxic activities. The volatile components of the extracted constitute verified the fact that twenty-five volatile components were characterized for the majority of abundant categories for the fatty acids, esters of fatty acids (59.47%), and hydrocarbons (38.19%) of the total area. The antioxidant activity of P. undulata extract and metal nanoparticles was assessed using DPPH assay. The results indicated reduced potency for the metal nanoparticles’ solutions relative to the results for the plant extract. The cytotoxicity of the investigated samples was assessed using an MTT assay against various tumor and normal cell lines with improved cytotoxic potency of the solutions of metal nanoparticles, compared to the plant extract. The antimicrobial activity was also estimated against various bacterial and fungal species. The results confirmed amended potency for inhibiting the growth of microbial species for the solutions of metal nanoparticles when compared to the extracted aerial parts of the plant. The present study showed that green synthetized nanoparticles using P. undulata have various potential bioactivities.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Atomic Details of Biomineralization Proteins Inspiring Protein Design and Reengineering for Functional Biominerals",
        "doi": "10.3390/chemistry4030059",
        "year": 2022,
        "abstract": "<jats:p>Biominerals are extraordinary materials that provide organisms with a variety of functions to support life. The synthesis of biominerals and organization at the macroscopic level is a consequence of the interactions of these materials with proteins. The association of biominerals and proteins is very ancient and has sparked a wealth of research across biological, medical and material sciences. Calcium carbonate, hydroxyapatite, and silica represent widespread natural biominerals. The atomic details of the interface between macromolecules and these biominerals is very intriguing from a chemical perspective, considering the association of chemical entities that are structurally different. With this review I provide an overview of the available structural studies of biomineralization proteins, explored from the Protein Data Bank (wwPDB) archive and scientific literature, and of how these studies are inspiring the design and engineering of proteins able to synthesize novel biominerals. The progression of this review from classical template proteins to silica polymerization seeks to benefit researchers involved in various interdisciplinary aspects of a biomineralization project, who need background information and a quick update on advances in the field. Lessons learned from structural studies are exemplary and will guide new projects for the imaging of new hybrid biomineral/protein superstructures at the atomic level.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "The Anion Impact on Dimensionality of Cadmium(II) Complexes with Nicotinamide",
        "doi": "10.3390/chemistry5020092",
        "year": 2023,
        "abstract": "<jats:p>Three novel cadmium(II) coordination compounds, the dimeric [Cd(CH3COO)2(nia)2]2 (1), the polymeric {[Cd(nia)4](ClO4)2}n (2), and the monomeric [Cd(H2O)3(nia)3](ClO4)2·nia (3), were prepared in the reactions of the nicotinamide (pyridine-3-carboxamide, nia) with the corresponding cadmium(II) salts. All prepared compounds were characterized by elemental analyses, FT-IR spectroscopy, TGA/DTA, and single crystal X-ray analysis. The impact of anions (acetate, perchlorate) and solvent used on the dimensionality of cadmium(II) complexes and the cadmium(II) coordination environment was investigated. The bridging capabilities of acetate ions enabled the formation of dimers in the crystal structure of 1. It was shown that the dimensionality of perchlorate complexes depends on the solvent used. The coordination polymer 2 is isolated from an ethanol solution, while monomeric compound 3 was obtained by using a water/ethanol mixture as a solvent. The pentagonal-bipyramidal coordination of cadmium(II) was found in the presence of chelating and bridging acetate ions in 1. In the presence of non-coordinating perchlorate anions in 2 and 3, the coordination geometry of cadmium(II) is found to be octahedral. The supramolecular amide-amide homosynthon R22(8) was preserved in the hydrogen-bonded frameworks of all three compounds.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis of Naphthoxazinones in a One-Pot Two-Step Manner by the Application of Propylphosphonic Anhydride (T3P®)",
        "doi": "10.3390/chemistry2020037",
        "year": 2020,
        "abstract": "<jats:p>A sequential one-pot two-step protocol has been elaborated for the synthesis of naphthoxazinones from 2-naphthol, methyl carbamate, and aromatic aldehydes. First, a three-component reaction was optimized with the dehydrating additive propylphosphonic anhydride (T3P®), resulting in 1-carbamatoalkyl 2-naphthols in good to excellent yields. Following the successful multicomponent approach, intramolecular acylation was performed at high temperature, again with the contribution of T3P®, resulting in naphthoxazinone derivatives in moderate yields. These two steps were optimized together in one-pot as well, and the sequential rise in the requisite temperature eventuated the optimal procedure for the multistep cascade.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Rolling-Circle-Amplification-Assisted DNA Biosensors for Sensitive and Specific Detection of Hypochlorous Acid and Myeloperoxidase",
        "doi": "10.3390/chemistry5020098",
        "year": 2023,
        "abstract": "<jats:p>Hypochlorous acid (HClO) is a common reactive oxygen species (ROS), with a high chemical reactivity. Myeloperoxidase (MPO) is an enzyme that catalyzes in vivo redox reactions between H2O2 and Cl− to produce HClO. Abnormal levels of HClO and MPO may lead to oxidative stress, irreversible tissue damage and, thus, serious diseases; they are thus becoming important biomarkers and therapeutic targets. In this work, using HClO-induced site-specific cleavage of phosphorothioate-modified DNA to trigger rolling circle amplification (RCA), RCA-assisted biosensors have been developed for the highly sensitive and specific detection of HClO and MPO. Only two DNA oligonucleotides are used in the sensing systems. The powerful signal-amplification capability of RCA endows the sensing systems with a high sensitivity, and the specific fluorescent response of thioflavin T (ThT) to G-quadruplexes in RCA products makes a label-free signal output possible. The proposed biosensors were demonstrated to work well not only for the sensitive and specific quantitation of HClO and MPO with detection limits of 1.67 nM and 0.33 ng/mL, respectively, but also for the screening and inhibitory capacity evaluation of MPO inhibitors, thus holding great promise in disease diagnosis and drug analysis.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "When Stereochemistry Raised Its Ugly Head in Coordination Chemistry—An Appreciation of Howard Flack",
        "doi": "10.3390/chemistry2030049",
        "year": 2020,
        "abstract": "<jats:p>Chiral compounds have played an important role in the development of coordination chemistry. Unlike organic chemistry, where mechanistic rules allowed the establishment of absolute configurations for numerous compounds once a single absolute determination had been made, coordination compounds are more complex. This article discusses the development of crystallographic methods and the interplay with coordination chemistry. Most importantly, the development of the Flack parameter is identified as providing a routine method for determining the absolute configuration of coordination compounds.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Platform Chemicals from Ethylene Glycol and Isobutene: Thermodynamics “Pays” for Biomass Valorisation and Acquires “Cashback”",
        "doi": "10.3390/chemistry5020079",
        "year": 2023,
        "abstract": "<jats:p>Ethylene glycol (EG) produced from biomass is a promising candidate for several new applications. In this paper, EG derivatives such as mono- and di-tert-butyl ethers are considered. However, accurate thermodynamic data are essential to optimise the technology of the direct tert-butyl ether EG synthesis reaction or reverse process isobutene release. The aim of this work is to measure the vapour pressures and combustion energies for these ethers and determine the vaporisation enthalpies and enthalpies of formation from these measurements. Methods based on the First and Second Law of Thermodynamics were combined to discover the reliable thermodynamics of ether synthesis reactions. The thermochemical data for ethylene glycol tert-butyl ethers were validated using structure–property correlations and quantum chemical calculations. The literature results of the equilibrium study of alkylation of EG with isobutene were evaluated and the thermodynamic functions of ethylene glycol tert-butyl ethers were derived. The energetics of alkylation determined according to the “First Law” and the “Second Law” methods agree very well. Some interesting aspects related to the entropy of ethylene glycol tert-butyl ethers were also revealed and discussed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Tribute to Josef Michl",
        "doi": "10.3390/chemistry3010032",
        "year": 2021,
        "abstract": "<jats:p>It is our great pleasure to introduce the Festschrift of Chemistry to honor professor Josef Michl (Figure 1) on the occasion of his 80th birthday and to recognize his exceptional contributions to the fields of organic photochemistry, quantum chemistry, biradicals and biradicaloids, electronic and vibrational spectroscopy, magnetic circular dichroism, silicon and boron chemistry, supramolecular chemistry, singlet fission, and molecular machines [...]</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "A New Study on the Eastern Flank of the Loma Blanca Deposit (Cuba) to Establish the Mineralogical, Chemical, and Pozzolanic Properties of Zeolitised Tuffs",
        "doi": "10.3390/chemistry4030048",
        "year": 2022,
        "abstract": "<jats:p>The geological nature of the territory of the Republic of Cuba has favoured the formation of large and varied deposits of volcanic tuffs enriched by various species of zeolites. Today, new zeolite deposits continue to be discovered in the country. This work aims to present the results of a study carried out in an unexplored area that is located approximately 1.2 km east of the Loma Blanca deposit, outside the mining operation limits. To carry out this research and to establish a qualitative comparison between both sample populations, four samples were taken from the study area, and another four were taken from the Loma Blanca deposit. The characterisation of the samples was performed by XRD, SEM, and XRF. The pozzolan quality was determined by the pozzolanicity test (PT) and quality chemical analysis (QCA). Finally, a study of the mechanical strength (MST) was performed at 7, 28, and 90 days, using mortar specimens made with PC/ZT: 75–25% and PC/ZT: 70–30%, respectively. The results of the studies using XRD, SEM, and XRF indicated that both groups of samples had a similar complex mineralogical composition, consisting mainly of mordenite and clinoptilolite accompanied by secondary phases such as quartz and amorphous materials in the form of altered glass. The pozzolanicity test showed that both the samples from the study area and those from the Loma Blanca deposit behaved like typical pozzolans, which is a trend that can be seen in the high values of mechanical strength to compression up to 72 MPa for the PC/ZT: 75–25% formulation and 66 MPa for the PC/ZT: 70–30%. The results obtained establish that the zeolite varieties detected in the study area are similar to those of the Loma Blanca deposit, which could have a positive impact on the increase in current reserves, especially for manufacturing pozzolanic cements with properties that contribute to the preservation of the environment.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthetic and Structural Chemistry of Uranyl-Amidoxime Complexes: Technological Implications",
        "doi": "10.3390/chemistry5020097",
        "year": 2023,
        "abstract": "<jats:p>Resource shortage is a major problem in our world. Nuclear energy is a green energy and because of this and its high energy density, it has been attracting more and more attention during the last few decades. Uranium is a valuable nuclear fuel used in the majority of nuclear power plants. More than one thousand times more uranium exists in the oceans, at very low concentrations, than is present in terrestrial ores. As the demand for nuclear power generation increases year-on-year, access to this reserve is of paramount importance for energy security. Water-insoluble polymeric materials functionalized with the amidoxime group are a technically feasible platform for extracting uranium, in the form of {UO2}2+, from seawater, which also contains various concentrations of other competing metal ions, including vanadium (V). An in-depth understanding of the coordination modes and binding strength of the amidoxime group with uranyl and other competing ions is a key parameter for improving extraction efficiency and selectivity. Very limited information on the complexation of {UO2}2+ with amidoximes was available before 2012. However, significant advances have been made during the last decade. This report reviews the solid-state coordination chemistry of the amidoxime group (alone or within ligands with other potential donor sites) with the uranyl ion, while sporadic attention on solution and theoretical studies is also given. Comparative studies with vanadium complexation are also briefly described. Eight different coordination modes of the neutral and singly deprotonated amidoxime groups have been identified in the structures of the uranyl complexes. Particular emphasis is given to describing the reactivity of the open-chain glutardiamidoxime, closed-ring glutarimidedioxime and closed-ring glutarimidoxioxime moieties, which are present as side chains on the sorbents, towards the uranyl moiety. The technological implications of some of the observed coordination modes are outlined. It is believed that X-ray crystallography of small uranyl-amidoxime molecules may help to build an understanding of the interactions of seawater uranyl with amidoxime-functionalized polymers and improve their recovery capacity and selectivity, leading to more efficient extractants. The challenges for scientists working on the structural elucidation of uranyl coordination complexes are also outlined. The review contains six sections and 95 references.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Hydrogen and Halogen Bond Mediated Coordination Polymers of Chloro-Substituted Pyrazin-2-Amine Copper(I) Bromide Complexes",
        "doi": "10.3390/chemistry2030045",
        "year": 2020,
        "abstract": "<jats:p>A new class of six mono- (1; 3-Cl-, 2; 5-Cl-, 3; 6-Cl-) and di-(4; 3,6-Cl, 5; 5,6-Cl-, 6; 3,5-Cl-) chloro-substituted pyrazin-2-amine ligands (1–6) form complexes with copper (I) bromide, to give 1D and 2D coordination polymers through a combination of halogen and hydrogen bonding that were characterized by X-ray diffraction analysis. These Cu(I) complexes were prepared indirectly from the ligands and CuBr2 via an in situ redox process in moderate to high yields. Four of the pyrazine ligands, 1, 4–6 were found to favor a monodentate mode of coordination to one CuI ion. The absence of a C6-chloro substituent in ligands 1, 2 and 6 supported N1–Cu coordination over the alternative N4–Cu coordination mode evidenced for ligands 4 and 5. These monodentate systems afforded predominantly hydrogen bond (HB) networks containing a catenated (μ3-bromo)-CuI ‘staircase’ motif, with a network of ‘cooperative’ halogen bonds (XB), leading to infinite polymeric structures. Alternatively, ligands 2 and 3 preferred a μ2-N,N’ bridging mode leading to three different polymeric structures. These adopt the (μ3-bromo)-CuI ‘staircase’ motif observed in the monodentate ligands, a unique single (μ2-bromo)-CuI chain, or a discrete Cu2Br2 rhomboid (μ2-bromo)-CuI dimer. Two main HB patterns afforded by self-complimentary dimerization of the amino pyrazines described by the graph set notation R22(8) and non-cyclic intermolecular N–H∙∙∙N’ or N–H∙∙∙Br–Cu leading to infinite polymeric structures are discussed. The cooperative halogen bonding between C–Cl∙∙∙Cl–C and the C–Cl∙∙∙Br–Cu XB contacts are less than the sum of the van der Waals radii of participating atoms, with the latter ranging from 3.4178(14) to 3.582(15) Å. In all cases, the mode of coordination and pyrazine ring substituents affect the pattern of HBs and XBs in these supramolecular structures.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Carbon Nanotubes Modified by BiMo Metal Oxides for Oxidative Dehydrogenation of 1-Butene to 1,3-Butadiene without Steam",
        "doi": "10.3390/chemistry4020027",
        "year": 2022,
        "abstract": "<jats:p>Oxidative dehydrogenation (ODH) reaction has emerged as a promising route for converting 1-butene to value-added 1,3-butadiene (BD). However, the low BD selectivity of the current catalysts (≤40%) and high steam input are now the challenge of this process. Here, we demonstrate the fabrication BiMo oxides immobilized on carbon nanotubes (BiMo/CNTs), employing the sol–gel method, as a novel catalyst for the ODH of 1-butene without steam in a fixed-bed reactor. The catalytic performances of BiMo/CNTs with different compositions in the absence of steam were investigated. When BiMo/CNTs at a molar ratio of 0.018 were employed in the ODH of 1-butene under reaction conditions of 440 °C, 1-butene/oxygen = 1/0.8, and no steam, the optimal BD yield was achieved as high as 52.2%. Under this reaction condition, the catalyst maintains good stability without steam after 10 h of reaction. This work not only promotes the application of carbon materials in oxidative dehydrogenation reaction, but also accelerates the production of 1,3-butadiene in a more economical way.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Substrate–Solvent Crosstalk—Effects on Reaction Kinetics and Product Selectivity in Olefin Oxidation Catalysis",
        "doi": "10.3390/chemistry3030054",
        "year": 2021,
        "abstract": "<jats:p>In this work, we explored how solvents can affect olefin oxidation reactions catalyzed by MCM-bpy-Mo catalysts and whether their control can be made with those players. The results of this study demonstrated that polar and apolar aprotic solvents modulated the reactions in different ways. Experimental data showed that acetonitrile (aprotic polar) could largely hinder the reaction rate, whereas toluene (aprotic apolar) did not. In both cases, product selectivity at isoconversion was not affected. Further insights were obtained by means of neutron diffraction experiments, which confirmed the kinetic data and allowed for the proposal of a model based on substrate–solvent crosstalk by means of hydrogen bonding. In addition, the model was also validated in the ring-opening reaction (overoxidation) of styrene oxide to benzaldehyde, which progressed when toluene was the solvent (reaching 31% styrene oxide conversion) but was strongly hindered when acetonitrile was used instead (reaching only 7% conversion) due to the establishment of H-bonds in the latter. Although this model was confirmed and validated for olefin oxidation reactions, it can be envisaged that it may also be applied to other catalytic reaction systems where reaction control is critical, thereby widening its use.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Howard Flack and the Flack Parameter",
        "doi": "10.3390/chemistry2040052",
        "year": 2020,
        "abstract": "<jats:p>The Flack Parameter is now almost universally reported for all chiral materials characterized by X-ray crystallography. Its elegant simplicity was an inspired development by Howard Flack, and although the original algorithm for its computation has been strengthened by other workers, it remains an essential outcome for any crystallographic structure determination. As with any one-parameter metric, it needs to be interpreted in the context of its standard uncertainty.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Neutral and Cationic Chelidonate Coordination Polymers with N,N′-Bridging Ligands",
        "doi": "10.3390/chemistry3010019",
        "year": 2021,
        "abstract": "<jats:p>The biomolecule chelidonic acid (H2chel, 4-oxo-4H-pyran-2,6-dicarboxylic acid) has been used to build new coordination polymers with the bridging N,N′-ligands 4,4′-bipyridine (4,4-bipy) and 1,2-bis(4-pyridyl)ethane (bpe). Four compounds have been obtained as single crystals: 1D cationic coordination polymers [M(4,4-bipy)(OH2)4]2+ with chelidonate anions and water molecules in the second coordination sphere in 1∞[Zn(4,4-bipy)(H2O)4]chel·3H2O (2) and in the two pseudopolymorphic 1∞[Cu(4,4-bipy)(H2O)4]chel·nH2O (n = 3, 4a; n = 6, 4b), and the 2D neutral coordination polymers 2∞[Zn(chel)(4,4-bipy)(H2O)]·2H2O (1) and 2∞[Zn(chel)(bpe)(H2O)]·H2O (3) where the chelidonate anion acts as a bridging ligand. The effects of the hydrogen bonds on the crystal packing were analyzed. The role of the water molecules hosted within the crystals lattices was also studied.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Topological Dynamics of a Radical Ion Pair: Experimental and Computational Assessment at the Relevant Nanosecond Timescale",
        "doi": "10.3390/chemistry2020014",
        "year": 2020,
        "abstract": "<jats:p>Chemical processes mostly happen in fluid environments where reaction partners encounter via diffusion. The bimolecular encounters take place at a nanosecond time scale. The chemical environment (e.g., solvent molecules, (counter)ions) has a decisive influence on the reactivity as it determines the contact time between two molecules and affects the energetics. For understanding reactivity at an atomic level and at the appropriate dynamic time scale, it is crucial to combine matching experimental and theoretical data. Here, we have utilized all-atom molecular-dynamics simulations for accessing the key time scale (nanoseconds) using a QM/MM-Hamiltonian. Ion pairs consisting of a radical ion and its counterion are ideal systems to assess the theoretical predictions because they reflect dynamics at an appropriate time scale when studied by temperature-dependent EPR spectroscopy. We have investigated a diketone radical anion with its tetra-ethylammonium counterion. We have established a funnel-like transition path connecting two (equivalent) complexation sites. The agreement between the molecular-dynamics simulation and the experimental data presents a new paradigm for ion–ion interactions. This study exemplarily demonstrates the impact of the molecular environment on the topological states of reaction intermediates and how these states can be consistently elucidated through the combination of theory and experiment. We anticipate that our findings will contribute to the prediction of bimolecular transformations in the condensed phase with relevance to chemical synthesis, polymers, and biological activity.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Condensed DNA Nanosphere for DNA Origami Cryptography",
        "doi": "10.3390/chemistry5040159",
        "year": 2023,
        "abstract": "<jats:p>Maintaining the confidentiality and integrity of the messages during a transmission is one of the most important aims of encrypted communication systems. Many achievements were made using biomolecules to improve the quality of the messages in communication. At the same time, it is still a challenge to construct cooperative communications based on the interactions between biomolecules to achieve the confidentiality and integrity of the transmitted messages. DNA-based encrypted communications have been developed, and in particular, DNA-origami-based message encryption can combine steganography and pattern encryption and exhibits extremely high confidentiality. Nevertheless, limited by biological characteristics, encrypted messages based on DNA require a strict storage environment in the process of transmission. The integrity of the message encoded in the DNA may be damaged when the DNA is in an unfriendly and hard environment. Therefore, it is particularly significant to improve the stability of DNA when it is exposed to a harsh environment during transmission. Here, we encoded the information into the DNA strands that were condensed for encryption to form a nanosphere covered with a shell of SiO2, which brings high-density messages and exhibits higher stability than separated DNA. The solid shell of SiO2 could prevent DNA from contacting the harsh environment, thereby protecting the DNA structure and maintaining the integrity of the information. At the same time, DNA nanospheres can achieve high throughput input and higher storage density per unit volume, which contribute to confusing the message strand (M-strand) with the interference strand in the stored information. Condensing DNA into the nanosphere that is used for DNA origami cryptography has the potential to be used in harsh conditions with higher confidentiality and integrity for the transmitted messages.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Solvation Effects on the Thermal Helix Inversion of Molecular Motors from QM/MM Calculations",
        "doi": "10.3390/chemistry4010016",
        "year": 2022,
        "abstract": "<jats:p>Molecular motors convert light and thermal energies into mechanical work, offering good opportunities to design novel molecular devices. Among them, molecular motors alternate a photoisomerization and a thermal helix inversion to achieve unidirectional rotation. The rotational speed is limited by the helix inversion step, which in turn is governed by a barrier in the electronic ground state. In this work, we systematically study the solvation effect on the thermal process of selected molecular motors, comparing reaction barriers obtained from both density functional theory (DFT) in the isolated system and umbrella sampling within a hybrid quantum mechanics/molecular mechanics (QM/MM) model in solution. We find more prominent solvation effects on those molecular motors with larger dipole moments. The results could provide insight into how to functionalize molecular motors to speed up their rotation.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Combining the Sensitivity of LAMP and Simplicity of Primer Extension via a DNA-Modified Nucleotide",
        "doi": "10.3390/chemistry2020029",
        "year": 2020,
        "abstract": "<jats:p>LAMP is an approach for isothermal nucleic acids diagnostics with increasing importance but suffers from the need of tedious systems design and optimization for every new target. Here, we describe an approach for its simplification based on a single nucleoside-5′-O-triphosphate (dNTP) that is covalently modified with a DNA strand. We found that the DNA-modified dNTP is a substrate for DNA polymerases in versatile primer extension reactions despite its size and that the incorporated DNA indeed serves as a target for selective LAMP analysis.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis, Structures and Photophysical Properties of Tetra- and Hexanuclear Zinc Complexes Supported by Tridentate Schiff Base Ligands",
        "doi": "10.3390/chemistry5020070",
        "year": 2023,
        "abstract": "<jats:p>The synthesis, structure and photophysical properties of two polynuclear zinc complexes, namely [Zn6L2(µ3-OH)2(OAc)8] (1) and [Zn4L4(µ2-OH)2](ClO4)2 (2), supported by tridentate Schiff base ligand 2,6-bis((N-benzyl)iminomethyl)-4-tert-butylphenol (HL) are presented. The synthesized compounds were investigated using ESI-MS, IR, NMR, UV-vis absorption spectroscopy, photoluminescence spectroscopy and single-crystal X-ray crystallography. The hexanuclear neutral complex 1 comprises six-, five- and four-coordinated Zn2+ ions coordinated by O and N atoms from the supporting ligand and OH- and acetate ligands. The Zn2+ ions in complex cation [Zn4L4(µ2-OH)2]2+ of 2 are all five-coordinated. The complexation of ligand HL by Zn2+ ions leads to a six-fold increase in the intensity and a large blue shift of the ligand-based 1(π-π)* emission. Other biologically relevant ions, i.e., Na+, K+, Mg2+, Ca2+, Mn2+, Fe2+, Co2+, Ni2+ and Cu2+, did not give rise to a fluorescence enhancement.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Sustainable Synthetic Approach to the Indaceno[1,2-b:5,6-b′]dithiophene (IDT) Core through Cascade Cyclization–Deprotection Reactions",
        "doi": "10.3390/chemistry4010018",
        "year": 2022,
        "abstract": "<jats:p>Bulk heterojunction organic solar cells (BHJs) are competitive within the emerging photovoltaic technologies for solar energy conversion because of their unique advantages. Their development has been boosted recently by the introduction of nonfullerene electron acceptors (NFAs), to be used in combination with a polymeric electron donor in the active layer composition. Many of the recent advances in NFAs are attributable to the class of fused-ring electron acceptors (FREAs), which is now predominant, with one of the most notable examples being formed with a fused five-member-ring indaceno[1,2-b:5,6-b′]dithiophene (IDT) core. Here, we propose a novel and more sustainable synthesis for the IDT core. Our approach bypasses tin derivatives needed in the Stille condensation, whose byproducts are toxic and difficult to dispose of, and it makes use of cascade reactions, effectively reducing the number of synthetic steps.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Activated Carbon from Sugarcane Bagasse: A Low-Cost Approach towards Cr(VI) Removal from Wastewater",
        "doi": "10.3390/chemistry5020077",
        "year": 2023,
        "abstract": "<jats:p>The potential of pretreated sugarcane bagasse (SCB) as a low-cost and renewable source to yield activated carbon (AC) for chromate CrO42− removal from an aqueous solution has been investigated. Raw sugarcane bagasse was pretreated with H2SO4, H3PO4, HCl, HNO3, KOH, NaOH, or ZnCl2 before carbonization at 700 °C. Only pretreatments with H2SO4 and KOH yield clean AC powders, while the other powders still contain non-carbonaceous components. The point of zero charge for ACs obtained from SCB pretreated with H2SO4 and KOH is 7.71 and 2.62, respectively. Batch equilibrium studies show that the most effective conditions for chromate removal are a low pH (i.e., below 3) where &gt;96% of the chromate is removed from the aqueous solution.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Degradation of Polypropylene and Jute Fiber-Reinforced Composites Exposed to Natural and Accelerated Aging: Mechanical Properties and Wettability",
        "doi": "10.3390/chemistry3040100",
        "year": 2021,
        "abstract": "<jats:p>Population growth and the way resources are being exploited are directly affecting the environment. The natural fiber market, for example, is worth billions of dollars and a huge amount of the fibers becomes waste. This considerable amount of waste motivates the study of the fibers as a reinforcement in polymeric matrix, which benefits both the environmental sustainability and technical-commercial development of new materials with good properties and reduced cost. In this study, jute fiber-reinforced composites previously manufactured from an industrial waste (W), polypropylene, compatibilizer, and nano-calcium carbonate (N), were exposed to natural and accelerated aging. The composites were tested by infrared spectroscopy, contact angle (CA) measurement, and tensile test. Infrared analysis showed greater oxidative degradation after accelerated aging. All CA values continued above 90° after natural aging. Among all compositions, the ones with the presence of N had the highest CA values, showing that N acted as a waterproofing agent. After accelerated aging, a significant decrease in all CA values was observed. The composites did not show significant variation in the elastic modulus after either aging. Deformation at break decreased significantly for compositions with no jute fiber in both aging programs. No remarkable reduction was observed in the compositions with jute fibers.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Preparation and Chiral HPLC Separation of the Enantiomeric Forms of Natural Prostaglandins",
        "doi": "10.3390/chemistry2030047",
        "year": 2020,
        "abstract": "<jats:p>Four enantiomeric forms of natural prostaglandins, ent-PGF2α ((−)-1), ent-PGE2 ((+)-2) ent-PGF1α ((−)-3), and ent-PGE1 ((+)-4) have been synthetized in gram scale by Corey synthesis used in the prostaglandin plants of CHINOIN, Budapest. Chiral HPLC methods have been developed to separate the enantiomeric pairs. Enantiomers of natural prostaglandins can be used as analytical standards to verify the enantiopurity of synthetic prostaglandins, or as biomarkers to study oxidation processes in vivo.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "New Materials and Phenomena in Membrane Distillation",
        "doi": "10.3390/chemistry5010006",
        "year": 2023,
        "abstract": "<jats:p>In recent decades, membrane-based processes have been extensively applied to a wide range of industrial processes, including gas separation, food industry, drug purification, and wastewater treatment. Membrane distillation is a thermally driven separation process, in which only vapour molecules transfer through a microporous hydrophobic membrane. At the operational level, the performance of membrane distillation is negatively affected by wetting and temperature polarization phenomena. In order to overcome these issues, advanced membranes have been developed in recent years. This review, which focuses specifically on membrane distillation presents the basic concepts associated with the mass and heat transfer through hydrophobic membranes, membrane properties, and advances in membrane materials. Photothermal materials for solar-driven membrane distillation applications are also presented and discussed.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Exchange Speed of Four-Component Nanorotors Correlates with Hammett Substituent Constants",
        "doi": "10.3390/chemistry3010009",
        "year": 2021,
        "abstract": "<jats:p>Three distinct four-component supramolecular nanorotors were prepared, using, for the first time, bipyridine instead of phenanthroline stations in the stator. Following our established self-sorting protocol to multicomponent nanodevices, the nanorotors were self-assembled by mixing the stator, rotators with various pyridine head groups, copper(I) ions and 1,4-diazabicyclo[2.2.2]octane (DABCO). Whereas the exchange of a phenanthroline vs. a bipyridine station did not entail significant changes in the rotational exchange frequency, the para-substituents at the pyridine head group of the rotator had drastic consequences on the speed: 4-OMe (k298 = 35 kHz), 4-H (k298 = 77 kHz) and 4-NO2 (k298 = 843 kHz). The exchange frequency (log k) showed an excellent linear correlation with both the Hammett substituent constants and log K of the copper(I)–ligand interaction, proving that rotator–copper(I) bond cleavage is the key determining factor in the rate-determining step.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Effect of Hydrazine Pretreatment on the Activity, Stability and Active Sites of Cobalt Species for Preferential Oxidation (PROX) of CO in H2-Rich Stream",
        "doi": "10.3390/chemistry1010011",
        "year": 2019,
        "abstract": "<jats:p>The as-prepared (Co3O4) and hydrazine-treated (Co3O4(H)) cobalt catalysts were prepared using the precipitation method and evaluated at a temperature range of 40–220 °C for preferential oxidation (PROX) of CO in excess hydrogen. An improved surface reducibility with smaller crystallite size was noted on hydrazine-treated cobalt species (i.e., Co3O4(H) catalyst), which indicates some surface transformation. This finding correlates with the surface roughness formation (as depicted by scanning electron microscope (SEM) and transmission electron microscope (TEM) data), which was further confirmed by an increase in the Brunauer–Emmett–Teller (BET) surface area. The mesoporous structure of the Co3O4(H) catalyst remained intact, as compared to that of the Co3O4 catalyst. Interestingly, the in situ treatment of the standalone Co3O4(H) catalyst decreased the maximum CO conversion temperature (T100%) from 160 °C (over Co3O4) to 100 °C, with good selectivity. The Co3O4(H) catalyst showed good stability, with approximately 85% CO conversion at 100 °C for 21 h, as compared to a faster deactivation of the Co3O4 catalyst. However, the Co3O4(H) catalyst was unstable in both CO2 and the moisture environment. Based on the evaluation of spent hydrazine-treated (CoO(H)) cobalt catalyst, the high PROX activity is associated with the formation of Co3+ species as confirmed by X-ray diffraction (XRD), X-ray photoelectron spectra (XPS), and temperature-programmed reduction (TPR) data.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Kinetic and Spectroscopic Studies of Methyl Ester Promoted Methanol Dehydration to Dimethyl Ether on ZSM-5 Zeolite",
        "doi": "10.3390/chemistry5010037",
        "year": 2023,
        "abstract": "<jats:p>Methyl carboxylate esters have been shown to be potent promoters of low-temperature methanol dehydration to dimethyl ether (DME) using various zeolite catalysts. In the present work, catalytic kinetic studies, in-situ Fourier-transform infrared spectroscopy (FT-IR) and solid-state nuclear magnetic resonance spectroscopy (NMR) techniques were used to elucidate the promotional mechanism of methyl carboxylate esters on methanol dehydration to DME, using the medium pore zeolite H-ZSM-5 (MFI) as the catalyst. Kinetic studies were performed using the very potent methyl n-hexanoate promoter. The DME yield was dependent on both the methanol and methyl n-hexanoate partial pressures across the temperature ranges used in this study (110 to 130 °C). This is consistent with the promoted reaction being a bimolecular reaction between methanol and ester species adsorbed at the catalyst active sites, via an SN2 type reaction, as previously postulated. The in-situ FT-IR studies reveal that the Brønsted acid (BA) sites on H-ZSM-5 were very rapidly titrated by ester carbonyl group adsorption and bonded more strongly with esters than with methanol. Upon methanol addition, an even lower DME formation temperature (30 °C) was observed with methyl n-hexanoate pretreated H-ZSM-5 samples in the in-situ NMR studies, further confirming the strong promotion of this methyl ester on methanol dehydration to DME. The adsorption and reactivity of different methyl esters on H-ZSM-5 indicates that while methyl formate more easily dissociates into a surface methoxy species, [Si(OMe)Al], and carboxylic acid, it is a less potent promoter than alkyl-chain-containing methyl esters in methanol dehydration to DME, which in turn did not show this dissociative behavior in the low-temperature NMR studies. This indicates that methyl alkyl carboxylates do not need to be dissociated to a surface methoxy species to promote the methanol dehydration reaction and that a bimolecular associative mechanism plays an important role in promoting DME formation.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Microwave-Assisted Synthesis, Optical and Theoretical Characterization of Novel 2-(imidazo[1,5-a]pyridine-1-yl)pyridinium Salts",
        "doi": "10.3390/chemistry3030050",
        "year": 2021,
        "abstract": "<jats:p>In the last few years, imidazo[1,5-a]pyridine scaffolds and derivatives have attracted growing attention due to their unique chemical structure and optical behaviors. In this work, a series of pyridylimidazo[1,5-a]pyridine derivatives and their corresponding pyridinium salts were synthesized and their optical properties investigated to evaluate the effect of the quaternization on the optical features both in solution and polymeric matrix. A critical analysis based on the spectroscopic data, chemical structures along with density functional theory calculation is reported to address the best strategies to prevent aggregation and optimize the photophysical properties. The obtained results describe the relationship between chemical structure and optical behaviors, highlighting the role of pendant pyridine. Finally, the presence of a positive charge is fundamental to avoid any possible aggregation process in polymeric films.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Trinuclear and Cyclometallated Organometallic Dinuclear Pt-Pyrazolato Complexes: A Combined Experimental and Theoretical Study",
        "doi": "10.3390/chemistry5010016",
        "year": 2023,
        "abstract": "<jats:p>Two differently substituted pyrazole ligands have been investigated with regard to the topology of their Pt complexes: upon deprotonation, two mononuclear 1:2 PtII-pyrazole complexes—one of the sterically unhindered 4-Me-pzH and one of the bulky 3,5-tBu-pzH (pzH = pyrazole)—yield the corresponding 1:2 PtII-pyrazolato species; the former a triangular, trinuclear metallacycle (1), and the latter a dinuclear, half-lantern species (2) formed via the unprecedented cyclometallation of a butyl group. Stoichiometric oxidation of the colorless PtII2 complex produces the deep-blue, metal–metal bonded PtIII2 analog (3) with a rarely encountered unsymmetrical coordination across the Pt-Pt bond. All three complexes have been characterized by single crystal X-ray structure determination, 1H-NMR, IR, and UV-vis-NIR spectroscopic methods. The XPS spectra of the PtII2 and PtIII2 species are also reported. Density functional theory calculations were carried out to investigate the electronic structure, spectroscopic properties, and chemical bonding of the new complexes. The calculated natural population analysis charges and Wiberg bonding indices indicate a weak σ-interaction in the case of 2 and a formal Pt-Pt single bond in 3.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Crystallization- and Metal-Driven Selection of Discrete Macrocycles/Cages and Their Metallosupramolecular Polymers from Dynamic Systemic Networks",
        "doi": "10.3390/chemistry4040084",
        "year": 2022,
        "abstract": "<jats:p>Reversible imine- and metal-coordination reactions are dynamic enough to produce complex libraries of macrocycles, cages, and supramolecular polymers in solution, from which amplification effects have been identified in solution or during crystallization in response to ligand- and metal-driven selection modes. Crystallization-driven selection can lead to the amplification of unexpected metallosupramolecular architectures. The addition of Ag+ triggered the change of the optimal components, so that the crystallization process showed different ligand preferences than in solution. The most packed constituents are amplified in the solid state, taking into account the optimal coordination of metal ions together with non-specific non-covalent interactions between the macrocycle packed in dimers or trimers in the solid state.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Greener Technique for Microwave-Assisted O-Silylation and Silyl Ether Deprotection of Uridine and Other Substrates",
        "doi": "10.3390/chemistry4040112",
        "year": 2022,
        "abstract": "<jats:p>A single clean, good-yielding, environment-friendly microwave-assisted procedure for O-silylation of uridine with tert-butyldimethylsilyl chloride (TBDMSCl), 1,8-Diazabicyclo(5.4.0)undec-7-ene (DBU) and potassium nitrate as catalyst under solvent-free conditions is reported. Subsequent silyl ether deprotection is accomplished with a reusable acidic resin via microwave irradiation. Both the silylation and desilylation protocols have been applied to a panel of alcohols of pharmaceutical interest.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Membrane-Supported Recovery of Homogeneous Organocatalysts: A Review",
        "doi": "10.3390/chemistry2030048",
        "year": 2020,
        "abstract": "<jats:p>As catalysis plays a significant role in the development of economical and sustainable chemical processes, increased attention is paid to the recovery and reuse of high-value catalysts. Although homogeneous catalysts are usually more active and selective than the heterogeneous ones, both catalyst recycling and product separation pose a challenge for developing industrially feasible methods. In this respect, membrane-supported recovery of organocatalysts represents a particularly useful tool and a valid option for organocatalytic asymmetric synthesis. However, catalyst leaching/degradation and a subsequent decrease in selectivity/conversion are significant drawbacks. As the effectivity of the membrane separation depends mainly on the size of the catalyst in contrast to the other solutes, molecular weight enlargement of small organocatalysts is usually necessary. In the last few years, several synthetic methodologies have been developed to facilitate their recovery by nanofiltration. With the aim of extending the possibilities for the membrane-supported recovery of organocatalysts further, this contribution presents a review of the existing synthetic approaches for the molecular weight enlargement of organocatalysts.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "On the Redox Equilibrium of TPP/TPPO Containing Cu(I) and Cu(II) Complexes",
        "doi": "10.3390/chemistry5020087",
        "year": 2023,
        "abstract": "<jats:p>Copper(II) clusters of the type [CuII4OCl6L4] (L = ligand or solvent) are a well-studied example of inverse coordination compounds. In the past, they have been studied because of their structural, magnetic, and spectroscopic features. They have long been believed to be redox-inactive compounds, but recent findings indicate a complex chemical equilibrium with diverse mononuclear as well as multinuclear copper(I) and copper(II) compounds. Furthermore, depending on the ligand system, such cluster compounds have proven to be versatile catalysts, e.g., in the oxidation of cyclohexane to adipic acid. This report covers a systematic study of the formation of [CuII4OCl6(TPP)4] and [CuII4OCl6(TPPO)4] (TPP = triphenylphosphine, PPh3; TPPO = triphenylphosphine oxide, O=PPh3) as well as the redox equilibrium of these compounds with mononuclear copper(I) and copper(II) complexes such as [CuIICl2(TPPO)2], [{CuIICl2}2(TPPO)2], [{CuIICl2}3(TPPO)2], [{CuII4Cl4}(TPP)4], and [CuICl(TPP)n] (n = 1–3).</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Pioneering Synthetic Strategies of 2-Substituted Benzothiazoles Using 2-Aminothiophenol",
        "doi": "10.3390/chemistry6010009",
        "year": 2024,
        "abstract": "<jats:p>Heterocycles, compounds featuring heteroatoms like nitrogen, sulfur, and oxygen, are integral in fields such as synthesis, pharmacology, and medicine. Among these, benzothiazoles, formed by fusing thiazole with benzene, hold significant prominence. Their unique reactivity, especially at the carbon position between nitrogen and sulfur, has sparked wide interest. Notably, 2-substituted benzothiazoles exhibit diverse biological activities, including anticonvulsant, antimicrobial, and antioxidant properties, making them valuable in drug discovery. This review unveils an array of mesmerizing methods employed by chemists to prepare these compounds using 2-aminothiophenol as one of the precursors with other varied reactants. From novel strategies to sophisticated methodologies, each section of this review provides a glimpse into the fascinating world of synthetic chemistry of 2-substituted benzothiazoles. Delving into the diverse synthetic applications of 2-substituted benzothiazoles, this paper not only enriches our understanding of their synthesis but also sparks the imagination with the possibilities for future advancements.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Structure and Bonding in Planar Hypercoordinate Carbon Compounds",
        "doi": "10.3390/chemistry4040113",
        "year": 2022,
        "abstract": "<jats:p>The term hypercoordination refers to the extent of the coordination of an element by its normal value. In the hypercoordination sphere, the element can achieve planar and/or non-planar molecular shape. Hence, planar hypercoordinate carbon species violate two structural rules: (i) The highest coordination number of carbon is four and (ii) the tetrahedral orientation by the connected elements and/or groups. The unusual planar orientations are mostly stabilized by the electronic interactions of the central atom with the surrounding ligands. In this review article, we will talk about the current progress in the theoretical prediction of viable planar hypercoordinate carbon compounds. Primary knowledge of the planar hypercoordinate chemistry will lead to its forthcoming expansion. Experimental and theoretical interests in planar tetracoordinate carbon (ptC), planar pentacoordinate carbon (ppC), and planar hexacoordinate carbon (phC) are continued. The proposed electronic and mechanical strategies are helpful for the designing of the ptC compounds. Moreover, the 18-valence electron rule can guide the design of new ptC clusters computationally as well as experimentally. However, the counting of 18-valence electrons is not a requisite condition to contain a ptC in a cluster. Furthermore, this ptC idea is expanded to the probability of a greater coordination number of carbon in planar orientations. Unfortunately, until now, there are no such logical approaches to designing ppC, phC, or higher-coordinate carbon molecules/ions. There exist a few global minimum structures of phC clusters identified computationally, but none have been detected experimentally. All planar hypercoordinate carbon species in the global minima may be feasible in the gas phase.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Exploring the Potential Energy Surface of Medium-Sized Aromatic Polycyclic Systems with Embedded Planar Tetracoordinate Carbons: A Guided Approach",
        "doi": "10.3390/chemistry5030105",
        "year": 2023,
        "abstract": "<jats:p>This study scrutinizes the complexities of designing and exploring the potential energy surfaces of systems containing more than twenty atoms with planar tetracoordinate carbons (ptCs). To tackle this issue, we utilized an established design rule to design a Naphtho [1,2-b:3,4-b′:5,6-b″:7,8-b′′′]tetrathiophene derivative computationally. This process began with substituting S atoms with CH− units, then replacing three sequential protons with two Si2+ units in the resultant polycyclic aromatic hydrocarbon polyanion. Despite not representing the global minimum, the newly designed Si8C22 system with four ptCs provided valuable insights into strategic design and potential energy surface exploration. Our results underscore the importance of employing adequate methodologies to confirm the stability of newly designed molecular structures containing planar hypercoordinate carbons.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Acknowledgement to Reviewers of Chemistry in 2019",
        "doi": "10.3390/chemistry2010001",
        "year": 2020,
        "abstract": "<jats:p>The editorial team greatly appreciates the reviewers who have dedicated their considerable time and expertise to the journal’s rigorous editorial process over the past 12 months, regardless of whether the papers are finally published or not [...]</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Low-Temperature Properties of the Sodium-Ion Electrolytes Based on EC-DEC, EC-DMC, and EC-DME Binary Solvents",
        "doi": "10.3390/chemistry5030109",
        "year": 2023,
        "abstract": "<jats:p>Sodium-ion batteries are a promising class of secondary power sources that can replace some of the lithium-ion, lead–acid, and other types of batteries in large-scale applications. One of the critical parameters for their potential use is high efficiency in a wide temperature range, particularly below 0 °C. This article analyzes the phase equilibria and electrochemical properties of sodium-ion battery electrolytes that are based on NaPF6 solutions in solvent mixtures of ethylene carbonate and diethyl carbonate (EC:DEC), dimethyl carbonate (EC:DMC), and 1,2-dimethoxyethane (EC:DME). All studied electrolytes demonstrate a decrease in conductivity at lower temperatures and transition to a quasi-solid state resembling “wet snow” at certain temperatures: EC:DEC at −8 °C, EC:DMC at −13 °C, and EC:DME at −21 °C for 1 M NaPF6 solutions. This phase transition affects their conductivity to a different degree. The impact is minimal in the case of EC:DEC, although it partially freezes at a higher temperature than other electrolytes. The EC:DMC-based electrolyte demonstrates the best efficiency at temperatures down to −20 °C. However, upon further cooling, 1 M NaPF6 in EC:DEC retains a higher conductivity and lower resistivity in symmetrical Na3V2(PO4)3-based cells. The temperature range from −20 to −40 °C is characterized by the strongest deterioration in the electrochemical properties of electrolytes: for 1 M NaPF6 in EC:DMC, the charge transfer resistance increased 36 times, and for 1 M NaPF6 in EC:DME, 450 times. For 1 M NaPF6 in EC:DEC, the growth of this parameter is much more modest and amounts to only 1.7 times. This allows us to consider the EC:DEC-based electrolyte as a promising basis for the further development of low-temperature sodium-ion batteries.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Derivatization Strategies in Flavor Analysis: An Overview over the Wine and Beer Scenario",
        "doi": "10.3390/chemistry4040109",
        "year": 2022,
        "abstract": "<jats:p>Wine and beer are the most appreciated and consumed beverages in the world. This success is mainly due to their characteristic taste, smell, and aroma, which can delight consumer’s palates. These olfactory characteristics are produced from specific classes of volatile compounds called “volatile odor-active compounds” linked to different factors such as age and production. Given the vast market of drinking beverages, the characterization of these odor compounds is increasingly important. However, the chemical complexity of these beverages has led the scientific community to develop several analytical techniques for extracting and quantifying these molecules. Even though the recent “green-oriented” trend is directed towards direct preparation-free procedures, for some class of analytes a conventional step like derivatization is unavoidable. This review is a snapshot of the most used derivatization strategies developed in the last 15 years for VOAs’ determination in wine and beer, the most consumed fermented beverages worldwide and among the most complex ones. A comprehensive overview is provided for every method, whereas pros and cons are critically analyzed and discussed. Emphasis was given to miniaturized methods which are more consistent with the principles of “green analytical chemistry”.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Polyprotic Acids and Beyond—An Algebraic Approach",
        "doi": "10.3390/chemistry3020034",
        "year": 2021,
        "abstract": "<jats:p>For an N-protic acid–base system, the set of nonlinear equations (i.e., mass action and balance laws) provides a simple analytical solution/formula for any integer N ≥ 1. The approach is applicable for the general case of zwitterionic acids HNA+Z (e.g., amino acids, NTA, and EDTA), which includes (i) the “ordinary acids” as a special case (Z = 0) and (ii) surface complexation. Examples are presented for N = 1 to 6. The high-N perspective allows the classification of equivalence points (including isoionic and isoelectric points). Principally, there are two main approaches to N-protic acids: one from hydrochemistry and one “outside inorganic hydrochemistry”. They differ in many ways: the choice of the reference state (either HNA or A−N), the reaction type (dissociation or association), the type/nature of the acidity constants, and the structure of the formulas. Once the (nonlinear) conversion between the two approaches is established, we obtain a systematics of acidity constants (macroscopic, microscopic, cumulative, and Simms). Finally, from the viewpoint of statistical mechanics (canonical isothermal–isobaric ensemble), buffer capacities, buffer intensities, and higher pH derivatives are actually fluctuations in the form of variance, skewness, and kurtosis.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Facile Solvent-Free Mechanochemical Synthesis of UI3 and Lanthanoid Iodides",
        "doi": "10.3390/chemistry4040108",
        "year": 2022,
        "abstract": "<jats:p>Lewis base-free lanthanoid (Ln) and actinoid (An) iodides are difficult to obtain, as standard protocols describe syntheses in solutions of donor solvents which are ultimately hard to remove. We have now established a mechanochemical approach towards the synthesis of Lewis base-free f-block metal iodides with excellent yields. In particular, we describe herein the synthesis of EuI2 as an example of a divalent lanthanoid iodide, of CeI3 as an example of a trivalent lanthanoid iodide, and of UI3 as the most important actinoid iodide. Each can be obtained in high yield with minimal work-up, presenting the most efficient and simple synthetic route to access these materials to date.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Polymerization Behavior and Rheological Properties of a Surfactant-Modified Reactive Hydrophobic Monomer",
        "doi": "10.3390/chemistry5040168",
        "year": 2023,
        "abstract": "<jats:p>The structures and properties of hydrophobic association polymers can be controlled using micelles. In this work, we synthesize a reactive hydrophobic surfactant monomer, KS-3, from oleic acid, N,N-dimethylpropylenediamine, and allyl chloride. A strong synergistic effect between KS-3 and cocamidopropyl betaine in aqueous solution enhances the hydrophilic dispersibility of KS-3, thereby transforming spherical micelles into cylindrical micelles. KS-3 was grafted onto a polyacrylamide chain via aqueous free-radical polymerization to obtain RES, a hydrophobic association polymer. Structural analysis revealed that the RES polymers assembled in wormlike micelles were more tightly arranged than those assembled in spherical micelles, resulting in a compact network structure in water, smooth surface, and high thermal stability. Rheological tests revealed that the synthesized polymers with wormlike and spherical micelles exhibited shear-thinning properties along with different structural strengths and viscoelasticities. Therefore, controlling the micellar state can effectively regulate the polymer properties. The polymers obtained through wormlike micelle polymerization have potential applications in fields with high demands, such as drug release, water purification, and oilfield development.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Graphene Oxide-Assisted Aptamer-Based Fluorescent Detection of Tetracycline Antibiotics",
        "doi": "10.3390/chemistry5020056",
        "year": 2023,
        "abstract": "<jats:p>Tetracyclines are a group of common antibiotics, but owing to their toxicity, most of them are only used in animal husbandry and veterinary medicine. A DNA aptamer for tetracyclines has recently been reported. Upon aptamer binding, the fluorescence of tetracyclines was enhanced. This unique fluorescence enhancement was used to selectively detect the tetracyclines. The purpose of this study was to use graphene oxide (GO) to suppress the background fluorescence for enhanced detection. First, the adsorption of doxycycline on GO was studied. At pH 8.0, 82.7% of doxycycline was adsorbed by GO, and adding 2 µM aptamer desorbed 55.4% of doxycycline. With GO, the signal increase was comparable from pH 6 to 8, whereas without GO, the increase was significantly lower at pH 8. Under optimized condition, a detection limit of 1.6 nM doxycycline was achieved at pH 8.0 in the presence of GO, whereas without GO, the detection limit was 18.9 nM. This is an interesting example of the use of nanomaterials to enhance the performance of aptamer-based biosensors.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Molecular Docking and Molecular Dynamics Simulation Studies of Quinoline-3-Carboxamide Derivatives with DDR Kinases–Selectivity Studies towards ATM Kinase",
        "doi": "10.3390/chemistry3020036",
        "year": 2021,
        "abstract": "<jats:p>Quinoline-3-carboxamides are an essential class of drug-like small molecules that are known to inhibit the phosphatidylinositol 3-kinase-related kinases (PIKK) family kinases. The quinoline nitrogen is shown to bind to the hinge region of the kinases, making them competitive inhibitors of adenosine triphosphate (ATP). We have previously designed and synthesized quinoline-3-carboxamides as potential ataxia telangiectasia mutated (ATM) kinase inhibitors to function as an adjuvant treatment with DNA damaging agents. This article discusses the molecular docking studies performed with these derivatives with the DNA damage and response (DDR) kinases-ATM, ataxia telangiectasia and rad3 related (ATR), and DNA dependent protein kinase catalytic subunit (DNA-PKcs) and highlights their selectivity towards ATM kinase. Docking studies were also performed with mTOR and PI3Kγ, which are close homologs of the DDR kinases. Molecular dynamics simulations were performed for one of the inhibitors against all the enzymes to establish the stability of the interactions involved. Finally, the absorption, distribution, metabolism, and excretion (ADME) properties of the inhibitors were predicted using the QikProp manual in Maestro. In conclusion, the molecules synthesized showed high selectivity towards the ATM kinase in comparison with the other kinases, though the sequence similarity between them was relatively high.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Biofabrication of Silver Nanoparticles Using Teucrium Apollinis Extract: Characterization, Stability, and Their Antibacterial Activities",
        "doi": "10.3390/chemistry5010005",
        "year": 2023,
        "abstract": "<jats:p>Medical science has paid a great deal of attention to green synthesis silver nanoparticles (AgNPs) because of their remarkable results with multidrug-resistant bacteria. This study was conducted on the preparation of AgNPs, using the teucrium apollinis extract as a reducing agent and a capping ligand. The AgNP produced was stable in room condition up to 10 weeks. The AgNP was characterized using UV-visible absorption spectroscopy (UV-Vis), attenuated Fourier transform infrared (ATR-FTIR), transmission electron microscopy (TEM), and dynamic light scattering (DLS). The study confirms the ability of teucrium apollinis to produce AgNPs with high stability. The influence of pH was studied over a pH range of (2–12) on the stability of synthesized AgNPs. The best value of pH was 7.2, where AgNP showed a good stability with high antibacterial activity against Pseudomonas aeruginosa. AgNP synthesis is confirmed by a strong peak in the UV-Vis due to surface plasmon resonance (SPR) at 379 nm. Based on TEM findings, monodispersed AgNP has a spherical shape with a small size of 16 ± 1.8 nm. In this study, teucrium apollinis extract was used for the first time, which could be a good environmental method for synthesizing AgNP, which offers a possible alternative to chemical AgNPs.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Characterizing the Properties of Anion-Binding Bis(cyclopeptides) with Solvent-Independent Energy Increments",
        "doi": "10.3390/chemistry4020031",
        "year": 2022,
        "abstract": "<jats:p>The binding energies of 121 complexes between anions and bis(cyclopeptides) differing in the structure and the number of linking units between the two cyclopeptide rings were analyzed. These Gibbs free energies were obtained in earlier work for different anions, under different conditions, and with different methods. The multiparametric analysis of a subset of 42 binding energies afforded linear relationships that allowed the relatively reliable estimation of the iodide and sulfate affinity of three structurally related bis(cyclopeptides) in water/methanol and water/acetonitrile mixtures at different solvent compositions. Three parameters were required to achieve a satisfactory correlation, namely, the Gibbs free energy of transferring the respective anion from water into the solvent mixture in which complex stability was determined, and the Kamlet–Taft parameters α and β. Based on these relationships, the anion affinities of the other bis(cyclopeptides) were evaluated, giving rise to a set of energy increments that allow quantifying the effects of the linker structure or the nature of the anion on binding affinity relative to the reference system.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Acid Site Density as a Kinetic Descriptor of Catalytic Reactions over Zeolites",
        "doi": "10.3390/chemistry4040105",
        "year": 2022,
        "abstract": "<jats:p>A mathematical framework for the quantitative description of site density dependence of catalytic data (activity and selectivity) was developed considering that changes in the electrostatic contribution to the Gibbs energy of an elementary reaction on the acid sites in zeolites depend on the proximity of these sites. For the two-step sequence with the most abundant surface intermediate, an expression for turnover frequency explicitly containing the acid site density was derived. The treatment was extended to linear sequences of elementary reaction and analysis of the acid site density on selectivity in parallel and consecutive reactions, allowing to quantitatively relate the ratio between products for such reactions. Experimental data on Prins condensation of isopulegol with acetone and transformations of syngas over mesoporous H-ZSM-5 supported cobalt nanoparticles to a mixture of iso- and normal hydrocarbons were used as a show case.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "A Pathway for Aldol Additions Catalyzed by l-Hydroxyproline-Peptides via a β-Hydroxyketone Hemiaminal Intermediate",
        "doi": "10.3390/chemistry5020081",
        "year": 2023,
        "abstract": "<jats:p>While the use of l-proline-derived peptides has been proven similarly successful with respect to enantioselectivity, the physico-chemical and conformational properties of these organocatalysts are not fully compatible with transition state and intermediate structures previously suggested for l-proline catalysis. l-Proline or l-4-hydroxyproline catalysis is assumed to involve proton transfers mediated by the carboxylic acid group, whereas a similar mechanism is unlikely for peptides, which lack a proton donor. Herein, we prepared an array of hydroxyproline-based dipeptides through amide coupling of Boc-protected cis- or trans-4-l-hydroxyproline (cis- or trans-4-Hyp) to benzylated glycine (Gly-OBn) and l-valine (l-Val-OBn) and used these dipeptides as catalysts for a model aldol reaction. Despite the lack of a proton donor in the catalytic site, we observed good stereoselectivities for the R-configured aldol product both with dipeptides formed from cis- or trans-4-Hyp at moderate conversions after 24 h. To explain this conundrum, we modeled reaction cycles for aldol additions in the presence of cis-4-Hyp, trans-4-Hyp, and cis- and trans-configured 4-Hyp-peptides as catalysts by calculation of free energies of conformers of intermediates and transition states at the density functional theory level (B3LYP/6-31G(d), DMSO PCM as solvent model). While a catalytic cycle as previously suggested with l-proline is also plausible for cis- or trans-4-Hyp, with the peptides, the energy barrier of the first reaction step would be too high to allow conversions at room temperature. Calculations on modeled transition states suggest an alternative pathway that would explain the experimental results: here, the catalytic cycle is entered by the acetone self-adduct 4-hydroxy-4-methylpentan-2-one, which forms spontaneously to a small extent in the presence of a base, leading to considerably reduced calculated free energy levels of transition states of reaction steps that are considered rate-determining.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Growing Gold Nanostars on SiO2 Nanoparticles: Easily Accessible, NIR Active Core–Shell Nanostructures from PVP/DMF Reduction",
        "doi": "10.3390/chemistry4030046",
        "year": 2022,
        "abstract": "<jats:p>A new synthesis strategy towards gold-coated silica nanoparticles is presented. The method provides an efficient, reliable and facile-coating process of well-defined star-shaped shell structures, characterized by UV-Vis, TEM, PXRD, DLS and zeta-potential measurements. A marked red shift of the Au-based plasmonic band to the region of the first biological window is observed offering great potential for future research of biological applications.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Effects of Substituents on Photophysical and CO-Photoreleasing Properties of 2,6-Substituted meso-Carboxy BODIPY Derivatives",
        "doi": "10.3390/chemistry3010018",
        "year": 2021,
        "abstract": "<jats:p>Carbon monoxide (CO) is an endogenously produced signaling molecule involved in the control of a vast array of physiological processes. One of the strategies to administer therapeutic amounts of CO is the precise spatial and temporal control over its release from photoactivatable CO-releasing molecules (photoCORMs). Here we present the synthesis and photophysical and photochemical properties of a small library of meso-carboxy BODIPY derivatives bearing different substituents at positions 2 and 6. We show that the nature of substituents has a major impact on both their photophysics and the efficiency of CO photorelease. CO was found to be efficiently released from π-extended 2,6-arylethynyl BODIPY derivatives possessing absorption spectra shifted to a more biologically desirable wavelength range. Selected photoCORMs were subjected to in vitro experiments that did not reveal any serious toxic effects, suggesting their potential for further biological research.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Bis(diphenylphosphino)methane Dioxide Complexes of Lanthanide Trichlorides: Synthesis, Structures and Spectroscopy",
        "doi": "10.3390/chemistry2040060",
        "year": 2020,
        "abstract": "<jats:p>Bis(diphenylphosphino)methane dioxide (dppmO2) forms eight-coordinate cations [M(dppmO2)4]Cl3 (M = La, Ce, Pr, Nd, Sm, Eu, Gd) on reaction in a 4:1 molar ratio with the appropriate LnCl3 in ethanol. Similar reaction in a 3:1 ratio produced seven-coordinate [M(dppmO2)3Cl]Cl2 (M = Sm, Eu, Gd, Tb, Dy, Ho, Er, Tm, Yb), whilst LuCl3 alone produced six-coordinate [Lu(dppmO2)2Cl2]Cl. The complexes have been characterised by IR, 1H and 31P{1H}-NMR spectroscopy. X-ray structures show that [M(dppmO2)4]Cl3 (M = Ce, Sm, Gd) contain square antiprismatic cations, whilst [M(dppmO2)3Cl]Cl2 (M = Yb, Dy, Lu) have distorted pentagonal bipyramidal structures with apical Cl. The [Lu(dppmO2)2Cl2]Cl has a cis octahedral cation. The structure of [Yb(dppmO2)3(H2O)]Cl3·dppmO2 is also reported. The change in coordination numbers and geometry along the series is driven by the decreasing lanthanide cation radii, but the chloride counter anions also play a role.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Preparation of Activated Carbon from Coffee Waste as an Adsorbent for the Removal of Chromium (III) from Water. Optimization for an Experimental Box-Behnken Design",
        "doi": "10.3390/chemistry2010002",
        "year": 2020,
        "abstract": "<jats:p>Coffee grounds are an organic waste consisting of the ground, roasted and processed grain for the extraction of coffee, being of great volume the waste obtained, which, if not treated and preserved for a long time, emanates unpleasant aromas and becomes an optimal means for the proliferation of flies, and other pests. Activated carbon has the characteristic of being a material that has a large surface area; because of this, it is used in adsorption, which refers to the retention of atoms, ions, and molecules on its surface. In this paper, the production of activated carbon is presented by means of the physicochemical activation of coffee waste by calcining at 900 °C and subsequent activation with sulfuric acid, as well as the Box–Behnken design of three factors for chromium (III) adsorption optimization. It is determined that the optimal conditions for performing the adsorption are pH = 3 and a contact time of 140 min. According to the analysis of variance for the experimental design, it is determined that the initial chromium formation is not significant for the adsorption process. Under the optimal adsorb conditions of 96%, an application is given to the erasure of coffee for the production of activated carbon, which serves as the adsorbent agent applied to the removal of chromium (III) aqueous. The area of activated carbon obtained is 13657.89 ± 251.09 m2/g determined by the acetic acid adsorption isotherm method.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Pectin Microspheres: Synthesis Methods, Properties, and Their Multidisciplinary Applications",
        "doi": "10.3390/chemistry4010011",
        "year": 2022,
        "abstract": "<jats:p>There is great contemporary interest in using cleaner technologies through green chemistry and utilizing biopolymers as raw material. Pectin is found on plant cell walls, and it is commonly extracted from fruit shells, mostly apples or citrus fruits. Pectin has applications in many areas of commercial relevance; for this reason, it is possible to find available information about novel methods to transform pectin and pursuing enhanced features, with the structuring of biopolymer microspheres being highly cited to enhance its activity. The structuring of polymers is a technique that has been growing in recent decades, due to its potential for diverse applications in various fields of science and technology. Several techniques are used for the synthesis of microspheres, such as ionotropic gelation, extrusion, aerosol drying, or emulsions, with the latter being the most commonly used method based on its reproducibility and simplicity. The most cited applications are in drug delivery, especially for the treatment of colon diseases and digestive-tract-related issues. In the industrial field, it is used for protecting encapsulated compounds; moreover, the environmental applications mainly include the bioremediation of toxic substances. However, there are still many possibilities for expanding the use of this biopolymer in the environmental field.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Unusual Phase Behaviour for Organo-Halide Perovskite Nanoparticles Synthesized via Reverse Micelle Templating",
        "doi": "10.3390/chemistry5040163",
        "year": 2023,
        "abstract": "<jats:p>Micelle templating has emerged as a powerful method to produce monodisperse nanoparticles. Herein, we explore unconventional phase transformations in the synthesis of organo-halide perovskite nanoparticles utilizing reverse micelle templates. We employ diblock-copolymer reverse micelles to fabricate these nanoparticles, which confines ions within micellar nanoreactors, retarding reaction kinetics and facilitating perovskite cage manipulation. The confined micellar environment exerts pressure on both precursors and perovskite crystals formed inside, enabling stable phases not typically observed at room temperature in conventional synthesis. This provides access to perovskite structures that are otherwise challenging to produce. The hydrophobic shell of the micelle also enhances perovskite stability, particularly when combined with anionic exchange approaches or large aromatic cations. This synergy results in long-lasting stable optical properties despite environmental exposure. Reverse micelle templates offer a versatile platform for modulating perovskite structure and behavior across a broad spectrum of perovskite compositions, yielding unique phases with diverse emission characteristics. By manipulating the composition and properties of the reverse micelle template, it is possible to tune the characteristics of the resulting nanoparticles, opening up exciting opportunities for customizing optical properties to suit various applications.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Electronically Excited States of Closed-Shell, Cyano-Functionalized Polycyclic Aromatic Hydrocarbon Anions",
        "doi": "10.3390/chemistry3010022",
        "year": 2021,
        "abstract": "<jats:p>Few anions exhibit electronically excited states, and, if they do, the one or two possible excitations typically transpire beyond the visible spectrum into the near-infrared. These few, red-shifted electronic absorption features make anions tantalizing candidates as carriers of the diffuse interstellar bands (DIBs), a series of mostly unknown, astronomically ubiquitous absorption features documented for over a century. The recent interstellar detection of benzonitrile implies that cyano-functionalized polycyclic aromatic hydrocarbon (PAH) anions may be present in space. The presently reported quantum chemical work explores the electronic properties of deprotonated benzene, naphthalene, and anthracene anions functionalized with a single cyano group. Both the absorption and emission properties of the electronically excited states are explored. The findings show that the larger anions absorption and emission energies possess both valence and dipole bound excitations in the 450–900 nm range with oscillator strengths for both types of &gt;1×10−4. The valence and dipole bound excited state transitions will produce slightly altered substructure from one another making them appear to originate with different molecules. The known interstellar presence of related molecules, the two differing natures of the excited states for each, and the wavelength range of peaks for these cyano-functionalized PAH anions are coincident with DIB properties. Finally, the methods utilized appear to be able to predict the presence of dipole-bound excited states to within a 1.0 meV window relative to the electron binding energy.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Questions in the Chemical Enzymology of MAO",
        "doi": "10.3390/chemistry3030069",
        "year": 2021,
        "abstract": "<jats:p>We have structure, a wealth of kinetic data, thousands of chemical ligands and clinical information for the effects of a range of drugs on monoamine oxidase activity in vivo. We have comparative information from various species and mutations on kinetics and effects of inhibition. Nevertheless, there are what seem like simple questions still to be answered. This article presents a brief summary of existing experimental evidence the background and poses questions that remain intriguing for chemists and biochemists researching the chemical enzymology of and drug design for monoamine oxidases (FAD-containing EC 4.1.3.4).</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Towards a Generalized Synthetic Strategy for Variable Sized Enantiopure M4L4 Helicates",
        "doi": "10.3390/chemistry2030038",
        "year": 2020,
        "abstract": "<jats:p>The reliable and predictable synthesis of enantiopure coordination cages is an important step towards the realization of discrete cages capable of enantioselective discrimination. We have built upon our initial report of a lantern-type helical cage in attempts to expand the synthesis into a general approach. The use of a longer, flexible diacid ligand results in the anticipated cage [Cu4(L1)4(solvent)4] with a similar helical pitch to that previously observed and a cavity approximately 30% larger. Using a shorter, more rigid ligand gave rise to a strained, conjoined cage-type complex when using DABCO as an internal bridging ligand, [{Co4(L2)4(DABCO)(OH2)x}2 (DABCO)]. The expected paddlewheel motif only forms for one of the Co2 units within each cage, with the other end adopting a “partial paddlewheel” with aqua ligands completing the coordination sphere of the externally facing metal ion. The generic approach of using chiral diacids to construct lantern-type cages is partially borne out, with it being apparent that flexibility in the core group is an essential structural feature.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "A Family of Externally-Functionalised Coordination Cages",
        "doi": "10.3390/chemistry3040088",
        "year": 2021,
        "abstract": "<jats:p>New synthetic routes are presented to derivatives of a (known) M8L12 cubic coordination cage in which a range of different substituents are attached at the C4 position of the pyridyl rings at either end of the bis(pyrazolyl-pyridine) bridging ligands. The substituents are (i) –CN groups (new ligand LCN), (ii) –CH2OCH2–CCH (containing a terminal alkyne) groups (new ligand LCC); and (iii) –(CH2OCH2)3CH2OMe (tri-ethyleneglycol monomethyl ether) groups (new ligand LPEG). The resulting functionalised ligands combine with M2+ ions (particularly Co2+, Ni2+, Cd2+) to give isostructural [M8L12]16+ cage cores bearing 24 external functional groups; the cages based on LCN (with M2+ = Cd2+) and LCC (with M2+ = Ni2+) have been crystallographically characterised. The value of these is twofold: (i) exterior nitrile or alkene substituents can provide a basis for further synthetic opportunities via ‘Click’ reactions allowing in principle a diverse range of functionalisation of the cage exterior surface; (ii) the exterior –(CH2OCH2)3CH2OMe groups substantially increase cage solubility in both water and in organic solvents, allowing binding constants of cavity-binding guests to be measured under an increased range of conditions.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Results in Chemistry of Natural Organic Compounds. Synthesis of New Anticancer Vinca Alkaloids and Flavone Alkaloids",
        "doi": "10.3390/chemistry2030046",
        "year": 2020,
        "abstract": "<jats:p>The antitumor indole–indoline alkaloids of the evergreen Catharanthus roseus—namely vinblastine and vincristine—are widely used in chemotherapy of cancer. Many efforts were made to synthesize more efficient derivatives with less side-effect. The 14,15-cyclopropane derivative of vinblastine was synthesized successfully by a five-step procedure starting from vindoline. Vincristine, vinorelbine and several derivatives condensed with a cyclopropane ring were synthesized. Various hybrid molecules were prepared by the coupling reaction of vindoline and methyl ester of tryptophan, which were conjugated by carrier peptides of octaarginine. Studying the halogenation reactions of vindoline and catharanthine some fluorine derivatives were obtained which showed promising antitumor activity on various tumor types. The synthesis of the Aspidospermane alkaloid bannucine and 5′-epibannucine were carried out using N-acyliminium intermediates. The same intermediate was also applied in the first synthesis of sessiline. The research group have synthesized of flavonoid alkaloids: dracocephins A and B. Further three flavonoid alkaloids, namely 8-(2”-pyrrolidinon-5′′-yl)quercetin, 6-(2′′-pyrrolidinon-5′′-yl)-(−)- and 8-(2′′-pyrrolidinon-5′′-yl)-(−)-epicatechin were prepared by acid-catalyzed regioselective Mannich reaction starting from the corresponding flavonoid precursor. Vindoline was also coupled to synthetic pharmacophores, such as triphenylphosphine and various N-heterocycles. Some of these hybrid molecules showed significant antitumor activity. Furthermore, 7-OH and 7-NH modified flavonoid derivatives were synthesized by a regioselective alkylation followed by Smiles rearrangement and hydrolysis.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Hydrogen Evolution upon Ammonia Borane Solvolysis: Comparison between the Hydrolysis and Methanolysis Reactions",
        "doi": "10.3390/chemistry5020060",
        "year": 2023,
        "abstract": "<jats:p>Hydrogen (H2) production is a key challenge for green carbon-free sustainable energy. Among the H2 evolution methods from H-rich materials, ammonia borane (AB) solvolysis stands as a privileged source under ambient and sub-ambient conditions given its stability, non-toxicity, and solubility in protic solvents, provided suitable and optimized nanocatalysts are used. In this paper dedicated to Prof. Avelino Corma, we comparatively review AB hydrolysis and alcoholysis (mostly methanolysis) in terms of nanocatalyst performances and discuss the advantages and inconveniences of these two AB solvolysis methods including AB regeneration.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "High Thermal Stability of Enzyme-MOF Composites at 180 °C",
        "doi": "10.3390/chemistry5030137",
        "year": 2023,
        "abstract": "<jats:p>Encapsulating enzymes in a tailored scaffold is of great potential in industrial enzymatic catalysis, which can enhance the stability of enzymes thus expanding their applications. Metal–organic frameworks (MOFs) are emerging as promising candidates for enzyme encapsulation due to their precise pore structure, ease of synthesis and good biocompatibility. Despite the fact that enzymes encapsulated in MOFs can obtain enhanced stability, there has been little discussion about the thermal stability of enzyme-MOF composites in solid state under extremely high temperatures. Herein, we fabricated the enzyme-MOF composites, CALB-ZIF-8, via a convenient coprecipitation method in aqueous solution, which exhibited good thermal stability at 180 °C. It was found that the activity of CALB encapsulated in ZIF-8 retained nearly ~80% after heating for 10 min at 180 °C. A finite element method was applied to investigate the heat transfer process within a ZIF-8 model, indicating that the air filled in cavities of ZIF-8 played a significant role in hindering the heat transfer and this may be an important reason for the outstanding thermal stability of CALB-ZIF-8 at 180 °C, which paves a new path for expanding the industrial application of enzyme-MOF composites.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "hERG Blockade Prediction by Combining Site Identification by Ligand Competitive Saturation and Physicochemical Properties",
        "doi": "10.3390/chemistry4030045",
        "year": 2022,
        "abstract": "<jats:p>The human ether-a-go-go-related gene (hERG) potassium channel is a well-known contributor to drug-induced cardiotoxicity and therefore is an extremely important target when performing safety assessments of drug candidates. Ligand-based approaches in connection with quantitative structure active relationships (QSAR) analyses have been developed to predict hERG toxicity. The availability of the recent published cryogenic electron microscopy (cryo-EM) structure for the hERG channel opened the prospect of using structure-based simulation and docking approaches for hERG drug liability predictions. In recent times, the idea of combining structure- and ligand-based approaches for modeling hERG drug liability has gained momentum offering improvements in predictability when compared to ligand-based QSAR practices alone. The present article demonstrates uniting the structure-based SILCS (site-identification by ligand competitive saturation) approach in conjunction with physicochemical properties to develop predictive models for hERG blockade. This combination leads to improved model predictability based on Pearson’s R and percent correct (represents rank-ordering of ligands) metric for different validation sets of hERG blockers involving a diverse chemical scaffold and wide range of pIC50 values. The inclusion of the SILCS structure-based approach allows determination of the hERG region to which compounds bind and the contribution of different chemical moieties in the compounds to the blockade, thereby facilitating the rational ligand design to minimize hERG liability.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Experimental and Computational Studies on N-alkylation Reaction of N-Benzoyl 5-(Aminomethyl)Tetrazole",
        "doi": "10.3390/chemistry3030049",
        "year": 2021,
        "abstract": "<jats:p>The N-alkylation reaction of N-benzoyl 5-(aminomethyl)tetrazole (5-AMT) with benzyl bromide was carried out in the presence of K2CO3 as a base. Two separable regioisomers were obtained, thus their purification led to determine the proportion of each of them, and their structures were attributed essentially based on 1H and 13C NMR spectroscopy in addition to the elemental analysis and MS data. In order to confirm the results obtained at the synthesis level, a computational study was carried out by application of density functional theory (DFT) using the Becke three-parameter hybrid exchange functional and the Lee-Yang-Parr correlation functional (B3LYP).</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Preparation and Application of Green Sustainable Solvent Cyrene",
        "doi": "10.3390/chemistry5040154",
        "year": 2023,
        "abstract": "<jats:p>The bio-based solvent dihydrolevoglucosenone (Cyrene) is a green and sustainable alternative to petroleum-based dipolar aprotic solvents. Cyrene can be prepared from cellulose in a simple two-step process and can be produced in a variety of yields. Cyrene is compatible with a large number of reactions in the chemical industry and can be applied in organic chemistry, biocatalysis, materials chemistry, graphene and lignin processing, etc. It is also green, non-mutagenic and non-toxic, which makes it very promising for applications. In this paper, we have also screened all articles related to Cyrene on the Web of Science and visualised them through Cite Space.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Spectrophotometric Determination of Formation Constants of Iron(III) Complexes with Several Ligands",
        "doi": "10.3390/chemistry4030050",
        "year": 2022,
        "abstract": "<jats:p>Dye-sensitized solar cells transform solar light into electricity. One commonly used dye is a ruthenium complex. However, the use of ruthenium has been shown to have several disadvantages. In this study, via singular spectrum analysis using HypSpec software, we determined the formation constants and calculated individual electronic spectra of species of iron(III) with several ligands (1,2-diaminoethane, 1,3-diaminopropane, 1,4-diaminobutane, 2,2′-bipyridyl, 5,5-dimethyl-2,2′-bipyridyl, 4,4′-di-tert-butyl-2,2′-bipyridyl, 1,10-phenanthroline, and 3,4,7,8-tetramethyl-1,10-phenanthroline) in methanol solution. We present a spectral comparison of the complexes reported here to the ruthenium complex: tris-(2,2′-bipyridyl)ruthenium(II).</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Structure, Stability and Binding Properties of Collagen-Binding Domains from Streptococcus mutans",
        "doi": "10.3390/chemistry5030130",
        "year": 2023,
        "abstract": "<jats:p>Collagen-binding proteins (CBP), Cnm and Cbm, from Streptococcus mutans are involved in infective endocarditis caused by S. mutans because of their collagen-binding ability. In this study, we focused on the collagen-binding domain (CBD), which is responsible for the collagen-binding ability of CBP, and analyzed its structure, binding activity, and stability using CBD domain variants. The CBD consists of the N1 domain, linker, N2 domain, and latch (N1-N2~) as predicted from the amino acid sequences. The crystal structure of the Cnm/CBD was determined at a 1.81 Å resolution. N1_linker_N2 forms a ring structure that can enfold collagen molecules, and the latch interacts with N1 to form a ring clasp. N1 and N2 have similar immunoglobulin folds. The collagen-binding activities of Cbm/CBD and its domain variants were examined using ELISA. N1-N2~ bound to collagen with KD = 2.8 μM, and the latch-deleted variant (N1-N2) showed weaker binding (KD = 28 μM). The linker-deleted variant (N1N2~) and single-domain variants (N1 and N2) showed no binding activity, whereas the domain-swapped variant (N2-N1~) showed binding ability, indicating that the two N-domains and the linker are important for collagen binding. Thermal denaturation experiments showed that N1-N2 was slightly less stable than N1-N2~, and that N2 was more stable than N1. The results of this study provide a basis for the development of CBD inhibitors and applied research utilizing their collagen-binding ability.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Biogenic Silver Nanoparticles Conjugated with Nisin: Improving the Antimicrobial and Antibiofilm Properties of Nanomaterials",
        "doi": "10.3390/chemistry3040092",
        "year": 2021,
        "abstract": "<jats:p>Microbial technology offers a green alternative for the synthesis of value-added nanomaterials. In particular, fungal compounds can improve silver nanoparticle production, stabilizing colloidal nanoparticles. Based on a previous study by our group, silver nanoparticles obtained using the extracellular cell-free extracts of Phanerochaete chrysosporium (PchNPs) have shown antimicrobial and antibiofilm activity against Gram-negative bacteria. Moreover, nisin—a bacteriocin widely used as a natural food preservative—has recently gained much attention due its antimicrobial action against Gram-positive bacteria in biomedical applications. Therefore, the aim of this work was to conjugate biogenic silver nanoparticles (PchNPs) with nisin to obtain nanoconjugates (PchNPs@nis) with enhanced antimicrobial properties. Characterization assays were conducted to determine physicochemical properties of PchNPs@nis, and also their antibacterial and antibiofilm activities were studied. The formation of PchNPs@nis was confirmed by UV-Vis, TEM, and Raman spectroscopy analysis. Different PchNPs@nis nanobioconjugates showed diameter values in the range of 60–130 nm by DLS and surface charge values between −20 and −13 mV. Nisin showed an excellent affinity to PchNPs, with binding efficiencies higher than 75%. Stable synthesized PchNPs@nis nanobioconjugates were not only able to inhibit biofilm formation by S. aureus, but also showed inhibition of the planktonic cell growth of Staphyloccocus aureus and Escherichia coli, broadening the spectrum of action of the unconjugated antimicrobials against Gram-positive and Gram-negative bacteria. In conclusion, these results show the promising application of PchNPs@nis, prepared via green technology, as potential antimicrobial nanomaterials.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Hypervalence: A Useful Concept or One That Should Be Gracefully Retired?",
        "doi": "10.3390/chemistry4040082",
        "year": 2022,
        "abstract": "<jats:p>In this essay the origins of the term hypervalence and its application in p-block element chemistry are considered and it is argued that the term should now be consigned to the graveyard of concepts that no longer afford any discernible value or insight, certainly from an educational perspective. In contrast, the educational merits of the octet rule are also examined where it is concluded that this rule does have significant pedagogical value, albeit mostly within the ambit of introductory level explanations. For a few of the chosen exemplar compounds, a selection of orbital-based analyses, at different levels of sophistication, are also considered, and their values appraised together with a brief survey of some of the more general computational studies which have been employed in relation to this topic.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Head vs. Tail Squaramide–Naphthalimide Conjugates: Self-Assembly and Anion Binding Behaviour",
        "doi": "10.3390/chemistry4040085",
        "year": 2022,
        "abstract": "<jats:p>The syntheses of two squaramide–naphthalimide conjugates (SN1 and SN2) are reported; the structures of SN1 and SN2 differ by the attachment of a squaramide—either at the ‘head’ or the ‘tail’ of the naphthalimide fluorophore. Both compounds displayed weak fluorescence due to the inclusion of a nitro-aromatic squaramide which efficiently quenches the emission of the naphthalimide. Both compounds were also shown to undergo self-aggregation as studied by 1H NMR and scanning electron microscopy (SEM). Furthermore, SN1 and SN2 gave rise to stark colourimetric changes in response to basic anions such as AcO−, SO42− HPO42−, and F−. The observed colour changes are thought to be due to deprotonation of a squaramide NH. The same basic anions also result in a further quenching of the naphthalimide emission. No colour change or emission modulations were observed in the presence of Cl−; however, 1H NMR studies suggest that moderate H-bonding occurs between this anion and both SN1 and SN2.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Diverse Biological Activities of 1,3,4-Thiadiazole Scaffold",
        "doi": "10.3390/chemistry4040107",
        "year": 2022,
        "abstract": "<jats:p>The chemistry of 1,3,4-thiadiazole is one of the most interesting scaffolds for synthesizing new drug molecules due to their numerous pharmacological activities. Several modifications in the thiadiazole ring have been made, proving it to be more potent and highly effective with a less toxic scaffold for various biological activities. There are several marketed drugs containing 1,3,4-thiadiazole ring in their structure. In this review article, we have tried to compile the newly synthesized 1,3,4-thiadiazole derivatives possessing important pharmaceutical significance since 2014.</jats:p>",
        "is_referenced_by_count": 20
    },
    {
        "title": "Equilibrium Swelling of Thermo-Responsive Gels in Mixtures of Solvents",
        "doi": "10.3390/chemistry4030049",
        "year": 2022,
        "abstract": "<jats:p>Thermo-responsive (TR) gels of the LCST (lower critical solution temperature) type swell in water at temperatures below their volume phase transition temperature Tc and collapse above the critical temperature. When water is partially replaced with an organic liquid, these materials demonstrate three different types of equilibrium solvent uptake diagrams at temperatures below, above, in the close vicinity of Tc. A model is developed for equilibrium swelling of TR gels in binary mixtures of solvents. It takes into account three types of phase transitions in TR gels driven by (i) aggregation of hydrophobic side groups into clusters from which solvent molecules are expelled, (ii) replacement of water with cosolvent molecules in cage-like structures surrounding these groups, and (iii) replacement of water with cosolvent as the main element of hydration shells around backbone chains. The model involves a relatively small number of material constants that are found by matching observations on covalently cross-linked poly(N-isopropylacrylamide) macroscopic gels and microgels. Good agreement is demonstrated between the experimental data and results of numerical analysis. Classification is provided of the phase transition points on equilibrium swelling diagrams.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "OH Group Effect in the Stator of β-Diketones Arylhydrazone Rotary Switches",
        "doi": "10.3390/chemistry2020024",
        "year": 2020,
        "abstract": "<jats:p>The properties of several hydrazon-diketone rotary switches with OH groups in the stators (2-(2-(2-hydroxy-4-nitrophenyl)hydrazono)-1-phenylbutane-1,3-dione, 2-(2-(2-hydroxyphenyl)hydrazono)-1-phenylbutane-1,3-dione and 2-(2-(4-hydroxyphenyl)hydrazono)-1-phenylbutane-1,3-dione) were investigated by molecular spectroscopy (UV-Vis and NMR), DFT calculations (M06-2X/TZVP) and X-ray analysis. The results show that, when the OH group is in ortho position, the E’ and Z’ isomers are preferred in DMSO as a result of a stabilizing intermolecular hydrogen bonding with the solvent. The availability, in addition, of a nitro group in para position increases the possibility of deprotonation of the OH group in the absence of water. All studied compounds showed a tendency towards formation of associates. The structure of the aggregates was revealed by theoretical calculation and confirmed by X-ray analysis.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Tris(3-nitropentane-2,4-dionato-κ2 O,O′) Complexes as a New Type of Highly Energetic Materials: Theoretical and Experimental Considerations",
        "doi": "10.3390/chemistry5030126",
        "year": 2023,
        "abstract": "<jats:p>Decreasing the sensitivity towards detonation of high-energy materials (HEMs) is the ultimate goal of numerous theoretical and experimental studies. It is known that positive electrostatic potential above the central areas of the molecular surface is related to high sensitivity towards the detonation of high-energy molecules. Coordination compounds offer additional structural features that can be used for the adjustment of the electrostatic potential values and sensitivity towards detonation of this class of HEM compounds. By a careful combination of the transition metal atoms and ligands, it is possible to achieve a fine-tuning of the values of the electrostatic potential on the surface of the chelate complexes. Here we combined Density Functional Theory calculations with experimental data to evaluate the high-energy properties of tris(3-nitropentane-2,4-dionato-κ2 O,O′) (nitro-tris(acetylacetonato)) complexes of Cr(III), Mn(III), Fe(III), and Co(III). Analysis of the Bond Dissociation Energies (BDE) of the C-NO2 bonds and Molecular Electrostatic Potentials (MEP) showed that these compounds may act as HEM molecules. Analysis of IR spectra and initiation of the Co(AcAc-NO2)3 complex in the open flame confirmed that these compounds act as high-energy molecules. The measured heat of combustion for the Co(AcAc-NO2)3 complex was 14,133 J/g, which confirms the high-energy properties of this compound. The results also indicated that the addition of chelate rings may be used as a new tool for controlling the sensitivity towards the detonation of high-energy coordination compounds.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Publisher's Notice: Chemistry—An International Journal",
        "doi": "10.3390/chemistry1010001",
        "year": 2018,
        "abstract": "<jats:p>MDPI is launching Chemistry—An International Journal [...]</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Justus von Liebig",
        "doi": "10.3390/chemistry5020071",
        "year": 2023,
        "abstract": "<jats:p>This is a short overview of the life and achievements of Justus von Liebig. Clearly, this can only be an incomplete and somewhat personal view of the author, who has been a professor of inorganic chemistry at Justus Liebig University since 2002. Having already been interested in the work of Liebig for many years, and with a strong connection to the Liebig Museum in Giessen, the author hopes to provide some useful information about this great chemist, one of the founders of modern chemistry. The reader should find many interesting, probably new, facts about Liebig’s major impact on chemistry, agriculture, nutrition, and pharmacology.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Spin-Crossover 2-D Hofmann Frameworks Incorporating an Amide-Functionalized Ligand: N-(pyridin-4-yl)benzamide",
        "doi": "10.3390/chemistry3010026",
        "year": 2021,
        "abstract": "<jats:p>Two analogous 2-D Hofmann-type frameworks, which incorporate the novel ligand N-(pyridin-4-yl)benzamide (benpy) [FeII(benpy)2M(CN)4]·2H2O (M = Pd (Pd(benpy)) and Pt (Pt(benpy))) are reported. The benpy ligand was explored to facilitate spin-crossover (SCO) cooperativity via amide group hydrogen bonding. Structural analyses of the 2-D Hofmann frameworks revealed benpy-guest hydrogen bonding and benpy-benpy aromatic contacts. Both analogues exhibited single-step hysteretic spin-crossover (SCO) transitions, with the metal-cyanide linker (M = Pd or Pt) impacting the SCO spin-state transition temperature and hysteresis loop width (Pd(benpy): T½↓↑: 201, 218 K, ∆T: 17 K and Pt(benpy): T½↓↑: 206, 226 K, ∆T: 20 K). The parallel structural and SCO changes over the high-spin to low-spin transition were investigated using variable-temperature, single-crystal, and powder X-ray diffraction, Raman spectroscopy, and differential scanning calorimetry. These studies indicated that the ligand–guest interactions facilitated by the amide group acted to support the cooperative spin-state transitions displayed by these two Hofmann-type frameworks, providing further insight into cooperativity and structure–property relationships.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Hydrophobin-Coated Perfluorocarbon Microbubbles with Strong Non-Linear Acoustic Response",
        "doi": "10.3390/chemistry6020016",
        "year": 2024,
        "abstract": "<jats:p>Gas-filled microbubbles are well-established contrast agents for ultrasound imaging and widely studied as delivery systems for theranostics. Herein, we have demonstrated the promising potential of the hydrophobin HFBII—a fungal amphiphilic protein—in stabilizing microbubbles with various fluorinated core gases. A thorough screening of several experimental parameters was performed to find the optimized conditions regarding the preparation technique, type of core gas, HFBII initial concentration, and protein dissolution procedure. The best results were obtained by combining perfluorobutane (C4F10) gas with 1 mg/mL of aqueous HFBII, which afforded a total bubble concentration higher than 109 bubbles/mL, with long-term stability in solution (at least 3 h). Acoustic characterization of such microbubbles in the typical ultrasound frequency range used for diagnostic imaging showed the lower pressure resistance of HFBII microbubbles, if compared to conventional ones stabilized by phospholipid shells, but, at the same time, revealed strong non-linear behavior, with a significant harmonic response already at low acoustic pressures. These findings suggest the possibility of further improving the performance of HFBII-coated perfluorinated gas microbubbles, for instance by mixing the protein with other stabilizing agents, e.g., phospholipids, in order to tune the viscoelastic properties of the outer shell.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Phytochemicals from Rhizophora mucronata Propagules, Its In Vitro Anti-Cancer and In Silico Drug-Likeness Potential",
        "doi": "10.3390/chemistry3030070",
        "year": 2021,
        "abstract": "<jats:p>This is the first report to identify the presence of 3-O-caffeoyl quinic acid (1), 4-O-caffeoyl quinic acid (2), 5-O-caffeoyl quinic acid (3), epi-catechin (4), and procyanidin B2 (5) in the young propagules of Rhizophora mucronata. Compounds 2–5 were purified and then treated against breast, colorectal, and ovarian cancer cell lines for 72 h and the results of the Sulphorhodomine-B (SRB) assay were evaluated for percent cell viability and IC50 values. Epi-catechin, 4-O-caffeoyl quinic acid, 5-O-caffeoyl quinic acid and procyanidin B2 showed strong to moderate inhibitory effects when treated on breast (T47D), colorectal (HT29), and ovarian (A2780, SKOV3) cancer cell lines with IC50 values ranging from 16.77 ± 0.58 to 28.28 ± 0.89 μg/mL. In silico evaluation was performed to evaluate the drug-likeness and toxicological effects of these compounds using Molinspiration calculation and OSIRIS program. It was found that compounds 2, 3, and 4 have the potential to be orally active and have a low risk in exerting the mutagenic, tumorigenic, irritant, and reproductive effects.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Synthesis, Structural, Magnetic and Computational Studies of a One-Dimensional Ferromagnetic Cu(II) Chain Assembled from a New Schiff Base Ligand",
        "doi": "10.3390/chemistry5010007",
        "year": 2023,
        "abstract": "<jats:p>A new asymmetrically substituted ONOO Schiff base ligand N-(2′-hydroxy-1′-naphthylidene)-3-amino-2-naphthoic acid (nancH2) was prepared from the condensation of 2–hydroxy–1–naphthaldehyde and 3–amino–2–naphthoic acid. nancH2 reacts with Cu2(O2CMe)4·2H2O in the presence of Gd(O2CMe)3·6H2O to afford a uniform one-dimensional homometallic chain, [CuII(nanc)]n (1). The structure of 1 was elucidated via single crystal X-ray diffraction studies, which revealed that the Cu(II) ions adopt distorted square planar geometries and are coordinated in a tridentate manner by an [ONO] donor set from one nanc2− ligand and an O− of a bridging carboxylate group from a second ligand. The bridging carboxylato group of the nanc2− ligand adopts a syn, anti-η1:η1:μ conformation linking neighboring Cu(II) ions, forming a 1D chain. The magnetic susceptibility of 1 follows Curie–Weiss law in the range 45–300 K (C = 0.474(1) emu K mol-1, θ = +7.9(3) K), consistent with ferromagnetic interactions between S = ½ Cu(II) ions with g = 2.248. Subsequently, the data fit well to the 1D quantum Heisenberg ferromagnetic (QHFM) chain model with g = 2.271, and J = +12.3 K. DFT calculations, implementing the broken symmetry approach, were also carried out on a model dimeric unit extracted from the polymeric chain structure. The calculated exchange coupling via the carboxylate bridge (J = +13.8 K) is consistent with the observed ferromagnetic exchange between neighbouring Cu(II) centres.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Potentiometric Determination of Free Fluoride Content in Wines from Dalmatia Region (Croatia)—A Comparative Study of Direct Potentiometry and Standard Addition Method",
        "doi": "10.3390/chemistry5010003",
        "year": 2022,
        "abstract": "<jats:p>The aim of this study was to investigate 30 different types of Dalmatian wines as a potential source of fluoride. A fluoride ion selective electrode was used to measure the fluoride concentration in each sample. The direct potentiometric method and the standard addition method were evaluated, the latter being suggested as more accurate and precise. Measurements were performed in two buffers, acetate buffer and total ionic strength adjustment buffer (TISAB), to compare their influence on fluoride determination. The obtained results show that TISAB is a better choice than acetate buffer as a medium for fluoride determination. According to the proposed method, mass concentrations of fluoride of 0.19 and 0.18 mg/L were found in the studied red and white wines, with standard deviations of 0.04 and 0.03 mg/L, respectively. All determined fluorine levels in the tested wines were within the recommended limits and do not pose a risk to human health. No significant difference was found between the fluorine content in white and red wines, but there was a difference depending on the place of origin of the wine. The measured pH values for all the wines studied (except one sample) are very similar and show no significant correlation with the fluoride content.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Sweet, Sugar-Coated Hierarchical Platinum Nanostructures for Easy Support, Heterogenization and Separation",
        "doi": "10.3390/chemistry4040078",
        "year": 2022,
        "abstract": "<jats:p>Metal nanoparticles are increasingly gaining interest in the field of heterogeneous catalysis. Here, we present a novel strategy for synthesizing sugar-coated platinum nanostructures (SC-Pt-NS) from the carbohydrates sucrose and D(-)-fructose. In the synthesis from a mixture of H2PtCl6·6H2O, the carbohydrate in an ionic liquid (IL) yielded primary particles of a homogeneous average size of ~10 nm, which were aggregated to hierarchical Pt nanostructures of ~40–65 nm and surrounded or supported by the carbohydrate. These sugar-coated platinum nanostructures present a facile way to support and heterogenize nanoparticles, avoid leaching and enable easier separation and handling. The catalytic activity of the SC-Pt-NS was shown in the hydrosilylation test reaction of phenylacetylene with triethylsilane, where very high turnover frequency (TOF) values of up to 87,200 h−1 could be achieved, while the platinum metal leaching into the product was very low.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Exploiting In-Situ Characterization for a Sabatier Reaction to Reveal Catalytic Details",
        "doi": "10.3390/chemistry3040084",
        "year": 2021,
        "abstract": "<jats:p>In situ characterization of catalysts provides important information on the catalyst and the understanding of its activity and selectivity for a specific reaction. TPX techniques for catalyst characterization reveal the role of the support on the stabilization and dispersion of the active sites. However, these can be altered at high temperature since sintering of active species can occur as well as possible carbon deposition through the Bosch reaction, which hinders the active species and deactivates the catalyst. In situ characterization of the spent catalyst, however, may expose the causes for catalyst deactivation. For example, a simple TPO analysis on the spent catalyst may produce CO and CO2 via a reaction with O2 at high temperature and this is a strong indication that deactivation may be due to the deposition of carbon during the Sabatier reaction. Other TPX techniques such as TPR and pulse chemisorption are also valuable techniques when they are applied in situ to the fresh catalyst and then to the catalyst upon deactivation.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Chemistry, Synthesis, and Structure Activity Relationship of Anticancer Quinoxalines",
        "doi": "10.3390/chemistry5040166",
        "year": 2023,
        "abstract": "<jats:p>Quinoxaline is a fused heterocycle system of a benzene ring and pyrazine ring. It has earned considerable attention due to its importance in the field of medicinal chemistry. The system is of extensive importance due to its comprehensive array of biological activities. Quinoxaline derivatives have been used as anticancer, anticonvulsant, anti-inflammatory, antidiabetic, antioxidant, antibacterial, anti-TB, antimalarial, antiviral, anti-HIV, and many other uses. Variously substituted quinoxalines are significant therapeutic agents in the pharmaceutical industry. This review spotlights on the chemistry, physiochemical characters, synthesis, pharmaceutical products, and medicinal chemistry of various anticancer quinoxaline derivatives that were developed in the last period. It covers the period from 2016 to 2023.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Quantitative Determination of Fluoride Mass Concentration in Beers Produced in Croatia Using the Standard Addition Method in Potentiometry",
        "doi": "10.3390/chemistry5040167",
        "year": 2023,
        "abstract": "<jats:p>It is well known that beer is more than 90% water, and therefore, water can be one of the main sources of fluoride in beers. With this in mind, the goal of the present study was to determine the mass concentration of fluoride in 53 beer samples. Using the recently published standard addition method in potentiometry, the fluoride content of 28 samples of the most consumed beers in the Republic of Croatia was determined. The remaining 25 beer samples tested came from so-called microbreweries, which together account for less than 10% of the Croatian market. Fluoride concentrations in light beers ranged from 49 to 180 μg L−1, with a mean value of 95 ± 34 μg L−1, and from 52 to 164 μg L−1, with a mean value of 89 ± 29 μg L−1 in dark beers. The mean value of fluoride content in beers from large producers was 100 ± 38 μg L−1 and 89 ± 38 μg L−1 in beers from small producers. All values are within the recommended range and thus do not pose a risk to human health. The statistical analysis showed no correlation between the mass concentration of fluoride and pH, i.e., alcohol content in beers.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Special Issue “Functional Biomolecule-Based Composites and Nanostructures: Current Developments and Applications—A Themed Issue in Honor of Prof. Dr. Itamar Willner”",
        "doi": "10.3390/chemistry6010006",
        "year": 2024,
        "abstract": "<jats:p>This Special Issue of Chemistry is a themed issue of “Functional Biomolecule-Based Composites and Nanostructures: Current Developments and Applications” in honor of Itamar Willner to celebrate his innovative research career [...]</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Before Radicals Were Free – the Radical Particulier of de Morveau",
        "doi": "10.3390/chemistry2020019",
        "year": 2020,
        "abstract": "<jats:p>Today, we universally understand radicals to be chemical species with an unpaired electron. It was not always so, and this article traces the evolution of the term radical and in this journey, monitors the development of some of the great theories of organic chemistry.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "A Prediction for the Conversion Performance of H2S to Elemental Sulfur in an Ionic-Liquid-Incorporated Transition Metal Using COSMO-RS",
        "doi": "10.3390/chemistry4030058",
        "year": 2022,
        "abstract": "<jats:p>In the present study, the conversion performance of hydrogen sulfide (H2S) to elemental sulfur in ionic-liquid-incorporated transition metals (ILTMs) is predicted using a conductor-like screening model for realistic solvents (COSMO-RS). The predictions were made via the establishment of a correlation between the conversion performance and solubility of H2S in ionic liquids (ILs). All molecules involved were optimized at the DFT/TZVP/M06 computational level and imported on the COSMOtherm program at equimolar conditions. For validation purposes, the solubility of ILs was predicted at 1 bar pressure. Simple regression analysis was used to establish a relationship between the solubility and conversion performance of H2S. The results indicate that the solubility prediction of ILs is accurate (R2 = 93.40%) with a p-value of 0.0000000777. Additionally, the conversion performance is generally found to be dependent on the solubility value. Furthermore, 1-butyl-3-methylimidazolium chloride [bmim][Cl] was chosen as the base IL for incorporating the transition metal, owing to its solubility and selectivity to H2S. The solubility trend of ILTMs is found to follow the following order: [bmim][NiCl3] &gt; [bmim][FeCl4] &gt; [bmim][CoCl3] &gt; [bmim][CuCl3]. According to the viscosity measurements of ILTMs, [bmim][NiCl3] and [bmim][FeCl4] exhibited the highest and lowest viscosity values, respectively. Therefore, [bmim][FeCl4] is a promising ILTM owing to its higher solubility and low viscosity for the application studied.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis of Nitroarenes by Oxidation of Aryl Amines",
        "doi": "10.3390/chemistry4010007",
        "year": 2022,
        "abstract": "<jats:p>Nitro compounds are an important class of organic molecules with broad application in organic synthesis, medicinal chemistry, and materials science. Among the variety of methodologies available for their synthesis, the direct oxidation of primary amines represents an attractive alternative route. Efforts towards the development of oxidative procedures for the synthesis of nitro derivatives have spanned over the past decades, leading to a wide variety of protocols for the selective oxidative conversion of amines to nitro derivatives. Methods for the synthesis of nitroarenes via oxidation of aryl amines, with particular emphasis on recent advances in the field, are summarised in this review.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "From Frustrated Packing to Tecton-Driven Porous Molecular Solids",
        "doi": "10.3390/chemistry2010011",
        "year": 2020,
        "abstract": "<jats:p>Structurally divergent molecules containing bulky substituents tend to produce porous materials via frustrated packing. Two rigid tetrahedral cores, tetraphenylmethane and 1,3,5,7-tetraphenyladamantane, grafted peripherally with four (trimethylsilyl)ethynyl moieties, were found to have only isolated voids in their crystal structures. Hence, they were modified into tecton-like entities, tetrakis(4-(iodoethynyl)phenyl)methane [I4TEPM] and 1,3,5,7-tetrakis(4-(iodoethynyl)phenyl)adamantane [I4TEPA], in order to deliberately use the motif-forming characteristics of iodoethynyl units to enhance crystal porosity. I4TEPM not only holds increased free volume compared to its precursor, but also forms one-dimensional channels. Furthermore, it readily co-crystallizes with Lewis basic solvents to afford two-component porous crystals.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Green Synthesis of Gold Nanoparticles: An Eco-Friendly Approach",
        "doi": "10.3390/chemistry4020026",
        "year": 2022,
        "abstract": "<jats:p>By virtue of their unique physicochemical properties, gold nanoparticles (AuNPs) have gained significant interest in a broad range of biomedical applications such as sensors, diagnosis, and therapy. AuNPs are generally synthesized via different conventional physical and chemical methods, which often use harmful chemicals that induce health hazards and pollute the environment. To overcome these issues, green synthesis techniques have evolved as alternative and eco-friendly approaches to the synthesis of environmentally safe and less-expensive nanoparticles using naturally available metabolites from plants and microorganisms such as bacteria, fungi, and algae. This review provides an overview of the advances in the synthesis of AuNPs using different biological resources with examples, and their profound applications in biomedicine. A special focus on the biosynthesis of AuNPs using different medicinal plants and their multifunctional applications in antibacterial, anti-inflammatory, and immune responses are featured. Additionally, the applications of AuNPs in cancer theranostics, including contrast imaging, drug delivery, hyperthermia, and cancer therapeutics, are comprehensively discussed. Moreover, this review will shed light on the importance of the green synthesis approach, and discuss the advantages, challenges, and prospects in this field.</jats:p>",
        "is_referenced_by_count": 48
    },
    {
        "title": "Supramolecular Assemblies of Trinuclear Copper(II)-Pyrazolato Units: A Structural, Magnetic and EPR Study",
        "doi": "10.3390/chemistry2030039",
        "year": 2020,
        "abstract": "<jats:p>Two anionic complexes, {[Cu3(µ3-OH)(µ-4-Ph-pz)3Cl3]2[Cu(4-Ph-pzH)4](µ-Cl)2}2− (1) and [Cu3(µ3-OH)(µ-pz)3(µ1,1-N3)2(N3)]− (2), crystallize as one-dimensional polymers, held together by weak Cu-(µ-Cl) and Cu-(µ-N3) interactions, respectively. Variable temperature magnetic susceptibility analyses determined the dominant antiferromagnetic intra-Cu3 exchange parameters in the solid state for both complexes, whereas the weak ferromagnetic inter-Cu3 interactions manifested also in the solid state EPR spectra, are absent in the corresponding frozen solution spectra. DFT calculations were employed to support the results of the magnetic susceptibility analyses.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Divalent Europium, NIR and Variable Emission of Trivalent Tm, Ho, Pr, Er, Nd, and Ce in 3D Frameworks and 2D Networks of Ln–Pyridylpyrazolates",
        "doi": "10.3390/chemistry5020069",
        "year": 2023,
        "abstract": "<jats:p>The redox reactions of various lanthanide metals with 3-(4-pyridyl)pyrazole (4-PyPzH) or 3-(3-pyridyl)pyrazole (3-PyPzH) ligands yield the 2D network ∞2[Eu(4-PyPz)2(Py)2] containing divalent europium, the 3D frameworks ∞3[Ln(4-PyPz)3] and ∞3[Ln(3-PyPz)3] for trivalent cerium, praseodymium, neodymium, holmium, erbium, and thulium as well as ∞3[La(4-PyPz)3], and the 2D networks ∞2[Ln(4-PyPz)3(Py)] for trivalent cerium and thulium and ∞2[Ln2(4-PyPz)6]·Py for trivalent ytterbium and lutetium. The 18 lanthanide coordination polymers were synthesized under solvothermal conditions in pyridine (Py), partly acting as a co-ligand for some networks. The compounds exhibit a variety of luminescence properties, including metal-centered 4f–4f/5d–4f emission in the visible and near-infrared spectral range, metal-to-ligand energy transfer, and ligand-centered fluorescence and phosphorescence. The anionic ligands 3-PyPz− and 4-PyPz− serve as suitable antennas for lanthanide-based luminescence in the visible and near-infrared range through effective sensitization followed by emission through intra–4f transitions of the trivalent thulium, holmium, praseodymium, erbium, and neodymium. ∞2[Ce(4-PyPz)3(Py)], ∞3[Ce(4-PyPz)3], and ∞3[Ce(3-PyPz)3] exhibit strong degrees of reduction in the 5d excited states that differ in intensity compared to the ligand-based emission, resulting in a distinct emission ranging from pink to orange. The direct current magnetic studies show magnetic isolation of the lanthanide centers in the crystal lattice of ∞3[Ln(3-PyPz)3], Ln = Dy, Ho, and Er.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Complexation Behavior of Pinene–Bipyridine Ligands towards Lanthanides: The Influence of the Carboxylic Arm",
        "doi": "10.3390/chemistry4010002",
        "year": 2022,
        "abstract": "<jats:p>The complexation behavior of two novel, chiral pinene–bipyridine-type ligands ((–)-HL1 and (–)-HL2) containing a carboxylic arm towards lanthanide Ln(III) (Ln = La, Eu, Lu) ions was investigated through spectroscopic methods. The association constants of the mononuclear complexes determined from the UV-Vis titrations indicated that the ligand (–)-HL1 possessing a shorter carboxylic arm formed more stable complexes compared with (–)-HL2, whose carboxylic arm had one more methylene unit. This is due to the formation of more stable seven-member metal chelate rings in the first case as compared with the eight-member metal chelate rings in the second. IR and fluorescence spectroscopy provided additional information about the structure of these complexes.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Fully Biobased Reactive Extrusion of Biocomposites Based on PLA Blends and Hazelnut Shell Powders (HSP)",
        "doi": "10.3390/chemistry3040104",
        "year": 2021,
        "abstract": "<jats:p>The production of biocomposites based on natural fiber waste and biopolymers is constantly increasing because of their renewability, biodegradability, and the accordance with the circular economy principles. The aim of this work is to contrast the disadvantages in the production of biocomposites, such as reduction of molecular weight through the use of biobased chain extenders. For this purpose, epoxidized soybean oil (ESO) and dicarboxylic acids (DCAs) were used to contrast the slight chain scission observed in a poly(lactic acid) (PLA)/poly(butylene succinate-co-adipate) (PBSA) binary blend caused by the melt mixing with hazelnut shell powder (HSP). Two different dimensions of HSPs were considered in this study as well as different concentrations of the ESO/DCA system, comparing succinic acid and malic acid as dicarboxylic acids. Melt viscosity parameters, such as torque and melt volume rate (MVR), were measured to investigate the chain extender effect during the extrusion. In addition, the reactivity of the ESO/DCA system was investigated through infrared spectroscopy. The effect of chain extenders on thermal properties, in particular on the crystallinity of PLA, and on mechanical properties of final biocomposites was investigated to understand their potentialities in industrial application. Results of this study evidenced a modest increase in melt viscosity due to ESO/malic acid chain extension system, but only for the HSP with the lower dimension (so the higher surface area) and adding 0.5 wt.% of ESO/malic acid. Thus, the slight chain scission of polyesters, not significantly affecting the final properties of these biocomposites, is the most relevant effect that was revealed in this complex reactive system.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Suzuki–Miyaura Reaction in the Presence of N-Acetylcysteamine Thioesters Enables Rapid Synthesis of Biomimetic Polyketide Thioester Surrogates for Biosynthetic Studies",
        "doi": "10.3390/chemistry5020096",
        "year": 2023,
        "abstract": "<jats:p>Biomimetic N-acetylcysteamine thioesters are essential for the study of polyketide synthases, non-ribosomal peptide synthetases and fatty acid synthases. The chemistry for their preparation is, however, limited by their specific functionalization and their susceptibility to undesired side reactions. Here we report a method for the rapid preparation of N-acetylcysteamine (SNAC) 7-hydroxy-2-enethioates, which are suitable for the study of various enzymatic domains of megasynthase enzymes. The method is based on a one-pot sequence of hydroboration and the Suzuki–Miyaura reaction. The optimization of the reaction conditions made it possible to suppress potential side reactions and to introduce the highly functionalized SNAC methacrylate unit in a high yield. The versatility of the sequence was demonstrated by the synthesis of the complex polyketide-SNAC thioesters 12 and 33. Brown crotylation followed by the hydroboration to Suzuki–Miyaura reaction sequence enabled the introduction of the target motif in significantly fewer steps and with a higher overall yield and stereoselectivity than previously described approaches. This is the first report of a transition-metal-catalyzed cross-coupling reaction in the presence of an SNAC thioester.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Acknowledgment to Reviewers of Chemistry in 2020",
        "doi": "10.3390/chemistry3010012",
        "year": 2021,
        "abstract": "<jats:p>Peer review is the driving force of journal development, and reviewers are gatekeepers who ensure that Chemistry maintains its standards for the high quality of its published papers [...]</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Novel Ansa-Chain Conformation of a Semi-Synthetic Rifamycin Prepared Employing the Alder-Ene Reaction: Crystal Structure and Absolute Stereochemistry",
        "doi": "10.3390/chemistry3030052",
        "year": 2021,
        "abstract": "<jats:p>Rifamycins are an extremely important class of antibacterial agents whose action results from the inhibition of DNA-dependent RNA synthesis. A special arrangement of unsubstituted hydroxy groups at C21 and C23, with oxygen atoms at C1 and C8 is essential for activity. Moreover, it is known that the antibacterial action of rifamycin is lost if either of the two former hydroxy groups undergo substitution and are no longer free to act in enzyme inhibition. In the present work, we describe the successful use of an Alder-Ene reaction between Rifamycin O, 1 and diethyl azodicarboxylate, yielding 2, which was a targeted introduction of a relatively bulky group close to C21 to protect its hydroxy group. Many related azo diesters were found to react analogously, giving one predominant product in each case. To determine unambiguously the stereochemistry of the Alder-Ene addition process, a crystalline zwitterionic derivative 3 of the diethyl azodicarboxylate adduct 2 was prepared by reductive amination at its spirocyclic centre C4. The adduct, as a mono chloroform solvate, crystallized in the non-centrosymmetric Sohnke orthorhombic space group, P212121. The unique conformation and absolute stereochemistry of 3 revealed through X-ray crystal structure analysis is described.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Total Synthesis of Floyocidin B: 4,5-Regioselective Functionalization of 2-Chloropyridines",
        "doi": "10.3390/chemistry5010014",
        "year": 2023,
        "abstract": "<jats:p>The recently discovered natural product (NP) (+)-floyocidin B with antimicrobial activity against Mycobacterium tuberculosis displays a hitherto unknown dihydroisoquinolinone scaffold in the class of the epoxyquinone NPs. The 4,5-regioselective functionalization of 2-chloropyridines was identified as a suitable strategy leading to the total syntheses of (+)-floyocidin B and analogs. In this paper, we present the long and winding evolution process to the final synthetic pathway, including model systems for route scouting and elucidation of side products, which enabled us to understand the unique reactivity of this unprecedented scaffold. A special focus was laid on method studies with different 2-chloropyridines, disclosing an unexpected effect of the 2-chloro substituent on the regioselectivity compared to 2-unsubstituted or carbon-substituted pyridines. Finally, a head-to-head comparison with the previously described synthesis of all four stereoisomers of the NP (−)-avicennone C revealed significant differences in the reactivity of these structurally closely related scaffolds.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A New Unnatural Amino Acid Derived from the Modification of 4′-(p-tolyl)-2,2′:6′,2″-terpyridine and Its Mixed-Ligand Complexes with Ruthenium: Synthesis, Characterization, and Photophysical Properties",
        "doi": "10.3390/chemistry5010012",
        "year": 2023,
        "abstract": "<jats:p>The modification of the methyl group of 4′-(p-tolyl)-2,2′:6′,2″-terpyridine produced the novel unnatural amino acid 3-(4-([2,2′:6′,2″-terpyridin]-4′-yl)phenyl)-2-aminopropanoic acid (phet). Mononuclear heteroleptic ruthenium complexes of the general formulae [Ru(L1)(L2)](PF6)2 (L1 = 2-acetylamino-2-(4-[2,2′:6′,2″]terpyridine-4′-yl-benzyl)-malonic acid diethyl ester, (phem), 3-(4-([2,2′:6′,2″-terpyridin]-4′-yl)phenyl)-2-aminopropanoic acid, (phet), and L2 = 2,2′:6′,2″-terpyridine (tpy), 4′-phenyl-2,2′:6′,2″-terpyridine (ptpy), 4′-(p-tolyl)-2,2′:6′,2″-terpyridine (mptpy)), as well as the homoleptic [Ru(phem)2](PF6)2 and [Ru(phet)2](PF6)2, were synthesized and characterized by means of NMR spectroscopic techniques, elemental analysis, and high-resolution mass spectrometry. The photophysical properties of the synthesized complexes were also studied.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synthesis of 5-Metalla-Spiro[4.5]Heterodecenes by [1,4]-Cycloaddition Reaction of Group 13 Diyls with 1,2-Diketones",
        "doi": "10.3390/chemistry5020064",
        "year": 2023,
        "abstract": "<jats:p>Monovalent group 13 diyls are versatile reagents in oxidative addition reactions. We report here [1,4]-cycloaddition reactions of β-diketiminate-substituted diyls LM (M = Al, Ga, In, Tl; L = HC[C(Me)NDipp]2, Dipp = 2,6-iPr2C6H3) with various 1,2-diketones to give 5-metalla-spiro[4.5]heterodecenes 1, 4–6, and 8–10, respectively. In contrast, the reaction of LTl with acenaphthenequinone gave the [2,3]-cycloaddition product 7, with Tl remaining in the +1 oxidation state. Compound 1 also reacted with a second equivalent of butanedione as well as with benzaldehyde in aldol-type addition reactions to the corresponding α,β-hydroxyketones 2 and 3, while a reductive activation of a benzene ring was observed in the reaction of benzil with two equivalents of LAl to give the 1,4-aluminacyclohex-2,4-dien 12. In addition, the reaction of L’BCl2 (L = HC[C(Me)NC6F5]2) with one equivalent of benzil in the presence of KC8 gave the corresponding 5-bora-spiro[4.5]heterodecene 13, whereas the hydroboration reaction of butanedione with L’BH2 (14), which was obtained from the reaction of L’BCl2 with L-selectride, failed to give the saturated 5-bora-spiro[4.5]heterodecane.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Coordination Chemistry of Polynitriles, Part XI. Influence of 4,4′-Bipyridine and Solvent on the Crystal and Molecular Structures of Alkaline Earth Pentacyanocyclopentadienides",
        "doi": "10.3390/chemistry4040101",
        "year": 2022,
        "abstract": "<jats:p>The reaction of alkaline earth pentacyanocyclopentadienides with 4,4′-bipyridine in MeOH yielded undefined products of composition [M(PCC)2(Bipy)x(MeOH)y(H2O)z] (PCC = [C5(CN)5]−). Recrystallization from MeOH, EtOH, or n-BuOH gave crystals of [Mg(H2O)4(4,4′-bipy)2](PCC)2∙2BuOH (1), [Ca(H2O)4(4,4′-bipy)2](PCC)2∙(4,4′-bipy) (2), [Sr(MeOH)8](PCC)2∙3(4,4′-bipy) (3), [Sr2(H2O)4(BuOH)4(PCC)2(µ-PCC)2 (µ-4,4′-bipy)]∙4 (4,4′-bipy)∙0.29 (BuOH) (4), [Ba3(H2O)4(EtOH)10 (PCC)2(µ-PCC)2 (µ-4,4′-bipy)2(4,4′-bipy)](PCC)2 ∙3(4,4′-bipy)∙2EtOH∙H2O (5) and [Ba4(H2O)8(BuOH)6 (PCC)2(µ-PCC)6 (4,4′-bipy)6]∙3(4,4′-bipy) (6). 4,4′-Bipyridine functions either as monodentate or bidentate ligand and is present in all cases except for 2 as lattice guest. While in compounds 1 and 2 only water is present as O-donor, the alcohol coordinates in the other compounds either exclusively (3) or together with water (4–6). The pentacyanocyclopentadienide does not coordinate in 1–3, but is present as mono-, bi-, or tridentate ligand in 4–6. In all compounds, a more or less complicated interplay of hydrogen bridges and π–π stacking is observed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Defects and Calcium Diffusion in Wollastonite",
        "doi": "10.3390/chemistry2040059",
        "year": 2020,
        "abstract": "<jats:p>Wollastonite (CaSiO3) is an important mineral that is widely used in ceramics and polymer industries. Defect energetics, diffusion of Ca ions and a solution of dopants are studied using atomistic-scale simulation based on the classical pair potentials. The energetically favourable defect process is calculated to be the Ca-Si anti-site defect cluster in which both Ca and Si swap their atomic positions simultaneously. It is calculated that the Ca ion migrates in the ab plane with an activation energy of 1.59 eV, inferring its slow diffusion. Favourable isovalent dopants on the Ca and Si sites are Sr2+ and Ge4+, respectively. Subvalent doping by Al on the Si site is a favourable process to incorporate additional Ca in the form of interstitials in CaSiO3. This engineering strategy would increase the capacity of this material.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Exploring the Structural Chemistry of Pyrophosphoramides: N,N′,N″,N‴-Tetraisopropylpyrophosphoramide",
        "doi": "10.3390/chemistry3010013",
        "year": 2021,
        "abstract": "<jats:p>N,N′,N″,N‴-Tetraisopropylpyrophosphoramide 1 is a pyrophosphoramide with documented butyrylcholinesterase inhibition, a property shared with the more widely studied octamethylphosphoramide (Schradan). Unlike Schradan, 1 is a solid at room temperature making it one of a few known pyrophosphoramide solids. The crystal structure of 1 was determined by single-crystal X-ray diffraction and compared with that of other previously described solid pyrophosphoramides. The pyrophosphoramide discussed in this study was synthesised by reacting iso-propyl amine with pyrophosphoryl tetrachloride under anhydrous conditions. A unique supramolecular motif was observed when compared with previously published pyrophosphoramide structures having two different intermolecular hydrogen bonding synthons. Furthermore, the potential of a wider variety of supramolecular structures in which similar pyrophosphoramides can crystallise was recognised. Proton (1H) and Phosphorus 31 (31P) Nuclear Magnetic Resonance (NMR) spectroscopy, infrared (IR) spectroscopy, mass spectrometry (MS) were carried out to complete the analysis of the compound.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Comparison of Cu-CHA-Zeolites in the Hybrid NSR-SCR Catalytic System for NOx Abatement in Mobile Sources",
        "doi": "10.3390/chemistry5010043",
        "year": 2023,
        "abstract": "<jats:p>DeNOx activity in a NSR–SCR hybrid system of two copper-containing chabazite-type zeolitic catalysts was addressed. A Pt-Ba-K/Al2O3 model catalyst was used as the NSR (NOx storage and reduction) catalyst. For the SCR (selective catalytic reduction) system, two Cu-CHA zeolites were synthesized employing a single hydrothermal synthesis method assisted with ultrasound and incorporating Cu in a 2 wt.%, 2Cu-SAPO-34 and 2Cu-SSZ-13. The prepared catalysts were characterized, and the crystallinity, surface area, pore size, HR-TEM and EDX mapping, coordination of Cu ions and acidity were compared. The NH3 storage capacity of the SCR catalysts was 1890 and 837 μmol NH3·gcat−1 for 2Cu-SAPO-34 and 2Cu-SSZ-13, respectively. DeNOx activity was evaluated for the single NSR system and the double-bed NSR–SCR by employing alternating lean (3%O2) and rich (1%H2) cycles, maintaining a concentration of 600 ppm NO, 1.5% H2O and 0.3% CO2 between 200 and 350 °C. The addition of the SCR system downstream of the NSR catalyst significantly improved NOx conversion mainly at low temperature, maintaining the selectivity to N2 above 80% and reaching values above 90% at 250 °C when the 2Cu-SSZ-13 catalyst was located. The total reduction in the production of NH3 and ~2% of N2O was observed when comparing the NSR–SCR configuration with the single NSR catalyst.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Self-Assembly of a Rare High Spin FeII/PdII Tetradecanuclear Cubic Cage Constructed via the Metalloligand Approach",
        "doi": "10.3390/chemistry4020038",
        "year": 2022,
        "abstract": "<jats:p>Polynuclear heterobimetallic coordination cages in which different metal cations are connected within a ligand scaffold are known to adopt a variety of polyhedral architectures, many of which display interesting functions. Within the extensive array of coordination cages incorporating Fe(II) centres reported so far, the majority contain low-spin (LS) Fe(II), with high-spin (HS) Fe(II) being less common. Herein, we present the synthesis and characterisation of a new tetradecanuclear heterobimetallic [Fe8Pd6L8](BF4]28 (1) cubic cage utilising the metalloligand approach. Use of the tripodal tris-imidazolimine derivative (2) permitted the formation of the tripodal HS Fe(II) metalloligand [FeL](BF4)2·CH3OH (3) that was subsequently used to form the coordination cage 1. Magnetic and structural analyses gave insight into the manner in which the HS environment of the metalloligand was transferred into the cage architecture along with the structural changes that accompanied its occupancy of the eight corners of the discrete cubic structure.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Bioactive Pyrrolo[2,1-f][1,2,4]triazines: Synthesis, Molecular Docking, In Vitro Cytotoxicity Assay and Antiviral Studies",
        "doi": "10.3390/chemistry5040171",
        "year": 2023,
        "abstract": "<jats:p>A series of 2,4-disubstituted pyrrolo[2,1-f][1,2,4]triazines containing both aryl and thienyl substituents were synthesized by exploiting the 1,3-cycloaddition reaction of N(1)-ethyl-1,2,4-triazinium tetrafluoroborates with dimethyl acetylenedicarboxylate. The antiviral activity of the synthesized compounds against influenza virus strain A/Puerto Rico/8/34 (H1N1) was studied in experiments on Madin-Darby canine kidney (MDCK) cell culture. Among the pyrrolo[2,1-f][1,2,4]triazine derivatives, compounds with low toxicity and high antiviral activity were identified. Dimethyl 4-(4-methoxyphenyl)-7-methyl-2-p-tolylpyrrolo[2,1-f][1,2,4]triazine-5,6-dicarboxylate was found to demonstrate the best antiviral activity (IC50 4 µg/mL and selectivity index 188). Based on the results of in vitro tests and molecular docking studies performed, a plausible mechanism of action for these compounds was suggested to involve inhibition of neuraminidase.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Nature Inspired Manganese(III)-Calcium Complexes: Towards Synthetic Models for the WOC of PSII",
        "doi": "10.3390/chemistry5020049",
        "year": 2023,
        "abstract": "<jats:p>For some time, the presence of high oxidation state Mn ions and Ca(II) in the active center of Photosystem II has been known. However, coordination complexes that combine both Mn(III) and Ca(II) have been difficult to obtain, with only a handful of examples reported. In this paper we report the synthesis of two new Mn(III)-Ca(II) complexes, 1 [Pr2NH2]3[Mn6CaO2(OH)(OMe)3(SALO)6 (SALOH)3] and 2 [Mn18Ca6O12(OH)6(MeO)12(PhCOO)18(MeOH)6]. The complexes have been characterized by single-crystal X-ray diffraction to establish the oxidation state of manganese. The use of salicylato ligands with tert-butyl substituents leads to effective encapsulation of a Ca(II) ion in a cavity that has both hydrophobic and hydrophilic regions, mimicking the enzyme environment.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Selective Fluorimetric Detection of Pyrimidine Nucleotides in Neutral Aqueous Solution with a Styrylpyridine-Based Cyclophane",
        "doi": "10.3390/chemistry5020082",
        "year": 2023,
        "abstract": "<jats:p>A styrylpyridine-containing cyclophane with diethylenetriamine linkers is presented as a host system whose association with representative nucleotides was examined with photometric and fluorimetric titrations. The spectrometric titrations revealed the formation of 1:1 complexes with log Kb values in the range of 2.3–3.2 for pyrimidine nucleotides TMP (thymidine monophosphate), TTP (thymidine triphosphate) and CMP (cytidine monophosphate) and 3.8–5.0 for purine nucleotides AMP (adenosine monophosphate), ATP (adenosine triphosphate), and dGMP (deoxyguanosine monophosphate). Notably, in a neutral buffer solution, the fluorimetric response to the complex formation depends on the type of nucleotide. Hence, quenching of the already weak fluorescence was observed with the purine bases, whereas the association of the cyclophane with pyrimidine bases TMP, TTP, and CMP resulted in a significant fluorescence light-up effect. Thus, it was demonstrated that the styrylpyridine unit is a useful and complementary fluorophore for the development of selective nucleotide-targeting fluorescent probes based on alkylamine-linked cyclophanes.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Structural Characterization, Antioxidant, and Antiviral Activity of Sulfated Polysaccharide (Fucoidan) from Sargassum asperifolium (Turner) J. Agardh",
        "doi": "10.3390/chemistry5040176",
        "year": 2023,
        "abstract": "<jats:p>Brown algae possess a diverse array of acidic polysaccharides, including fucoidan. The present research intends to investigate the extraction and characterization of algal polysaccharides to explore their antiviral activity. A light brown sulfated polysaccharide was extracted (with a yield of 18% of dry weight) from Sargassum asperifolium algal powder. The results of fractionation of sulfated polysaccharide revealed the occurrence of two primary fractions: low-sulfated polysaccharides (SPF1) and high-sulfated polysaccharides (SPF2). The bioassays conducted on SPF2 demonstrated a greater level of antioxidant activity compared to SPF1, with respective IC50 values of 17 ± 1.3 µg/mL and 31 ± 1.1 μg/mL after a duration of 120 min. The cytotoxicity of SPF2 on Vero cells was determined, and the calculated half-maximal cytotoxic concentration (CC50) was found to be 178 ± 1.05 µg/mL. Based on these results, an antiviral activity assay was conducted on SPF2. The results demonstrated that SPF2 had greater efficacy against Hepatitis A Virus (HAV) compared to Herpes Simplex Virus Type 1 (HSV-1), with corresponding half-maximal inhibitory concentrations (IC50) of 48 ± 1.8 µg/mL and 123 ± 2.6 µg/mL, respectively. The active SPF2 was characterized by FT-IR, 1H, and 13C NMR spectroscopy. The extracted fucoidan can be used as a natural therapeutic agent in combating various viral infections.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Short I⋯O Interactions in the Crystal Structures of Two 2-Iodo-Phenyl Methyl-Amides as Substrates for Radical Translocation Reactions",
        "doi": "10.3390/chemistry5020083",
        "year": 2023,
        "abstract": "<jats:p>Radical translocation reactions are finding various uses in organic synthesis, in particular the stereospecific formation of complex natural products. In this work, the syntheses and single-crystal structures of two substituted 2-iodo-phenyl methyl-amides are reported, namely cyclo-propane carboxylic acid (2-iodo-phenyl)-methyl-amide, C11H12INO (1), and cyclo-heptane carboxylic acid (2-iodo-phenyl)-methyl-amide, C15H20INO (2). In each case, the methyl-amide group has a syn conformation, and this grouping is perpendicular to the plane of the benzene ring: these solid-state conformations appear to be well setup to allow an intramolecular hydrogen atom transfer to take place as part of a radical translocation reaction. Short intermolecular I⋯O halogen bonds occur in each crystal structure, leading to [010] chains in 1 [I⋯O = 3.012 (2) Å] and isolated dimers in 2 [I⋯O = 3.024 (4) and 3.057 (4) Å]. The intermolecular interactions are further quantified by Hirshfeld surface analyses.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Environmental Applications of Zeolites: Preparation and Screening of Cu-Modified Zeolites as Potential CO Sensors",
        "doi": "10.3390/chemistry5010024",
        "year": 2023,
        "abstract": "<jats:p>This work is focused on the application of Cu-containing zeolites as potential environmental sensors for monitoring carbon monoxide. A number of commercial zeolites with different structural properties (NaX, NaY, MOR, FER, BEA and ZSM-5) were modified using CuSO4, Cu(NO3)2 and Cu(OAc)2 solutions as copper sources to prepare Cu+-containing zeolites, since Cu+ forms stable complexes with CO at room temperature that can be monitored by infrared spectroscopy. Zeolite impregnation with Cu(NO3)2 resulted in the highest total Cu-loadings, while the Cu(OAc)2-treated samples had the highest Cu+/Cutotal ratio. Cu(NO3)2-impregnated MOR, which displayed the highest concentration of Cu+, was subjected to a number of tests to evaluate its performance as a potential CO sensor. The working temperature and concentration ranges of the sensor were determined to be from 20 to 300 °C and from 10 to 10,000 ppm, respectively. The stepwise CO desorption experiments indicated that the sensor can be regenerated at 400 °C if required. Additional analyses under realistic flow conditions demonstrated that for hydrophilic zeolites, the co-adsorption of water can compromise the sensor’s performance. Therefore, a hydrophobic Sn-BEA was utilised as a parent material for the preparation of an impregnated Cu-Sn-BEA zeolite, which exhibited superior resistance to interfering water while maintaining its sensing properties. Overall, the prepared Cu-modified zeolites showed promising potential as environmental CO sensors, displaying high sensitivity and selectivity under representative testing conditions.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Towards a Better Understanding of the Interaction of Fe66Cr10Nb5B19 Metallic Glass with Aluminum: Growth of Intermetallics and Formation of Kirkendall Porosity during Sintering",
        "doi": "10.3390/chemistry5010011",
        "year": 2023,
        "abstract": "<jats:p>Metallic-glass-reinforced metal matrix composites are a novel class of composite materials, in which particles of alloys with an amorphous structure play the role of reinforcement. During the fabrication of these composites, a crystalline metal is in contact with a multicomponent alloy of an amorphous structure. In the present work, the morphological features of the reaction products formed upon the interaction of Fe66Cr10Nb5B19 metallic glass particles with aluminum were studied. The composites were processed via spark plasma sintering (SPS), hot pressing or a combination of SPS and furnace annealing. The reaction products in composites with different concentrations of the metallic glass and different transformation degrees were examined. The products of the interaction of the Fe66Cr10Nb5B19 metallic glass with Al were observed as dense layers covering the residual alloy cores, needles of FeAl3 protruding from the dense shells as well as needles and platelets of FeAl3 distributed in the residual Al matrix. The possible role of the liquid phase in the structure formation of the reaction products is discussed. The formation of needle- and platelet-shaped particles presumably occurred via crystallization from the Al-Fe-based melt, which formed locally due to the occurrence of the exothermic reactions between aluminum and iron. At the same time, aluminum atoms diffused into the solid Fe-based alloy particles, forming an intermetallic layer, which could grow until the alloy was fully transformed. When aluminum melted throughout the volume of the composite during heating of the sample above 660 °C, a similar microstructure developed. In both Al–Fe66Cr10Nb5B19 and Al–Fe systems, upon the reactive transformation, pores persistently formed in locations occupied by aluminum owing to the occurrence of the Kirkendall effect.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "DNA Nanotechnology-Empowered Fluorescence Imaging of APE1 Activity",
        "doi": "10.3390/chemistry5030124",
        "year": 2023,
        "abstract": "<jats:p>Apurinic/apyrimidinic endonuclease 1 (APE1), also known as redox factor-1 (Ref-1), is a multifunctional protein that exists widely in living organisms. It can specifically recognize and cleave the DNA in apurinic/apyrimidinic (AP) sites in the base excision repair (BER) pathway, as well as regulate the expression of genes to activate some transcription factors. The abnormal expression and disruptions in the biological functions of APE1 are linked to a number of diseases, including inflammation, immunodeficiency, and cancer. Hence, it is extremely desired to monitor the activity of APE1, acquiring a thorough understanding of the healing process of damaged DNA and making clinical diagnoses. Thanks to the advent of DNA nanotechnology, some nanodevices are used to image the activity of APE1 with great sensitivity and simplicity. In this review, we will summarize developments in DNA-nanotechnology-empowered fluorescence imaging in recent years for APE1 activity according to different types of DNA probes, which are classified into linear DNA probes, composite DNA nanomaterials, and three-dimensional (3D) DNA nanostructures. We also highlight the future research directions in the field of APE1 activity imaging.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Study of the Performance of Particles Based on Modified Starches Containing Potassium Sorbate and Incorporated into Biodegradable Films: Physicochemical Characterization and Antimicrobial Action",
        "doi": "10.3390/chemistry3020046",
        "year": 2021,
        "abstract": "<jats:p>Ultrasound technique was used to produce native and acetylated cassava starch particles containing potassium sorbate (KS). In order to obtain an active packaging, films with addition of native starch particles containing KS (NKSPF) or added with acetylated starch particles containing KS (AKSPF) were formulated. As control systems, films without KS (CF) or added with KS that was not retained in particles (KSF), were produced. The NKSPF and AKSPF microstructure was consistent with composite materials. Tensile test revealed that CF and KSF were ductile and extensible (stress at break (σb) 2.8–2.5 MPa and strain at break (εb) 284–206%), while NKSPF and AKSPF were more resistant films with higher Young’s Modulus (148–477 MPa) and σb (3.6–17 MPa) but lower εb (40–11%). Moreover, NKSPF and AKSPF developed lower Yellowness Index (6.6–6.5) but higher opacity (19–23%) and solubility in water (31–35%) than KSF (9, 10.8% and 9%, respectively). It was observed that KSF and NKSPF moderately reduced the Zygosaccharomyces bailii growth while AKSPF showed the highest yeast inhibition, three Log-cycles, compared to CF. Additionally, FTIR spectroscopy revealed intensified interactions between KS and modified starch. It was concluded that starch sonication and acetylation were useful modifications to produce particles carrier of KS that improved the physical and antimicrobial performance of active films.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Self-Assembled DNA Nanospheres: Design and Applications",
        "doi": "10.3390/chemistry5030129",
        "year": 2023,
        "abstract": "<jats:p>Self-assembled DNA nanospheres, as versatile and ideal vehicles, have offered new opportunities to create intelligent delivery systems for precise bioimaging and cancer therapy, due to their good biostability and cell permeability, large loading capacity, and programmable self–assembly behaviors. DNA nanospheres can be synthesized by the self–assembly of Y–shaped DNA monomers, ultra–long single-stranded DNA (ssDNA), and even metal–DNA coordination. Interestingly, they are size–controllable by varying some parameters including concentration, reaction time, and mixing ratio. This review summarizes the design of DNA nanospheres and their extensive biomedical applications. First, the characteristics of DNA are briefly introduced, and different DNA nanostructures are mentioned. Then, the design of DNA nanospheres is emphasized and classified into three main categories, including Y–shaped DNA unit self-assembly by Watson–Crick base pairing, liquid crystallization and the dense packaging of ultra–long DNA strands generated via rolling circle amplification (RCA), and metal–DNA coordination–driven hybrids. Meanwhile, the advantages and disadvantages of different self–assembled DNA nanospheres are discussed, respectively. Next, the biomedical applications of DNA nanospheres are mainly focused on. Especially, DNA nanospheres serve as promising nanocarriers to deliver functional nucleic acids and drugs for biosensing, bioimaging, and therapeutics. Finally, the current challenges and perspectives for self-assembled DNA nanospheres in the future are provided.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Solvatochromism and Selective Sorption of Volatile Organic Solvents in Pyridylbenzoate Metal-Organic Frameworks",
        "doi": "10.3390/chemistry1010009",
        "year": 2019,
        "abstract": "<jats:p>Using cobalt(II) as a metal centre with different solvent systems afforded the crystallization of isomorphous metal-organic frameworks {[Co(34pba)(44pba)]·DMF}n (1) and {[Co(34pba)(44pba)]·(C3H6O)}n (2) from mixed 4-(4-pyridyl)benzoate (44pba) and 3-(4-pyridyl)benzoate (34pba) ligands. Zinc(II) under the same reaction conditions that led to the formation of 1 formed an isostructural {[Zn(34pba)(44pba)]·DMF}n framework (3). Crystal structures of all three MOFs were elucidated and their thermal stabilities were determined. The frameworks of 1, 2, and 3 were activated under vacuum to form the desolvated forms 1d, 2d, and 3d, respectively. PXRD results showed that 1d and 2d were identical, consequently, 1d and 3d were then investigated for sorption of volatile organic compounds (VOCs) containing either chloro or amine moieties. Thermogravimetric analysis (TGA) and nuclear magnetic resonance (NMR) were used to determine the sorption capacity and selectivity for the VOCs. Some sorption products of 1d with amines became amorphous, but the crystalline framework could be recovered on desorption of the amines. Investigation of the sorption of water (H2O) and ammonia (NH3) in 1d gave rise to new phases identifiable by means of a colour change (solvatochromism). The kinetics of desorption of DMF, water and ammonia from frameworks 1d and 3d were studied using non-isothermal TGA. Activation energies for both cobalt(II) and zinc(II) frameworks are in the order NH3 &lt; H2O &lt; DMF, with values for the 1d analogue always higher than those for 3d.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Wasteless Synthesis and Properties of Highly Dispersed MgAl2O4 Based on Product of Thermal Activation of Gibbsite",
        "doi": "10.3390/chemistry4020024",
        "year": 2022,
        "abstract": "<jats:p>The study showed that the interaction of the product of centrifugal thermal activation of gibbsite with an aqueous solution of magnesium nitrate at a cationic ratio Mg:Al = 1:2 leads to the formation of mixed double hydroxides both under hydrothermal treatment at 150 °C and at room temperature. The subsequent thermal treatment at 550 °C of the product of mild interaction leads to ~90% alumina-magnesia spinel and ~10% MgO, while the treatment of the hydrothermal interaction product leads to ~100% spinel with the stoichiometric composition MgAl2O4. The obtained spinel samples possess a high specific surface area (above 100 m2/g) and a hierarchical pore structure formed by the micron-level particles of different sizes (1–2 and 10–20 μm) consisting of ~70 nm crystallites with ~3 nm pores; the samples differ mostly in the total volume and quantitative ratio of the pores. The samples have Lewis acid sites of moderate strength on the surface, the amount of which is much lower to how it is when compared with a sample prepared by precipitation in that they also differ by quantity from each other as well (503 μmol/g for stoichiometric spinel and 304 μmol/g for sample with admixture of MgO). As the calcination temperature is raised to 850 °C, the acidity decreases—only weak Lewis acid sites are observed, the amount of which is also higher for stoichiometric spinel (161 and 39 μmol/g, respectively). The method proposed for the synthesis of alumina-magnesia systems provides a high dispersion and a much lower surface acidity for the oxides; in addition, it minimizes or completely excludes wash water, in distinction to the precipitation method.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Natural and Engineered Electron Transfer of Nitrogenase",
        "doi": "10.3390/chemistry2020021",
        "year": 2020,
        "abstract": "<jats:p>As the only enzyme currently known to reduce dinitrogen (N2) to ammonia (NH3), nitrogenase is of significant interest for bio-inspired catalyst design and for new biotechnologies aiming to produce NH3 from N2. In order to reduce N2, nitrogenase must also hydrolyze at least 16 equivalents of adenosine triphosphate (MgATP), representing the consumption of a significant quantity of energy available to biological systems. Here, we review natural and engineered electron transfer pathways to nitrogenase, including strategies to redirect or redistribute electron flow in vivo towards NH3 production. Further, we also review strategies to artificially reduce nitrogenase in vitro, where MgATP hydrolysis is necessary for turnover, in addition to strategies that are capable of bypassing the requirement of MgATP hydrolysis to achieve MgATP-independent N2 reduction.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "New Functionalized Chitosan with Thio-Thiadiazole Derivative with Enhanced Inhibition of Pathogenic Bacteria, Plant Threatening Fungi, and Improvement of Seed Germination",
        "doi": "10.3390/chemistry5030118",
        "year": 2023,
        "abstract": "<jats:p>In this study, a new modified chitosan conjugate (Chito-TZ) was developed via amide coupling between the acid chloride derivative of the methylthio-thidiazole compound and the free primary amino groups of chitosan. The product was characterized using several instrumental investigations, including Fourier-transform infrared spectroscopy (FT-IR), 1H-Nuclear magnetic resonance, X-ray photoelectron spectroscopy (XPS), thermogravimetric analysis (TGA), and X-ray diffraction (XRD). XRD indicated that the crystalline pattern of chitosan was interrupted after chemical modification with the thiadiazole derivative. Broido’s model was used to determine the thermal activation energy Ea, and the results showed that the Ea for the first decomposition region of Chito-TZ is 24.70 KJ mol−1 lower than that required for chitosan (95.57 KJ mol−1), indicating the accelerating effect of the thiadiazole derivative on the thermal decomposition of Chito-TZ. The modified chitosan showed better antibacterial and antifungal activities than the non-modified chitosan; except for seed germination, chitosan was better. The Chito-TZ showed a low MIC value (25–50 µg mL−1) compared to Chito (50–100 µg mL−1). Moreover, the maximum inhibition percentages for plant-pathogenic fungi, Aspergillus niger, Fusarium oxysporum, and Fusarium solani, were attained at a concentration of 300 µg mL−1 with values of 35.4 ± 0.9–39.4 ± 1.7% for Chito and 45.2 ± 1.6–52.1 ± 1.3% for Chito-TZ. The highest germination percentages (%) of broad bean, shoot and root length and weight, and seed vigor index were obtained after Chito treatment with a concentration of 200 µg mL−1 compared to Chito-TZ.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Mechanochemistry through Extrusion: Opportunities for Nanomaterials Design and Catalysis in the Continuous Mode",
        "doi": "10.3390/chemistry5030120",
        "year": 2023,
        "abstract": "<jats:p>The potentialities of mechanochemistry trough extrusion have been investigated for the design of nanosized catalysts and their use in C-C bond-forming reactions. The mechanochemical approach proved successful for the synthesis of supported palladium nanoparticles with mean diameter within 6–10 nm, achieved by the reduction of Pd(II) acetate with ethylene glycol, in the absence of any solvent. A mesoporous N-doped carbon derived from chitin as a renewable biopolymer, was used as a support. Thereafter, the resulting nanomaterials were tested as catalysts to implement a second extrusion based-protocol for the Suzuki-Miyaura cross-coupling reaction of iodobenzene and phenylboronic acid. The conversion and the selectivity of the reaction were 81% and &gt;99%, respectively, with a productivity of the desired derivative, biphenyl, of 41 mmol gcat−1 h−1.</jats:p>",
        "is_referenced_by_count": 2
    }
]