[
    {
        "title": "Interval Type-2 Fuzzy Multiattribute Group Decision-Making for Logistics Services Providers Selection by Combining QFD with Partitioned Heronian Mean Operator",
        "doi": "10.1155/2019/6727259",
        "year": 2019,
        "abstract": "<jats:p>Logistics service (LS) has key impacts on customers’ satisfaction. Quality function deployment (QFD) can guarantee that logistic services provider’s (LSP) attributes are in accordance with the customer’s preferences for the LS. The partitioned Heronian mean (PHM) operator assumes that all attributes are partitioned into several clusters. Herein, the attributes in the same clusters are interrelated, while the attributes in different clusters are independent, and the operator can be utilized to solve LSP selection (LSPS) problems in which all attributes are partitioned into several clusters. Interval type-2 fuzzy sets (IT2FSs) can more competently express the ambiguity and vagueness and have more powerful processing abilities. In this paper, we propose a novel LSPS method from the customers’ perspective by combining QFD with the PHM operator in IT2FSs environments. First, we develop the interval type-2 fuzzy PHM (IT2FPHM) operator and the interval type-2 fuzzy weighted PHM (IT2FWPHM) operator and discuss some properties of them. Then, based on the relationships between the customer requirements (CRs) and the technical attributes (TAs), QFD is utilized in order to convert the CRs for LS concerns into multiple attributes for LSP’s TAs. Finally, a case of a fresh E-business LSPS is used in order to demonstrate the validity and rationality of the proposed method, and some comparisons are used in order to show the superiority of the proposed method.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "3D Reconstruction of Pedestrian Trajectory with Moving Direction Learning and Optimal Gait Recognition",
        "doi": "10.1155/2018/8735846",
        "year": 2018,
        "abstract": "<jats:p>An inertial measurement unit-based pedestrian navigation system that relies on the intelligent learning algorithm is useful for various applications, especially under some severe conditions, such as the tracking of firefighters and miners. Due to the complexity of the indoor environment, signal occlusion problems could lead to the failure of certain positioning methods. In complex environments, such as those involving fire rescue and emergency rescue, the barometric altimeter fails because of the influence of air pressure and temperature. This paper used an optimal gait recognition algorithm to improve the accuracy of gait detection. Then a learning-based moving direction determination method was proposed. With the Kalman filter and a zero-velocity update algorithm, different gaits could be accurately recognized, such as going upstairs, downstairs, and walking flat. According to the recognition results, the position change in the vertical direction could be reasonably corrected. The obtained 3D trajectory involving both horizontal and vertical movements has shown that the accuracy is significantly improved in practical complex environments.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Integrated Estimation/Guidance Law against Exoatmospheric Maneuvering Targets",
        "doi": "10.1155/2018/7470823",
        "year": 2018,
        "abstract": "<jats:p>An integrated guidance integrated estimation/guidance law is designed for exoatmospheric interceptors equipped with divert thrusters and optical seekers to intercept maneuvering targets. This paper considers an angles-only guidance problem for exoatmospheric maneuvering targets. A bounded differential game-based guidance law is derived against maneuvering targets using zero-effort-miss (ZEM). Estimators based the extended Kalman filter (EKF) and the unscented Kalman filter (UKF) are designed to estimate LOS rates that are contaminated by noise and target maneuver. Furthermore, to improve the observability of the range, an observability enhancement differential game guidance law is derived. The guidance law and the estimator are integrated together in the guidance loop. The proposed integrated estimation/guidance law has been tested in several three-dimensional nonlinear interception scenarios. Numerical simulations on a set of Monte-Carlo simulations prove the validity and superiority of the proposed guidance law in hit-to-kill interception.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "An Empirical Study on the Agglomeration Characteristics of China’s Construction Industry Based on Spatial Autocorrelation and Spatiotemporal Transition",
        "doi": "10.1155/2021/5539047",
        "year": 2021,
        "abstract": "<jats:p>The spatiotemporal agglomeration of industries is the most prominent geographical feature of economic activities. Based on the analysis of the spatiotemporal distribution of China’s construction industry agglomeration, this paper analyzes the characteristics and evolution trend of the spatiotemporal agglomeration of construction industry in 31 provinces and cities of China from 2010 to 2019 by using Moran’s index and the spatiotemporal transition measurement model. The findings are as follows: (1) China’s construction industry has experienced two stages in terms of time: steady rise and turbulent rise. Spatially, China’s construction industry, as a whole, the space takes the shape of one horizontal and two vertical, similar to the letter “H” being crossed. And the difference of “East-West” two ends of the industrial agglomeration level is obvious. (2) The Yangtze River Delta Urban Agglomerations (Shanghai, Jiangsu, and Zhejiang), the Pearl River Delta Urban Agglomerations (Guangdong), Beijing-Tianjin-Hebei Urban Agglomerations, and the western region (Xinjiang and Tibet) have significant local features. The four major types of China’s construction industry cluster, which are H-H, H-L, L-H, and L-L, are formed. (3) The time-space transition of China’s construction industry is dominated by the “stable transition” mode. The transition inertia is significant. The regional development has strong path dependence and spatial locking characteristics.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "How Price-Based Frequency Regulation Impacts Stability in Power Grids: A Complex Network Perspective",
        "doi": "10.1155/2020/6297134",
        "year": 2020,
        "abstract": "<jats:p>With the deregulation of modern power grids, electricity markets are playing a more and more important role in power grid operation and control. However, it is still questionable how the real-time electricity price-based operation affects power grid stability. From a complex network perspective, here we investigate the dynamical interactions between price-based frequency regulations and physical networks, which results in an interesting finding that a local minimum of network stability occurs when the response strength of generators/consumers to the varying price increases. A case study of the real world-based China Southern Power Grid demonstrates the finding and exhibits a feasible approach to network stability enhancement in smart grids. This also provides guidance for potential upgrade and expansion of the current power grids in a cleaner and safer way.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Two-Parameter Regularization Method for a Nonlinear Backward Heat Problem with a Conformable Derivative",
        "doi": "10.1155/2020/4143930",
        "year": 2020,
        "abstract": "<jats:p>In this paper, we consider the nonlinear inverse-time heat problem with a conformable derivative concerning the time variable. This problem is severely ill posed. A new method on the modified integral equation based on two regularization parameters is proposed to regularize this problem. Numerical results are presented to illustrate the efficiency of the proposed method.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Comprehensive Utilization Pattern of the Bohai Rim Coastline Using the Restrictive Composite Index Method",
        "doi": "10.1155/2021/3402516",
        "year": 2021,
        "abstract": "<jats:p>Coastlines play an important role in human activity and economic development. Reasonably allocating shoreline resources and addressing contradictions between ecological protection and development are critical issues. In this study, positive and negative factors affecting the natural, environmental, and socioeconomic status of the coastal zone while considering land and sea effects were comprehensively analyzed using ecological theories and methods, and an improved restrictive composite index model was constructed. We quantitatively analyzed the comprehensive utilization pattern of the Bohai Rim coastline, China, in terms of the coastline utilization type and spatial agglomeration characteristics. The comprehensive utilization pattern of the Bohai Rim coastline is as follows: ecological areas are present in the north and south, and industrial areas are present in the east and west. Industrial production areas along the coastline are mainly distributed in the East Liaodong and Bohai bays, and ecological protection areas are located in the estuaries of the Liaohe and Yellow River. The improved restricted comprehensive index method model weakens the interaction among variables and makes the calculation results closer to the real situation. The results of the comprehensive utilization pattern of Bohai Rim coastline obtained by quantitative evaluation are of great significance for the coordinated development of coastline ecological protection and development and utilization.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Application of Taiwan’s Human Rights-Themed Cultural Assets and Spatial Information",
        "doi": "10.1155/2020/5205970",
        "year": 2020,
        "abstract": "<jats:p>Cultural assets preserve the traces of people’s life history around the world. With an understanding of the historical context and meaning of cultural assets, people would cherish their value and then adopt appropriate cultural resource preservation strategies. Human rights as the universal value refer to the inalienable and basic rights of human beings. This article uses the National Cultural Assets Network to query Taiwan’s human rights-themed cultural assets, and I apply the spatial information technology of the DocuSky digital humanities academic research platform to draw the maps with GIS and visualization tools. Also, I apply spatial information to the academic research of human rights-themed cultural assets, aiming to deepen local cultural identity and unveiling that human studies influence spatial practice. Tourism is an important experience economy. Based on the value of Taiwan’s human rights-themed cultural assets, I plan to guide the human rights journey in Taipei to share Taiwan’s experience of happiness with the world, as well.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Economic Development Forecast of China’s General Aviation Industry",
        "doi": "10.1155/2020/3747031",
        "year": 2020,
        "abstract": "<jats:p>Aiming at solving the problem of system external impact on China’s general aviation industry, combining functional theory and grey system theory, and applying Bayesian network reasoning technology, a grey Bayesian network reasoning prediction model of system impact and system control is established. Based on the dynamic deduction of the functional analysis factor of system impact evolution, the flight time of general aviation production operation is selected to predict the development trend of the system. Based on the current period information of the general aviation industry, the grey Bayesian network inference prediction model is used to predict the current and future trends, so as to predict the economic development trend of the general aviation industry in China. The prediction results are more accurate than those of other existing models.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Agent-Oriented Software Engineering Methodologies: Analysis and Future Directions",
        "doi": "10.1155/2021/1629419",
        "year": 2021,
        "abstract": "<jats:p>The Internet of Things (IoT) facilitates in building cyber-physical systems, which are significant for Industry 4.0. Agent-based computing represents effective modeling, programming, and simulation paradigm to develop IoT systems. Agent concepts, techniques, methods, and tools are being used in evolving IoT systems. Over the last years, in particular, there has been an increasing number of agent approaches proposed along with an ever-growing interest in their various implementations. Yet a comprehensive and full-fledged agent approach for developing related projects is still lacking despite the presence of agent-oriented software engineering (AOSE) methodologies. One of the moves towards compensating for this issue is to compile various available methodologies, ones that are comparable to the evolution of the unified modeling language (UML) in the domain of object-oriented analysis and design. These have become de facto standards in software development. In line with this objective, the present research attempts to comprehend the relationship among seven main AOSE methodologies. More specifically, we intend to assess and compare these seven approaches by conducting a feature analysis through examining the advantages and limitations of each competing process, structural analysis, and a case study evaluation method. This effort is made to address the significant characteristics of AOSE approaches. The main objective of this study is to conduct a comprehensive analysis of selected AOSE methodologies and provide a proposal of a draft unified approach that drives strengths (best) of these methodologies towards advancement in this area.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Some Existence Results for a System of Nonlinear Sequential Fractional Differential Equations with Coupled Nonseparated Boundary Conditions",
        "doi": "10.1155/2022/8992894",
        "year": 2022,
        "abstract": "<jats:p>This article concerns with the existence and uniqueness theory of solutions for sequential fractional differential system involving Caputo fractional derivatives of order 1&lt;alpha, beta&lt;2 with coupled nonseparated boundary conditions. The standard tools of the fixed point theory were used to establish the main results. Application is introduced to show the validity of our results.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "A New Scheme for Solving Multiorder Fractional Differential Equations Based on Müntz–Legendre Wavelets",
        "doi": "10.1155/2021/9915551",
        "year": 2021,
        "abstract": "<jats:p>In this study, we apply the pseudospectral method based on Müntz–Legendre wavelets to solve the multiorder fractional differential equations with Caputo fractional derivative. Using the operational matrix for the Caputo derivative operator and applying the Chebyshev and Legendre zeros, the problem is reduced to a system of linear algebraic equations. We illustrate the reliability, efficiency, and accuracy of the method by some numerical examples. We also compare the proposed method with others and show that the proposed method gives better results.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Research on Behavior Model of Rumor Maker Based on System Dynamics",
        "doi": "10.1155/2017/5094218",
        "year": 2017,
        "abstract": "<jats:p>Laws of rumor makers’ behaviors are the root of curbing rumor and effective way to block rumor occurrence. Therefore, based on system dynamics model, this paper proposed the rumors behavior evolution model of rumor makers, aimed at discovering the laws of rumor makers’ behaviors to achieve rumors blocking. First, by refining the driving factors in disinformation behavior, we constructed causal diagram of disinformation behavior evolution; secondly, by means of causal diagram, we constructed stock-flow diagram for quantitative analysis; finally, simulation experiment was carried out by using Vensim Personal Learning Edition software (Vensim PLE). The results showed that negative attitude is a major factor in the occurrence of disinformation behavior; personal factors are more pronounced than the factors of social and government on the impact of disinformation propensity score.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Follow Me Going Out: Cross-Border Investment of Domestic Venture Capital and Overseas Listing of Portfolio Companies",
        "doi": "10.1155/2023/4496136",
        "year": 2023,
        "abstract": "<jats:p>This paper investigates the impact of cross-border investment of domestic venture firms (VCs) on the overseas listings of their domestic portfolio companies. Using a sample of 1,439 domestic VCs’ first-round domestic investment events collected by Crunchbase and PEDATA, we find that the more cross-border investment experience domestic VCs have, the more likely their domestic portfolio companies are to go public outside China. The findings remain robust after using the instrumental variable method to eliminate endogeneity, the Heckman two-stage regression method to eliminate sample selection bias, and the exclusion of a portion of the sample for reregression. In addition, we further find that foreign VCs participating in follow-on financing play a mediating role in the relationship between the cross-border investments of domestic VCs and the overseas listings of their portfolio companies. This paper reveals the critical path for domestic VCs to go out and bring in foreign VCs to promote overseas listings of domestic firms. The findings of this paper are critical to the layout of domestic VCs’ internationalization strategy and the sustainable development of domestic firms.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "An Evaluation Study on Investment Efficiency: A Predictive Machine Learning Approach",
        "doi": "10.1155/2021/6658516",
        "year": 2021,
        "abstract": "<jats:p>This paper proposes a nonlinear autoregressive neural network (NARNET) method for the investment performance evaluation of state-owned enterprises (SOE). It is different from the traditional method based on machine learning, such as linear regression, structural equation, clustering, and principal component analysis; this paper uses a regression prediction method to analyze investment efficiency. In this paper, we firstly analyze the relationship between diversified ownership reform, corporate debt leverage, and the investment efficiency of state-owned enterprises (SOE). Secondly, a set of investment efficiency evaluation index system for SOE was constructed, and a nonlinear autoregressive neural network approach was used for verification. The data of A-share state-owned listed companies in Shanghai and Shenzhen stock exchanges from 2009 to 2018 are taken as a sample. The experimental results show that the output value from the NARNET is highly fitted to the actual data. Based on the neural network model regression analysis, this paper conducts a descriptive statistical analysis of the main variables and control variables of the evaluation indicators. It verifies the direct impact of diversified ownership reform on the investment efficiency of SOE and the indirect impact on the investment efficiency of SOE through corporate debt leverage.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Performance Evaluation of an Ironmaking System with Environmental Costs",
        "doi": "10.1155/2020/2793580",
        "year": 2020,
        "abstract": "<jats:p>This paper proposes an exergoeconomic analysis method that considers environmental costs to make up for the lack of description of environmental costs in the traditional matrix model exergoeconomic analysis method. This method tracks the formation process of the product cost through life cycle and makes a useful exploration for revealing the true cost of the system product. According to actual needs, the principles for the construction of environmental emissions of products are proposed, and a detailed exergoeconomic analysis model is established by taking the iron smelting system as an example. Through calculation and analysis, the formation process and change rule of unit exergoeconomic cost of products in the system are revealed. Especially, considering the exergoeconomic cost of carbon emissions, the results show that the three most influential substances are sinter, coke, and pellets. When carbon dioxide emissions are considered, the total cost will increase by 165.3 CNY/t iron, and unit exergoeconomic cost gradually increases with the progress of the production process.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Leader-Following Bounded Consensus and Multiconsensus of Multiagent Systems",
        "doi": "10.1155/2020/8814455",
        "year": 2020,
        "abstract": "<jats:p>This paper investigates the problem of leader-following consensus and multiconsensus of multiagent systems. A leader-following and bounded consensus protocol via impulsive control for multiagent systems is proposed by using sampled position and velocity data. Consensus and multiconsensus commutative evolution stimulated by varying intelligence degrees of each agent can be achieved to avoid obstacles. Especially, the multiconsensus leader-following can be obtained without grouping the multiagent networks in advance. The necessary and sufficient condition is given to the leader-following bounded consensus tracking of the system by using the Hurwitz criterion and properties of the Laplacian matrix. A simulation is provided to verify the availability of the proposed impulsive control protocol. Furthermore, the result can be applied in obstacle avoidance and round up of target by regulating the intelligence degrees.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Data-Driven Approximated Optimal Control of Sulfur Flotation Process",
        "doi": "10.1155/2019/4754508",
        "year": 2019,
        "abstract": "<jats:p>Sulfur flotation process is a typical industry process with complex dynamics. For a sulfur flotation cell, the structure of the system model could be derived using first-principles and reaction kinetics. However, the model parameters cannot be obtained under certain working conditions. In this paper, by using adaptive dynamic programming (ADP), we establish a data-driven optimal control approach for the operation of a sulfur flotation cell without knowing the model parameters. By learning from the online production data, an initial admissible control policy iteratively converges to an approximated optimal control law, and the dependence of optimal control design on the full model knowledge is eliminated. A simulation environment of sulfur flotation process is constructed based on phenomenological model and industrial data. Some practical problems in the implementation of ADP, i.e., selection of basis functions, how to use the model structural information in the ADP-based control design, are investigated. The feasibility and performance of the proposed data-driven optimal control are tested in the simulation environment. The results indicate the potential of applying bioinspired control methods in flotation process.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Flexible Polynomial Expansion Method for Response Analysis with Random Parameters",
        "doi": "10.1155/2018/7471460",
        "year": 2018,
        "abstract": "<jats:p>The generalized Polynomial Chaos Expansion Method (gPCEM), which is a random uncertainty analysis method by employing the orthogonal polynomial bases from the Askey scheme to represent the random space, has been widely used in engineering applications due to its good performance in both computational efficiency and accuracy. But in gPCEM, a nonlinear transformation of random variables should always be used to adapt the generalized Polynomial Chaos theory for the analysis of random problems with complicated probability distributions, which may introduce nonlinearity in the procedure of random uncertainty propagation as well as leading to approximation errors on the probability distribution function (PDF) of random variables. This paper aims to develop a flexible polynomial expansion method for response analysis of the finite element system with bounded random variables following arbitrary probability distributions. Based on the large family of Jacobi polynomials, an Improved Jacobi Chaos Expansion Method (IJCEM) is proposed. In IJCEM, the response of random system is approximated by the Jacobi expansion with the Jacobi polynomial basis whose weight function is the closest to the probability density distribution (PDF) of the random variable. Subsequently, the moments of the response can be efficiently calculated though the Jacobi expansion. As the IJCEM avoids the necessity that the PDF should be represented in terms of the weight function of polynomial basis by using the variant transformation, neither the nonlinearity nor the errors on random models will be introduced in IJCEM. Numerical examples on two random problems show that compared with gPCEM, the IJCEM can achieve better efficiency and accuracy for random problems with complex probability distributions.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Output Feedback Recursive Dynamic Surface Control with Antiwindup Compensation",
        "doi": "10.1155/2021/8870659",
        "year": 2021,
        "abstract": "<jats:p>Actuator saturation phenomenon often exists in the actual control system, which could destroy the closed-loop performance of the system and even lead to unstable behavior. Our main contribution is to provide an antiwindup recursive dynamic surface control (RDSC) for a discrete-time system with an unknown state and actuator saturation. The fuzzy compensator is added to perform as an active disturbance rejection term in the feedforward path to avoid windup caused by input saturation. To construct output feedback control, the system is transformed into the form of pure-feedback and an improved HOSM observer is designed to carry out future output prediction. Based on which RDSC is synthesized, only one fuzzy logic system (FLS) is used and the controller singularity is completely avoided. In addition, the simulation and numeral examples using a continuous stirred tank reactors (CSTRs) system with actuator saturation are provided and the results show that the strategy owns good robustness and effectively compensates for the disturbance caused by actuator saturation in the presence of a discrete-time system with an unmeasurable state.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Semi-Supervised Cross-Modal Retrieval Based on Discriminative Comapping",
        "doi": "10.1155/2020/1462429",
        "year": 2020,
        "abstract": "<jats:p>Most cross-modal retrieval methods based on subspace learning just focus on learning the projection matrices that map different modalities to a common subspace and pay less attention to the retrieval task specificity and class information. To address the two limitations and make full use of unlabelled data, we propose a novel semi-supervised method for cross-modal retrieval named modal-related retrieval based on discriminative comapping (MRRDC). The projection matrices are obtained to map multimodal data into a common subspace for different tasks. In the process of projection matrix learning, a linear discriminant constraint is introduced to preserve the original class information in different modal spaces. An iterative optimization algorithm based on label propagation is presented to solve the proposed joint learning formulations. The experimental results on several datasets demonstrate the superiority of our method compared with state-of-the-art subspace methods.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Prediction and Classification of Financial Criteria of Management Control System in Manufactories Using Deep Interaction Neural Network (DINN) and Machine Learning",
        "doi": "10.1155/2022/2295105",
        "year": 2022,
        "abstract": "<jats:p>The management control system aids administrators in guiding a business toward its organizational plans; as a result, management control is primarily concerned with the execution of the plan and plans. Financial and nonfinancial criteria are used to create management control systems. The financial element focuses on net income, earnings, and other financial metrics. The two components of leadership strategy in this study are cost and differentiation, which highlight the strategy of differentiation in attaining higher quality due to the robust strategy’s attention on a particular area of the company. In this study, we presented a novel method named deep interaction neural network to predict the performance of the manufacturing companies based on their leading competitors using features cost leadership and differentiation strategies. Moreover, the management control system is classified into two financial and nonfinancial factors based on machine learning methods. Based on the results, the presented factors can accurately estimate the company’s performance based on management control criteria with a 93.48% R-square. Moreover, it can be seen that the DT method is presented with higher classification performance values.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Some Chemistry Indices of Clique-Inserted Graph of a Strongly Regular Graph",
        "doi": "10.1155/2021/7671212",
        "year": 2021,
        "abstract": "<jats:p>In this paper, we give the relation between the spectrum of strongly regular graph and its clique-inserted graph. The Laplacian spectrum and the signless Laplacian spectrum of clique-inserted graph of strongly regular graph are calculated. We also give formulae expressing the energy, Kirchoff index, and the number of spanning trees of clique-inserted graph of a strongly regular graph. And, clique-inserted graph of the triangular graph <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\">\n                        <mi>T</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>t</mi>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula>, which is a strongly regular graph, is enumerated.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Beamforming Design and Covert Performance Analysis for Full-Duplex Multiantenna System",
        "doi": "10.1155/2021/8806874",
        "year": 2021,
        "abstract": "<jats:p>In this work, a wireless covert communication system with full-duplex (FD) multiantenna receiver is considered. In order to improve the convert performance of the wireless communication system in the FD mode, a scheme based on selection combining/zero forcing beamforming (SC/ZFB) is proposed. More specifically, a covert message receiver with a FD multiantenna uses the zero forcing beamforming method to transmit randomly varying noise power to the adversary while receiving covert information from the sender. Firstly, we derive the optimal detection threshold and the corresponding closed expression of the minimum detection error rate of the warden. Secondly, the transmission interruption probability is explored to measure the communication reliability between the sender and the receiver of the covert message. Finally, the throughput performance of the covert communication system is analyzed under random geometry. Our analysis shows that the proposed SC/ZFB scheme can achieve the positive effective convert rate while interfering with the detection of the warden as much as possible. It is worth noting that the increase of the number of antennas and the power of covert message transmission can improve the convert performance of the system.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A New Lifetime Distribution: Properties, Copulas, Applications, and Different Classical Estimation Methods",
        "doi": "10.1155/2021/6657172",
        "year": 2021,
        "abstract": "<jats:p>A new continuous version of the inverse flexible Weibull model is proposed and studied. Some of its properties such as quantile function, moments and generating functions, incomplete moments, mean deviation, Lorenz and Bonferroni curves, the mean residual life function, the mean inactivity time, and the strong mean inactivity time are derived. The failure rate of the new model can be “increasing-constant,” “bathtub-constant,” “bathtub,” “constant,” “J-HRF,” “upside down bathtub,” “increasing,” “upside down-increasing-constant,” and “upside down.” Different copulas are used for deriving many bivariate and multivariate type extensions. Different non-Bayesian well-known estimation methods under uncensored scheme are considered and discussed such as the maximum likelihood estimation, Anderson Darling estimation, ordinary least square estimation, Cramér-von-Mises estimation, weighted least square estimation, and right tail Anderson Darling estimation methods. Simulation studies are performed for comparing these estimation methods. Finally, two real datasets are analyzed to illustrate the importance of the new model.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Flocking Behavior of Cucker–Smale Model with Processing Delay",
        "doi": "10.1155/2020/2724806",
        "year": 2020,
        "abstract": "<jats:p>The dynamics of a delay multiparticle swarm, which contains symmetric and asymmetric pairwise influence functions, are analyzed. Two different sufficient conditions to achieve conditional flocking are obtained. One does not have a clear relationship with this delay, and the other proposes a range of processing delays that affect the emergence of a flock. It is also pointed out that if the interparticle communication function has tail dissipation, unconditional flocking can be guaranteed. Compared with the previous results, the range of the communication rate <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mi>β</mml:mi></mml:math> that allows a flock to emerge has been expanded from 1/4 to 1/2.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Control Scheme for a Fractional-Order Chaotic Genesio-Tesi Model",
        "doi": "10.1155/2019/4678394",
        "year": 2019,
        "abstract": "<jats:p>In this paper, based on the earlier research, a new fractional-order chaotic Genesio-Tesi model is established. The chaotic phenomenon of the fractional-order chaotic Genesio-Tesi model is controlled by designing two suitable time-delayed feedback controllers. With the aid of Laplace transform, we obtain the characteristic equation of the controlled chaotic Genesio-Tesi model. Then by regarding the time delay as the bifurcation parameter and analyzing the characteristic equation, some new sufficient criteria to guarantee the stability and the existence of Hopf bifurcation for the controlled fractional-order chaotic Genesio-Tesi model are derived. The research shows that when time delay remains in some interval, the equilibrium point of the controlled chaotic Genesio-Tesi model is stable and a Hopf bifurcation will happen when the time delay crosses a critical value. The effect of the time delay on the stability and the existence of Hopf bifurcation for the controlled fractional-order chaotic Genesio-Tesi model is shown. At last, computer simulations check the rationalization of the obtained theoretical prediction. The derived key results in this paper play an important role in controlling the chaotic behavior of many other differential chaotic systems.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "An Accurate Approximate-Analytical Technique for Solving Time-Fractional Partial Differential Equations",
        "doi": "10.1155/2017/8718209",
        "year": 2017,
        "abstract": "<jats:p>The demand of many scientific areas for the usage of fractional partial differential equations (FPDEs) to explain their real-world systems has been broadly identified. The solutions may portray dynamical behaviors of various particles such as chemicals and cells. The desire of obtaining approximate solutions to treat these equations aims to overcome the mathematical complexity of modeling the relevant phenomena in nature. This research proposes a promising approximate-analytical scheme that is an accurate technique for solving a variety of noninteger partial differential equations (PDEs). The proposed strategy is based on approximating the derivative of fractional-order and reducing the problem to the corresponding partial differential equation (PDE). Afterwards, the approximating PDE is solved by using a separation-variables technique. The method can be simply applied to nonhomogeneous problems and is proficient to diminish the span of computational cost as well as achieving an approximate-analytical solution that is in excellent concurrence with the exact solution of the original problem. In addition and to demonstrate the efficiency of the method, it compares with two finite difference methods including a nonstandard finite difference (NSFD) method and standard finite difference (SFD) technique, which are popular in the literature for solving engineering problems.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "RAEF: An Imputation Framework Based on a Gated Regulator Autoencoder for Incomplete IIoT Time-Series Data",
        "doi": "10.1155/2021/3320402",
        "year": 2021,
        "abstract": "<jats:p>The number of intelligent applications available for IIoT environments is growing, but when the time-series data these applications rely on are incomplete, their performance suffers. Unfortunately, incomplete data are all too frequent to a phenomenon in the world of IIoT. A common workaround is to use imputation. However, the current methods are largely designed to reconstruct a single missing pattern, where a robust and flexible imputation framework would be able to handle many different missing patterns. Hence, the framework presented in this study, RAEF, is capable of processing multiple missing patterns. Based on a recurrent autoencoder, RAEF houses a novel neuron structure, called a gated regulator, which reduces the negative impact of different missing patterns. In a comparison of the state-of-the-art time-series imputation frameworks at a range of different missing rates, RAEF yielded fewer errors than all its counterparts.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Bayesian Estimations under the Weighted LINEX Loss Function Based on Upper Record Values",
        "doi": "10.1155/2021/9982916",
        "year": 2021,
        "abstract": "<jats:p>The essential objective of this research is to develop a linear exponential (LINEX) loss function to estimate the parameters and reliability function of the Weibull distribution (WD) based on upper record values when both shape and scale parameters are unknown. We perform this by merging a weight into LINEX to produce a new loss function called the weighted linear exponential (WLINEX) loss function. Then, we utilized WLINEX to derive the parameters and reliability function of the WD. Next, we compared the performance of the proposed method (WLINEX) in this work with Bayesian estimation using the LINEX loss function, Bayesian estimation using the squared-error (SEL) loss function, and maximum likelihood estimation (MLE). The evaluation depended on the difference between the estimated parameters and the parameters of completed data. The results revealed that the proposed method is the best for estimating parameters and has good performance for estimating reliability.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Development and Evaluation of a Rehabilitation Wheelchair with Multiposture Transformation and Smart Control",
        "doi": "10.1155/2021/6628802",
        "year": 2021,
        "abstract": "<jats:p>Stroke and other neurological disorders have an effect on mobility which has a significant impact on independence and quality of life. The core rehabilitation requirements for patients with lower limb motor dysfunction are gait training, restand, and mobility. In this work, we introduce a newly developed multifunctional wheelchair that we call “ReChair” and evaluated its performance preliminarily. ReChair seamlessly integrates the mobility, gait training, and multiposture transformation. ReChair driving and multiposture transformation are done using the voice, button, and mobile terminal control. This work describes the functional requirements, mechanical structure, and control system and the overall evaluation of ReChair including the kinematic simulation of the multiposture transformation and passive lower limb rehabilitation training to quantitatively verify the motion capability of ReChair, the voice control system evaluation that shows how the voice recognition system is suitable for home environment, the sensorless speed detection test results that indicate how the wheel speeds measured by sensorless method are appropriate for travelling control, and the passive and balance training test results that show how the lower limb rehabilitation training in daily life by ReChair is convenient. Finally, the experimental results show that ReChair meets the patients’ requirements and has practical significance. It is cost-effective, easy to use, and supports multiple control modes to adapt to different rehabilitation phases.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Bubbles in Agricultural Commodity Markets of China",
        "doi": "10.1155/2019/2896479",
        "year": 2019,
        "abstract": "<jats:p>We employ the generalized supremum augmented Dickey–Fuller test to examine whether there are multiple bubbles in Chinese agricultural commodities. The proposed approach is suitable for time series data and identifies the origination and termination of multiple bubbles. The results indicate the existence of bubbles for some agricultural commodity prices, such as garlic, ginger, corn, and wheat prices, that deviate from their intrinsic values upon market fundamentals. The bubbles in the garlic and ginger market are related to speculative activities. The other bubbles, in the corn and wheat market, are associated with the rising oil price, international market, and the negative effect of stockpiling policy. The authorities should recognize bubbles and observe their evolutions, leading to Chinese agricultural commodity price stabilization. These findings suggest corresponding measures to be implemented. China should establish a unified market information release platform to avoid speculative activities and formulate a market-oriented agricultural policy to enhance competitiveness among the international markets.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Entrepreneurs’ Social Network and Corporate Risk Contagion: A Dynamic Evaluation and Simulation Approach",
        "doi": "10.1155/2020/6679502",
        "year": 2020,
        "abstract": "<jats:p>Interactions of entrepreneurs through social networks provide an available path for corporate risk contagions. However, the issue how entrepreneurs’ social networks influence on corporate risk contagion is still received limited attention from scholars. In this study, a framework is proposed to describe entrepreneurs’ interaction and corporate value creation. The main results of multiagent simulations indicate the following. First, either weak ties or strong connections of social networks can enhance density of corporate risk contagion. However, only strong connections can be moderated by entrepreneurs’ risk preference. Second, weak ties improve risk exposure of individual corporations, while strong connections may probably decrease systematical risk of the market. Third, weak ties are important for mature corporations to achieve business success. However, for startups, strong connections are more valuable to maintain. The findings of this study not only provide theoretical support from some widely accepted economic phenomenon but also provide explanations for conflicting results from some previous literatures.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The “Invisible Hand” of Economic Markets Can Be Visualized through the Synergy Created by Division of Labor",
        "doi": "10.1155/2017/4753863",
        "year": 2017,
        "abstract": "<jats:p>Inspired by Adam Smith and Friedrich Hayek, economists promoting free markets postulate the existence of invisible forces that drive economic growth. Simulations with Sociodynamica allowed the emergence of market forces in virtual economies, showing that the synergistic working of division of labor in complex settings favors a stable state where all actors benefit (win-win interaction). By visualizing the detailed dynamics underlying this phenomenon in a simple virtual economy, the elements underpinning the synergistic effect on economic output produced by the division of labor between agents could be dissected. These are heterogeneity or spatial or temporal heterogeneous environment and/or agents; complementary activities of agents, with divergent optimization options; and synchrony. Markets help synchronize agent’s actions. The larger the contact horizon between participants of the market is, the more efficient the market forces act. These features allow for social processes that increase the information available and increase simultaneously the capacity of producing useful economic work, that is, synergy. This insight, although trivial if viewed a posteriori, improves our understanding of the source and nature of synergies in real economic markets and might render economic and natural sciences more consilient.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Passenger Behavior Simulation in Congested Urban Rail Transit System: A Capacity-Limited Optimal Strategy Model for Passenger Assignment",
        "doi": "10.1155/2022/5975866",
        "year": 2022,
        "abstract": "<jats:p>Optimal strategy, one of the main transit assignment models, can better demonstrate the flexibility for passengers using routes in a transit network. According to the basic optimal strategy model, passengers can board trains based on their frequency without any capacity limitation. In the metropolitan cities such as Beijing, Shanghai, and Hong Kong, morning commuters face huge transit problems. Especially for the metro system, there is heavy rush in metro stations. Owing to the limited train capacity, some passengers cannot board the first coming train and need to wait for the next one. To better demonstrate the behavior of passengers pertaining to the limited train capacity, we consider capacity constraints for the basic optimal strategy model to represent the real situation. We have proposed a simulation-based algorithm to solve the model and apply it to the Beijing Subway to demonstrate the feasibility of the model. The application of the proposed approach has been demonstrated using the computational results for transit networks originating from practice.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Rigorous Solution of Slopes’ Stability considering Hydrostatic Pressure",
        "doi": "10.1155/2018/2829873",
        "year": 2018,
        "abstract": "<jats:p>According to characteristics of soils in failure, a sliding mechanism of slopes in limit state is divided into five parts, for building a slip line field satisfying all possible boundary conditions. An algorithm is built to obtain the rigorous solution approaching upper and lower bound values simultaneously, which satisfies the static boundary and the kinematical boundary based on the slip line field, while stress discontinuity line and velocity discontinuity line are key points. This algorithm is copared with the Spencer method to prove its feasibility with a special example. The variation of rigorous solution, including an ultimate load and a sliding belt the rigid body sliding along rather than a single slip surface for friction-type soils, is achieved considering hydrostatic pressure with soil parameters changing.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Automatic Integrated Scoring Model for English Composition Oriented to Part-Of-Speech Tagging",
        "doi": "10.1155/2021/5544257",
        "year": 2021,
        "abstract": "<jats:p>Part-of-speech tagging for English composition is the basis for automatic correction of English composition. The performance of the part-of-speech tagging system directly affects the performance of the marking and analysis of the correction system. Therefore, this paper proposes an automatic scoring model for English composition based on article part-of-speech tagging. First, use the convolutional neural network to extract the word information from the character level and use this part of the information in the coarse-grained learning layer. Secondly, the word-level vector is introduced, and the residual network is used to establish an information path to integrate the coarse-grained annotation and word vector information. Then, the model relies on the recurrent neural network to extract the overall information of the sequence data to obtain accurate annotation results. Then, the features of the text content are extracted, and the automatic scoring model of English composition is constructed by means of model fusion. Finally, this paper uses the English composition scoring competition data set on the international data mining competition platform Kaggle to verify the effect of the model.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Continuous-Time Insider Trading with Risk-Neutral Insider under Imperfect Observation",
        "doi": "10.1155/2021/3549962",
        "year": 2021,
        "abstract": "<jats:p>A model of insider trading in continuous time in which a risk-neutral insider possesses long-lived imperfect information on a risk asset is studied. By conditional expectation theory and filtering theory, we turn it into a model with insider knowing complete information about the asset with a revised risky value and deduce its linear Bayesian equilibrium consisting of optimal insider trading strategy and semistrong pricing rule. It shows that, in the equilibrium, as the degree of insider observing the signal of the risky asset value is more and more accurate, market depth, trading intensity, and residual information are all decreasing and the total expectation profit of the insider is increasing and that the information about the asset value incorporated into the equilibrium price, which has nothing to do with the volatility of noise trades, is increasing as time goes by, but not all information of asset value is incorporated into the price in the final disclosed time due to the incompleteness of insider’s observation, though the market depth is still a time-independent constant. Some simulations are illustrated to show these features. However, it is an open question of how to make maximal profit if the insider is risk-averse.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Novel Angular-Guided Particle Swarm Optimizer for Many-Objective Optimization Problems",
        "doi": "10.1155/2020/6238206",
        "year": 2020,
        "abstract": "<jats:p>Most multiobjective particle swarm optimizers (MOPSOs) often face the challenges of keeping diversity and achieving convergence on tackling many-objective optimization problems (MaOPs), as they usually use the nondominated sorting method or decomposition-based method to select the local or best particles, which is not so effective in high-dimensional objective space. To better solve MaOPs, this paper presents a novel angular-guided particle swarm optimizer (called AGPSO). A novel velocity update strategy is designed in AGPSO, which aims to enhance the search intensity around the particles selected based on their angular distances. Using an external archive, the local best particles are selected from the surrounding particles with the best convergence, while the global best particles are chosen from the top 20% particles with the better convergence among the entire particle swarm. Moreover, an angular-guided archive update strategy is proposed in AGPSO, which maintains a consistent population with balanceable convergence and diversity. To evaluate the performance of AGPSO, the WFG and MaF test suites with 5 to 10 objectives are adopted. The experimental results indicate that AGPSO shows the superior performance over four current MOPSOs (SMPSO, dMOPSO, NMPSO, and MaPSO) and four competitive evolutionary algorithms (VaEA, <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mi>θ</mml:mi></mml:math>-DEA, MOEA\\D-DD, and SPEA2-SDE), when solving most of the test problems used.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Atmospheric Dynamics Leading to West European Summer Hot Temperatures Since 1851",
        "doi": "10.1155/2018/2494509",
        "year": 2018,
        "abstract": "<jats:p>Summer hot temperatures have many impacts on health, economy (agriculture, energy, and transports), and ecosystems. In Western Europe, the recent summers of 2003 and 2015 were exceptionally warm. Many studies have shown that the genesis of the major heat events of the last decades was linked to anticyclonic atmospheric circulation and to spring precipitation deficit in Southern Europe. Such results were obtained for the second part of the 20th century and projections into the 21st century. In this paper, we challenge this vision by investigating the earlier part of the 20th century from an ensemble of 20CR reanalyses. We propose an innovative description of Western-European heat events applying the dynamical system theory. We argue that the atmospheric circulation patterns leading to the most intense heat events have changed during the last century. We also show that the increasing temperature trend during major heatwaves is encountered during episodes of Scandinavian Blocking, while other circulation patterns do not yield temperature trends during extremes.</jats:p>",
        "is_referenced_by_count": 25
    },
    {
        "title": "Ripple-Spreading Network of China’s Systemic Financial Risk Contagion: New Evidence from the Regime-Switching Model",
        "doi": "10.1155/2024/5316162",
        "year": 2024,
        "abstract": "<jats:p>A better understanding of financial contagion and systemically important financial institutions (SIFIs) is essential for the prevention and control of systemic financial risk. Considering the ripple effect of financial contagion, we integrate the relevant spatiotemporal information that affects financial contagion and propose to use the ripple-spreading network to simulate the dynamic process of risk contagion in China’s financial system. In addition, we introduce the smooth-transition vector autoregression (STVAR) model to identify “high” and “low” systemic risk regimes and set the relevant parameters of the ripple-spreading network on this basis. The results show that risk ripples spread much faster in high than in low systemic risk regimes. However, systemic shocks can also trigger large-scale risk contagion in the financial system even in a low systemic risk regime as the risk ripple continues. In addition, whether the financial system is in a high or low systemic risk regime, the risk ripples from a contagion source (i.e., a real estate company) spread first to the real estate sector and the banking sector. The network centrality results of the heterogeneous ripple-spreading network indicate that most securities and banks and some real estate companies have the highest systemic importance, followed by the insurance, and finally the diversified financial institutions. Our study provides a new perspective on the regulatory practice of systemic financial risk and reminds regulators to focus not only on large institutions but also on institutions with strong ripple capacity.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Structural Analysis of Factual, Conceptual, Procedural, and Metacognitive Knowledge in a Multidimensional Knowledge Network",
        "doi": "10.1155/2020/9407162",
        "year": 2020,
        "abstract": "<jats:p>Discovering the most suitable network structure of the learning domain represents one of the main challenges of knowledge delivery and acquisition. We propose a multidimensional knowledge network (MKN) consisting of three components: multilayer network and its two projections. Each network layer constitutes factual, conceptual, procedural, or metacognitive knowledge within the domain of databases as a standard course of computer science study. In the MKN layer, nodes are concepts or knowledge units and the edges are weighted with regard to Bloom's cognitive learning level. The projected network layers are contrasted with a monolayer network by comparing characterizations of the centrality measures: degree centrality, closeness centrality, betweenness centrality, and eccentricity. The study revealed indications of how concepts, supported with the higher number of previously introduced concepts, have a dominant role in knowledge acquisition, from a view of knowledge structure and content. The analysis of communities, assortativity coefficient, and overlap between MKN layers contributes to better structuring of knowledge. MKN enables systematic insights into the efficiency of knowledge integration across metacognitive layers, as well as the detection of crucial cognitive concepts that reduce/increase the cognitive load during learning.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Hybridized Deep Learning Model for Perfobond Rib Shear Strength Connector Prediction",
        "doi": "10.1155/2021/6611885",
        "year": 2021,
        "abstract": "<jats:p>Accurate and reliable prediction of Perfobond Rib Shear Strength Connector (PRSC) is considered as a major issue in the structural engineering sector. Besides, selecting the most significant variables that have a major influence on PRSC in every important step for attaining economic and more accurate predictive models, this study investigates the capacity of deep learning neural network (DLNN) for shear strength prediction of PRSC. The proposed DLNN model is validated against support vector regression (SVR), artificial neural network (ANN), and M5 tree model. In the second scenario, a comparable AI model hybridized with genetic algorithm (GA) as a robust bioinspired optimization approach for optimizing the related predictors for the PRSC is proposed. Hybridizing AI models with GA as a selector tool is an attempt to acquire the best accuracy of predictions with the fewest possible related parameters. In accordance with quantitative analysis, it can be observed that the GA-DLNN models required only 7 input parameters and yielded the best prediction accuracy with highest correlation coefficient (R = 0.96) and lowest value root mean square error (RMSE = 0.03936 KN). However, the other comparable models such as GA-M5Tree, GA-ANN, and GA-SVR required 10 input parameters to obtain a relatively acceptable level of accuracy. Employing GA as a feature parameter selection technique improves the precision of almost all hybrid models by optimally removing redundant variables which decrease the efficiency of the model.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Dynamic Safety Assessment in Nonlinear Hydropower Generation Systems",
        "doi": "10.1155/2018/5369253",
        "year": 2018,
        "abstract": "<jats:p>This paper focuses on the stability problems in a hydropower station. To enable this study, we consider a nonlinear hydropower generation system for the load rejection transient process based on an existing hydropower station. Herein we identify four critical variables of the generation system. Then, we carry out the dynamic safety assessment based on the Fisher discriminant method. The dynamic safety level of the system is determined, and the evolution behavior in the transient process is also performed. The result demonstrates that the hydropower generation system in this study case can operate safely, which is in a good agreement with the corresponding theory and actual engineering. Thus, the framework of dynamic safety assessment aiming at transient processes will not only provide the guidance for safe operation, but also supply the design standard for hydropower stations.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Stationary Distribution and Extinction of a Stochastic Microbial Flocculation Model with Regime Switching",
        "doi": "10.1155/2021/4920018",
        "year": 2021,
        "abstract": "<jats:p>In this paper, a stochastic microbial flocculation model with regime switching is developed and analyzed. By proposing a suitable stochastic Lyapunov function, the existence and ergodicity of a stationary distribution for the system are proved. Then, the extinction of microorganisms is discussed under appropriate conditions and sufficient conditions for extinction are obtained. Finally, the results of the theoretical analysis are illustrated by numerical simulation.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Dynamic Characteristic Analysis and Clutch Engagement Test of HMCVT in the High-Power Tractor",
        "doi": "10.1155/2021/8891127",
        "year": 2021,
        "abstract": "<jats:p>Hydromechanical continuously variable transmission (HMCVT) is capable of bearing large torque and has wide transmission range, which is suitable for high-power tractors. Dynamic characteristics could influence the tractor life, especially in a high-power tractor. Wet clutch is the crucial component in the HMCVT, which could smooth and soft power transmission. Therefore, it is important to study the dynamic characteristics and implement the wet clutch test of HMCVT. In this paper, AMESim is used to establish virtual models of gearbox, pump-controlled hydraulic motor system, and shifting hydraulic system. Then, a simulation study of tractor operation under working condition is carried out. The internal and external meshing forces of the planetary row are analyzed. Finally, the wet clutch engagement process of HMCVT  in the high-power tractor is tested to verify the oil pressure. The simulation results show that the values of internal and external meshing force become larger as the throttle opening increases. At the moment of shifting change, the meshing forces of the planetary gear have great impact. The clutch test shows that the trend of the oil filling curve obtained from the bench test is similar to that obtained from the theoretical curve, which verifies the simulation results.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Time-Varying Impedance Control of Port Hamiltonian System with a New Energy-Storing Tank",
        "doi": "10.1155/2018/8134230",
        "year": 2018,
        "abstract": "<jats:p>In order to guarantee the passivity of a kind of conservative system, the port Hamiltonian framework combined with a new energy tank is proposed in this paper. A time-varying impedance controller is designed based on this new framework. The time-varying impedance control method is an extension of conventional impedance control and overcomes the singularity problem that existed in the traditional form of energy tank. The validity of the controller designed in this paper is shown by numerical examples. The simulation results show that the proposed controller can not only eliminate the singularity problem but can also improve the control performance.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Multityped Community Discovery in Time-Evolving Heterogeneous Information Networks Based on Tensor Decomposition",
        "doi": "10.1155/2018/9653404",
        "year": 2018,
        "abstract": "<jats:p>The heterogeneous information networks are omnipresent in real-world applications, which consist of multiple types of objects with various rich semantic meaningful links among them. Community discovery is an effective method to extract the hidden structures in networks. Usually, heterogeneous information networks are time-evolving, whose objects and links are dynamic and varying gradually. In such time-evolving heterogeneous information networks, community discovery is a challenging topic and quite more difficult than that in traditional static homogeneous information networks. In contrast to communities in traditional approaches, which only contain one type of objects and links, communities in heterogeneous information networks contain multiple types of dynamic objects and links. Recently, some studies focus on dynamic heterogeneous information networks and achieve some satisfactory results. However, they assume that heterogeneous information networks usually follow some simple schemas, such as bityped network and star network schema. In this paper, we propose a multityped community discovery method for time-evolving heterogeneous information networks with general network schemas. A tensor decomposition framework, which integrates tensor CP factorization with a temporal evolution regularization term, is designed to model the multityped communities and address their evolution. Experimental results on both synthetic and real-world datasets demonstrate the efficiency of our framework.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Adaptive Event-Triggered Finite-Time Tracking of Output-Constrained High-Order Nonlinear Systems with Time-Varying Powers",
        "doi": "10.1155/2022/7466780",
        "year": 2022,
        "abstract": "<jats:p>This paper studies the adaptive event-triggered finite-time tracking of output-constrained high-order nonlinear systems with time-varying powers. Due to the presence of multiple unknown powers and the consideration of event-triggered control, all the existing control methods of output-constrained nonlinear systems are inapplicable. By introducing nonlinear mappings, finite-time performance functions, and low-power and high-power terms into adding a power integrator technique and the relative threshold strategy, an adaptive state-feedback controller is designed to eliminate the effects caused by the output constraint and time-varying powers. It is proved that all the closed-loop signals are bounded, the asymmetric time-varying output constraint is not violated, and the tracking error converges to a prescribed arbitrarily small region around zero in a preassigned finite time. Furthermore, the Zeno phenomenon can be avoided. Two simulation examples demonstrate the effectiveness of this control scheme.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Vulnerability Evaluation and Improvement Method of Civil Aviation Navigation Network",
        "doi": "10.1155/2022/4032957",
        "year": 2022,
        "abstract": "<jats:p>Due to events such as natural disasters and navigation equipment failures, enormous calamity may be caused by the interruption of the navigation network which is a guarantee for the flight safety of civil aviation aircraft. The navigation network consists of the navigation stations as nodes and the routes between them as edges. Different nodes have different effects on the vulnerability of the network due to their different abilities to maintain the stability of the network topology and the normal function of the network. To quantify this difference and identify key nodes that have a greater impact on the vulnerability of the navigation network, an indicator to assess the importance of a navigation station is proposed which combines the structural importance reflected by node topology centrality and functional importance reflected by node weight. The structural importance of a node corresponds to its topology features including local dominance of the node and its global influence, and the important contribution to both adjacent and nonadjacent nodes from this node, while the functional importance is indicated by the flight flow serviced by the node during a fixed period of time. Vulnerability evaluation shows that the navigation network is more vulnerable when subject to the intentional attack of nodes with higher comprehensive node importance than an intentional attack of nodes with a larger value of indicators used in previous literature. Finally, the vulnerability of the navigation network is improved through changing the topology of the most critical node and balancing the node importance of the whole network.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Randomized and Efficient Time Synchronization in Dynamic Wireless Sensor Networks: A Gossip-Consensus-Based Approach",
        "doi": "10.1155/2018/4283087",
        "year": 2018,
        "abstract": "<jats:p>This paper proposes novel randomized gossip-consensus-based sync (RGCS) algorithms to realize efficient time calibration in dynamic wireless sensor networks (WSNs). First, the unreliable links are described by stochastic connections, reflecting the characteristic of changing connectivity gleaned from dynamic WSNs. Secondly, based on the mutual drift estimation, each pair of activated nodes fully adjusts clock rate and offset to achieve network-wide time synchronization by drawing upon the gossip consensus approach. The converge-to-max criterion is introduced to achieve a much faster convergence speed. The theoretical results on the probabilistic synchronization performance of the RGCS are presented. Thirdly, a Revised-RGCS is developed to counteract the negative impact of bounded delays, because the uncertain delays are always present in practice and would lead to a large deterioration of algorithm performances. Finally, extensive simulations are performed on the MATLAB and OMNeT++ platform for performance evaluation. Simulation results demonstrate that the proposed algorithms are not only efficient for synchronization issues required for dynamic topology changes but also give a better performance in terms of converging speed, collision rate, and the robustness of resisting delay, and outperform other existing protocols.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Synergistic Evaluation and Constraint Factor Analysis on Urban Industrial Ecosystems of Traditional Industrial Area in China",
        "doi": "10.1155/2020/3805454",
        "year": 2020,
        "abstract": "<jats:p>Industrial ecology is an advanced form and ideal model of modern industrial development, in which the industrial ecosystem is the core. Based on the PSR model, this paper builds a comprehensive evaluation index system for urban industrial ecosystem development and selects 14 prefecture-level cities in Liaoning Province of the traditional industrial area in Northeastern China as cases to calculate the development level of its industrial ecosystem during 2000–2018 using an improved Topsis method and then to conduct a spatial visualization analysis. Finally, based on the “stress-state-response” subsystem, this paper diagnoses the constraints for industrial ecosystem development, which can provide a reference basis for decision-making in industrial ecology of traditional industrial area represented by those in Northeast China. The results show the following: (1) From 2000 to 2018, the industrial ecology of the 14 cities in Liaoning Province was at a medium level. Except for Shenyang and Dalian with the rapid development, the difference of industrial ecosystem development for other cities was relatively small. (2) From 2000 to 2018, the industrial ecosystem development of each city was in a status of “either increasing, or decreasing, or fluctuating,” which generally raised first and then decreased. Regarding spatial difference, the development exhibited a “center-periphery” pattern, with Shenyang and Dalian as the “dual-core” that were increasingly strengthened with significantly high-level industrial ecology. (3) At system level, PSR constraint grades for the industrial ecosystem development in the 14 cities of Liaoning Province were different. Constraint grades in the pressure subsystem, the state subsystem, and the response subsystem for the industrial ecosystem of Liaoning were 45.73%, 20.01%, and 34.34%, respectively, indicating that the lack of human response to the ecological environment and the pressure of human activities on the ecological environment during the industrial economy development were the main constraints affecting the process of industrial ecology in these cities. (4) Due to the differences in geographical environments, economic bases, industrial structures, and local development contexts, the major constraint factors of industrial ecosystem development in different cities are significantly different and complicated; however, there are five factors that are generally considered as major constraint factors in all cities, i.e., regional GDP, number of labor force employed in the secondary industrial sector, gross investment in fixed assets, amount of industrial sulfur dioxide removal, and production value from “three-wastes” comprehensive utilization. At last, this paper puts forward some recommendations and suggestions for providing scientific support for industrial ecosystem construction in the traditional industrial area of Northeastern China.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Artificial Intelligence-Assisted Fresco Restoration with Multiscale Line Drawing Generation",
        "doi": "10.1155/2021/5567966",
        "year": 2021,
        "abstract": "<jats:p>In this article, we study the mural restoration work based on artificial intelligence-assisted multiscale trace generation. Firstly, we convert the fresco images to colour space to obtain the luminance and chromaticity component images; then we process each component image to enhance the edges of the exfoliated region using high and low hat operations; then we construct a multistructure morphological filter to smooth the noise of the image. Finally, the fused mask image is fused with the original mural to obtain the final calibration result. The fresco is converted to HSV colour space, and chromaticity, saturation, and luminance features are introduced; then the confidence term and data term are used to determine the priority of shedding boundary points; then a new block matching criterion is defined, and the best matching block is obtained to replace the block to be repaired based on the structural similarity between the block to be repaired and the matching block by global search; finally, the restoration result is converted to RGB colour space to obtain the final restoration result. An improved generative adversarial network structure is proposed to address the shortcomings of the existing network structure in mural defect restoration, and the effectiveness of the improved modules of the network is verified. Compared with the existing mural restoration algorithms on the test data experimentally verified, the peak signal-to-noise ratio (PSNR) score is improved by 4% and the structural similarity (SSIM) score is improved by 2%.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Mean Square Exponential Stability of Stochastic Complex-Valued Neural Networks with Mixed Delays",
        "doi": "10.1155/2019/3429326",
        "year": 2019,
        "abstract": "<jats:p>This paper investigates the mean square exponential stability problem of a class of complex-valued neural networks with stochastic disturbance and mixed delays including both time-varying delays and continuously distributed delays. Under different assumption conditions concerning stochastic disturbance term from the existing ones, some sufficient conditions are derived for assuring the mean square exponential stability of the equilibrium point of the system based on the vector Lyapunov function method and <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mi>I</mml:mi><mml:mi>t</mml:mi><mml:mover accent=\"true\"><mml:mrow><mml:mi>o</mml:mi></mml:mrow><mml:mo>^</mml:mo></mml:mover></mml:math> differential-integral theorem. The obtained results not only generalize the existing ones, but also reduce the conservatism of the previous stability results about complex-valued neural networks with stochastic disturbances. Two numerical examples with simulation results are given to verify the feasibility of the proposed results.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Evaluation of Residential Housing Prices on the Internet: Data Pitfalls",
        "doi": "10.1155/2019/5370961",
        "year": 2019,
        "abstract": "<jats:p>Many studies have used housing prices on the Internet real estate information platforms as data sources, but platforms differ in the nature and quality of the data they release. However, few studies have analysed these differences or their effect on research. In this study, second-hand neighbourhood housing prices and information on five online real estate information platforms in Guangzhou, China, were comparatively analysed and the performance of neighbourhoods’ raw information from four for-profit online real estate information platforms was evaluated by applying the same housing price model. The comparison results show that the official second-hand residential housing prices at city and district level are generally lower than those issued on four for-profit real estate websites. The same second-hand neighbourhood housing prices are similar across each of the four for-profit real estate websites due to cross-referencing among real estate websites. The differences of housing prices in the central city area are significantly fewer than those in the periphery. The variation of each neighbourhood’s housing prices on each website decreases gradually from the city centre to the periphery, but the relative variation stays stable. The results of the four hedonic models have some inconsistencies with other studies’ findings, demonstrating that errors exist in raw information on neighbourhoods taken from Internet platforms. These results remind researchers to choose housing price data sources cautiously and that raw information on neighbourhoods from Internet platforms should be appropriately cleaned.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Spatiotemporal Characteristics and Resilience of Urban Network Structure during the Spring Festival Travel Rush: A Case Study of Urban Agglomeration in the Middle Reaches of Yangtze River in China",
        "doi": "10.1155/2021/4923532",
        "year": 2021,
        "abstract": "<jats:p>With the increasing trend of globalization, large-scale and diffuse population flow have become vital carriers characterizing users' spatial behaviors. Network analysis provides a new perspective to uncover the topology and evolution of the population flow and understand its influence on regional development. By gathering the Autonavi migration index during the Spring Festival travel rush (SFTR) in 2019, 2020, and 2021, the population flow networks among 31 cities of urban agglomeration in the middle reaches of the Yangtze River were constructed to analyze spatiotemporal dynamic characteristics and explore the structure resilience. Results show that although the changing trends of population flow during the 40-day SFTR of 2019, 2020, and 2021 are consistent, the population floating scale in 2020 and 2021 shows remarkable abnormalities before and after the Spring Festival due to the need for prevention and control of COVID-19. The intensity of population floating of the regional urban network in 2020 was the weakest, and Changsha became the focus of most population flow, while Wuhan was the most advantageous city in 2019 and 2021. As the third core city in the regional network, the siphon effect of Nanchang was still weak. A situation of tripartite confrontation in the region is formed. However, the higher intensity of population flow in 2021 increased the instability of the regional urban network, potentially exposing the region to higher risks and pressures. Therefore, it is necessary to pay more attention to the peripheral cities to improve regional resilience.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Novel Method in Induction Heating for Complex Steel Plate Deformation Based on Artificial Neural Network",
        "doi": "10.1155/2022/3531980",
        "year": 2022,
        "abstract": "<jats:p>The implementation of an artificial neural network for predicting induction heating region locations is proposed in this research. Steel plate deformations during the induction heating process are produced using an analytical solution derived from electromagnetic and plate theory. The plate transform following vertical displacements in each divided area was used as input of neural following desired shape of the steel plate and the specified heating areas for induction treatment as output parameters to predict and evaluate the model. A dataset used 90% for training and remaining 10% for testing to implement on the efficient models when changing hidden layer and its neurons relatively. The trial and error for analyzing and predicting heating-affected regions with the ANNs model reached the high average accuracy and lowest mean square error at 98.08% and 0.00913, respectively. Consequently, the feasibility test indicates that the developed approach may be well utilized to identify the heating positions by grid area in order to achieve the desired plate deformation. Moreover, the analysis of vertical displacement during induction heating and its response behaviour of steel plate based on thermo-mechanical are also addressed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Pinning Actor-Critic Structure-Based Algorithm for Sizing Complex-Shaped Depth Profiles in MFL Inspection with High Degree of Freedom",
        "doi": "10.1155/2021/9995033",
        "year": 2021,
        "abstract": "<jats:p>One of the most efficient nondestructive methods for pipeline in-line inspection is magnetic flux leakage (MFL) inspection. Estimating the size of the defect from MFL signal is one of the key problems of MFL inspection. As the inspection signal is usually contaminated by noise, sizing the defect is an ill-posed inverse problem, especially when sizing the depth as a complex shape. An actor-critic structure-based algorithm is proposed in this paper for sizing complex depth profiles. By learning with more information from the depth profile without knowing the corresponding MFL signal, the algorithm proposed saves computational costs and is robust. A pinning strategy is embedded in the reconstruction process, which highly reduces the dimension of action space. The pinning actor-critic structure (PACS) helps to make the reward for critic network more efficient when reconstructing the depth profiles with high degrees of freedom. A nonlinear FEM model is used to test the effectiveness of algorithm proposed under 20 dB noise. The results show that the algorithm reconstructs the depth profile of defects with good accuracy and is robust against noise.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Robust Switching Gain-Based Fractional-Order Sliding Mode Control for Wind-Powered Microgrids",
        "doi": "10.1155/2021/6697792",
        "year": 2021,
        "abstract": "<jats:p>This study proposes a novel fractional-order sliding-mode control strategy with robust switching gain to achieve reliable and high quality of wind-powered microgrid systems. Three fractional-order sliding mode controllers are designed to generate continuous control signals and regulate the outer DC-link voltage loop and inner current loop in the grid-side inverters. High robustness and stability of the grid-side inverter can be guaranteed even in the presence of parameter variations and external disturbances. Owing to the fractional-order sliding manifold and fractional-order integral control law, the chattering is attenuated. The fractional-order robust adaptive switching gain is designed to avoid overestimating the upper bound of matched/unmatched uncertainties, save the control energy, and guarantee the rapidity and robustness of the convergence. Simulations validate the proposed method.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Determinants of Intercity Air-Passenger Flows in the “Belt and Road” Region",
        "doi": "10.1155/2021/5514135",
        "year": 2021,
        "abstract": "<jats:p>Air-passenger flow, denoting intercity connections, has been a focal point of studies pertaining to urban networks. While most existing studies include only the geoeconomic characteristics of nodes as explanatory variables, this analysis developed a gravity model by incorporating further factors (e.g., cultural disparity and institutional disparity) that might influence air-passenger flows in the “Belt and Road” region. The primary findings are as follows: (1) The cultural and institutional disparities correlate negatively with the air-passenger flows in this region; (2) air-passenger flows are positively related to border, population and economy size, and economic disparity; (3) flows tend to first increase and then subsequently decrease as geographical distance increases; (4) the impact of the factors on the flows varies by subregion. This study could serve as a reference for those interested in gaining a greater insight into air-passenger flows and could also help improve regional strategies for air-transportation development.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Common Weak Linear Copositive Lyapunov Functions for Positive Switched Linear Systems",
        "doi": "10.1155/2018/1365960",
        "year": 2018,
        "abstract": "<jats:p>Lyapunov functions play a key role in the stability analysis of complex systems. In this paper, we study the existence of a class of common weak linear copositive Lyapunov functions (CWCLFs) for positive switched linear systems (PSLSs) which generalize the conventional common linear copositive Lyapunov functions (CLCLFs) and can be used as handy tool to deal with the stability of PSLSs not covered by CLCLFs. We not only establish necessary and sufficient conditions for the existence of CWCLFs but also clearly describe the algebraic structure of all CWCLFs. Numerical examples are also given to demonstrate the effectiveness of the obtained results.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Cognitive Driven Multilayer Self-Paced Learning with Misclassified Samples",
        "doi": "10.1155/2019/8127869",
        "year": 2019,
        "abstract": "<jats:p>In recent years, self-paced learning (SPL) has attracted much attention due to its improvement to nonconvex optimization based machine learning algorithms. As a methodology introduced from human learning, SPL dynamically evaluates the learning difficulty of each sample and provides the weighted learning model against the negative effects from hard-learning samples. In this study, we proposed a cognitive driven SPL method, i.e., retrospective robust self-paced learning (R2SPL), which is inspired by the following two issues in human learning process: the misclassified samples are more impressive in upcoming learning, and the model of the follow-up learning process based on large number of samples can be used to reduce the risk of poor generalization in initial learning phase. We simultaneously estimated the degrees of learning-difficulty and misclassified in each step of SPL and proposed a framework to construct multilevel SPL for improving the robustness of the initial learning phase of SPL. The proposed method can be viewed as a multilayer model and the output of the previous layer can guide constructing robust initialization model of the next layer. The experimental results show that the R2SPL outperforms the conventional self-paced learning models in classification task.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Hyperchaotic Oscillation in the Deformed Rikitake Two-Disc Dynamo System Induced by Memory Effect",
        "doi": "10.1155/2020/8418041",
        "year": 2020,
        "abstract": "<jats:p>The fundamental dynamics of the deformed Rikitake two-disc dynamo system is explored in this paper. Memory effect on the dynamical behavior of the generator system is studied by introducing a quadratic flux-controlled memristor. Hyperchaotic oscillation in the deformed Rikitake two-disk coupled generator is therefore firstly found. Lyapunov exponents, bifurcation diagram, and phase portraits prove the abundant dynamic behavior consistently.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "An Iterative Learning Scheme-Based Fault Estimator Design for Nonlinear Systems with Randomly Occurring Parameter Uncertainties",
        "doi": "10.1155/2018/7280182",
        "year": 2018,
        "abstract": "<jats:p>This paper deals with fault estimation problem for a class of nonlinear system with parameter uncertainties subjecting to Bernoulli-distributed white sequences with known conditional probabilities. In order to reflect the reality more closely, parameter uncertainties are considered in both the state parameter matrix and the output parameter matrix. Compared with existing observer-based fault estimation approaches, the proposed iterative learning observer considers the state error information and fault estimating information from the previous iteration to improve the fault estimation performance in the current iteration. Simultaneously, the stability and convergence of the designed observer are achieved by employing the Lyapunov stability theory. On the other hand, a novel optimal function using expectation is presented to ensure the uniform convergence of the fault estimation scheme, thus reducing the impact of randomly occurring parameter uncertainties. Finally, linear matrix inequality (LMI) is employed to obtain the solutions of sufficient condition for further improvement of iterative learning law performance. The results are suitable for the systems with time-varying uncertainties as well as constant uncertainties. Additionally, a numerical example is given to demonstrate the effectiveness of the proposed design scheme.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Global External Stochastic Stabilization of Linear Systems with Input Saturation: An Alternative Approach",
        "doi": "10.1155/2017/3517280",
        "year": 2017,
        "abstract": "<jats:p>This paper presents results concerning the global external stochastic stabilization for linear systems with input saturation and stochastic external disturbances under random Gaussian distributed initial conditions. The objective is to construct a class of control laws that achieve global asymptotic stability in the absence of disturbances, while guaranteeing a bounded variance of the state for all the time in the presence of disturbances. By using an alternative approach, a new class of scheduled control laws are proposed, and the global external stochastic stabilization problem can be solved only through some routine manipulations. Furthermore, the reported approach allows a larger range of the design parameter. Finally, two numerical examples are provided to validate the theoretical results.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Further Investigations on the Dynamics and Multistability Coexisted in a Memory-Based Cobweb Model",
        "doi": "10.1155/2021/6642706",
        "year": 2021,
        "abstract": "<jats:p>Based on a nonlinear demand function and a market-clearing price, a cobweb model is introduced in this paper. A gradient mechanism that depends on the marginal profit is adopted to form the 1D discrete dynamic cobweb map. Analytical studies show that the map possesses four fixed points and only one attains the profit maximization. The stability/instability conditions for this fixed point are calculated and numerically studied. The numerical studies provide some insights about the cobweb map and confirm that this fixed point can be destabilized due to period-doubling bifurcation. The second part of the paper discusses the memory factor on the stabilization of the map’s equilibrium point. A gradient mechanism that depends on the marginal profit in the past two time steps is adopted to incorporate memory in the model. Hence, a 2D discrete dynamic map is constructed. Through theoretical and numerical investigations, we show that the equilibrium point of the 2D map becomes unstable due to two types of bifurcations that are Neimark–Sacker and flip bifurcations. Furthermore, the influence of the speed of adjustment parameter on the map’s equilibrium is analyzed via numerical experiments.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Research on the Disease Intelligent Diagnosis Model Based on Linguistic Truth-Valued Concept Lattice",
        "doi": "10.1155/2021/6630077",
        "year": 2021,
        "abstract": "<jats:p>Uncertainty natural language processing has always been a research focus in the artificial intelligence field. In this paper, we continue to study the linguistic truth-valued concept lattice and apply it to the disease intelligent diagnosis by building an intelligent model to directly handle natural language. The theoretical bases of this model are the classical concept lattice and the lattice implication algebra with natural language. The model includes the case library formed by patients, attributes matching, and the matching degree calculation about the new patient. According to the characteristics of the patients, the disease attributes are firstly divided into intrinsic invariant attributes and extrinsic variable attributes. The calculation algorithm of the linguistic truth-valued formal concepts and the constructing algorithm of the linguistic truth-valued concept lattice based on the extrinsic attributes are proposed. And the disease bases of the different treatments for different patients with the same disease are established. Secondly, the matching algorithms of intrinsic attributes and extrinsic attributes are given, and all the linguistic truth-valued formal concepts that match the new patient’s extrinsic attributes are found. Lastly, by comparing the similarity between the new patients and the matching formal concepts, we calculate the best treatment options to realize the intelligent diagnosis of the disease.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Time-Delayed Feedback Control of a Hydraulic Model Governed by a Diffusive Wave System",
        "doi": "10.1155/2020/4986026",
        "year": 2020,
        "abstract": "<jats:p>This paper is concerned with the feedback flow control of an open-channel hydraulic system modeled by a diffusive wave equation with delay. Firstly, we put forward a feedback flow control subject to the action of a constant time delay. Thereafter, we invoke semigroup theory to substantiate that the closed-loop system has a unique solution in an energy space. Subsequently, we deal with the eigenvalue problem of the system. More importantly, exponential decay of solutions of the closed-loop system is derived provided that the feedback gain of the control is bounded. Finally, the theoretical findings are validated via a set of numerical results.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Fuzzy Reliability Optimization for 2-Hub Center Problem with Cluster-Based Policy and Application in Cross-Border Supply Chain Network Design Using TS Algorithm",
        "doi": "10.1155/2020/5065640",
        "year": 2020,
        "abstract": "<jats:p>As information and communication technology evolves and expands, business and markets are linked to form a complex international network, thus generating plenty of cross-border trading activities in the supply chain network. Through the observations from a typical cross-border supply chain network, this paper introduces the fuzzy reliability-oriented 2-hub center problem with cluster-based policy, which is a special case of the well-studied hub location problem (HLP). This problem differs from the classical HLP in the sense that (i) the hub-and-spoke (H&amp;S) network is grouped into two clusters in advance based on their cross-border geographic features, and (ii) a fuzzy reliability optimization approach based on the possibility measure is developed. The proposed problem is first modeled through a mixed-integer nonlinear programming (MINLP) formulation that maximizes the reliability of the entire cross-border supply chain network. Then, some linearization techniques are implemented to derive a linear model, which can be efficiently solved by exact algorithms run by CPLEX for only small instances. To counteract the difficulty for solving the proposed problem in realistic-sized instances, a tabu search (TS) algorithm with two types of move operators (called “Swap I” and “Swap II”) is further developed. Finally, a series of numerical experiments based on the Turkish network and randomly generated large-scale datasets are set up to verify the applicability of the proposed model as well as the superiority of the TS algorithm compared to the CPLEX.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Optimization for Nonlinear Uncertain Switched Stochastic Systems with Initial State Difference in Batch Culture Process",
        "doi": "10.1155/2019/4979580",
        "year": 2019,
        "abstract": "<jats:p>Based on the deterministic description of batch culture expressed in form of switched ordinary differential equations, we introduce a switched stochastic counterpart system with initial state difference together with uncertain switching instants and system parameters to model the process of glycerol biodissimilation to 1,3-propanediol (1,3-PD) induced by<jats:italic>Klebsiella pneumoniae</jats:italic>(<jats:italic>K. pneumoniae</jats:italic>). Important properties of the stochastic system are discussed. Our aim is to obtain the unified switched instants and system parameters under the condition of different initial states. To do this, we will formulate a system identification problem in which these uncertain switched instants and system parameters are regarded as decision variables to be chosen such that the relative error between experimental data and computational results is minimized. Such problem governed by the stochastic system is subject to continuous state inequality constraints and box constraints. By performing a time-scaling transformation as well as introducing the constraint transcription and local smoothing approximation techniques, we convert such problem into a sequence of approximation subproblems. Considering both the difficulty of finding analytical solutions and the complex nature of these subproblems, we develop a parallelized differential evolution (DE) algorithm to solve these approximation subproblems. From an extensive simulation, we show that the obtained optimal switched instants and system parameters are satisfactory with initial state difference.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Influence of Bifurcation Structures Revealed by Refinement of a Nonlinear Conductance in JosephsonJunction Element",
        "doi": "10.1155/2018/8931525",
        "year": 2018,
        "abstract": "<jats:p>We conduct a bifurcation analysis of a single-junction superconducting quantum interferometer with an external flux. We approximate the current-voltage characteristics of the conductance in the equivalent circuit of the JJ by using two types of functions: a linear function and a piecewise linear (PWL) function. We describe a method to compute the local stability of the solution orbit and to solve the bifurcation problem. As a result, we reveal the bifurcation structure of the systems in a two-dimensional parameter plane. By making a comparison between the linear and PWL cases, we find a difference in the shapes of their bifurcation sets in the two-dimensional parameter plane even though there are no differences in the one-dimensional bifurcation diagrams or the trajectories. As for the influence of piecewise linearization, we discovered that grazing bifurcations terminate the calculation of the local bifurcations, because they drastically change the stability of the periodic orbit.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Loosely Formation-Displaced Geostationary Orbit Optimization with Complex Hybrid Sail Propulsion",
        "doi": "10.1155/2018/3576187",
        "year": 2018,
        "abstract": "<jats:p>To explore the performance of hybrid sail and overcome the congestion of geostationary orbit, this work proposes a method intended to optimize the trajectories of the spacecraft formation and extend the concept of displaced geostationary orbit by loosening the relative distance and introducing a station-keeping box. The multispacecraft formation is a typical complex system with nonlinear dynamics, and the hybrid propulsion system introduces additional complexity. To solve this problem, suboptimal trajectories with constant relative distance constraints are first found with inverse methods, which were referred to as ideal displaced geostationary orbits. Then, the suboptimal trajectories are used as a first guess for a direct optimization algorithm based on Gauss pseudospectral algorithm, which loosens the relative distance constraints and allows the spacecraft to be placed anywhere inside the station-keeping box. The optimization results show that the loosely formation and station-keeping box can create more flexible trajectories and achieve higher efficiency of the hybrid sail propulsion system, which can save about 40% propellant consumption.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Optimality Conditions and Scalarization of Approximate Quasi Weak Efficient Solutions for Vector Equilibrium Problem",
        "doi": "10.1155/2020/1063251",
        "year": 2020,
        "abstract": "<jats:p>This paper is devoted to the investigation of optimality conditions for approximate quasi weak efficient solutions for a class of vector equilibrium problem (VEP). First, a necessary optimality condition for approximate quasi weak efficient solutions to VEP is established by utilizing the separation theorem with respect to the quasirelative interior of convex sets and the properties of the Clarke subdifferential. Second, the concept of approximate pseudoconvex function is introduced and its existence is verified by a concrete example. Under the assumption of introduced convexity, a sufficient optimality condition for VEP in sense of approximate quasi weak efficiency is also presented. Finally, by using Tammer’s function and the directed distance function, the scalarization theorems of the approximate quasi weak efficient solutions of the VEP are proposed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Competitive Swarm Optimizer-Based Technoeconomic Optimization with Appliance Scheduling in Domestic PV-Battery Hybrid Systems",
        "doi": "10.1155/2019/4824837",
        "year": 2019,
        "abstract": "<jats:p>A technoeconomic optimization problem for a domestic grid-connected PV-battery hybrid energy system is investigated. It incorporates the appliance time scheduling with appliance-specific power dispatch. The optimization is aimed at minimizing energy cost, maximizing renewable energy penetration, and increasing user satisfaction over a finite horizon. Nonlinear objective functions and constraints, as well as discrete and continuous decision variables, are involved. To solve the proposed mixed-integer nonlinear programming problem at a large scale, a competitive swarm optimizer-based numerical solver is designed and employed. The effectiveness of the proposed approach is verified by simulation results.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Study on the Magnitude of Reservoir-Triggered Earthquake Based on Support Vector Machines",
        "doi": "10.1155/2018/2830690",
        "year": 2018,
        "abstract": "<jats:p>An effective approach is introduced to predict the magnitude of reservoir-triggered earthquake (RTE), based on support vector machines (SVM) and fuzzy support vector machines (FSVM) methods. The main influence factors on RTE, including lithology, rock mass integrity, fault features, tectonic stress state, and seismic activity background in reservoir area, are categorized into 11 parameters and quantified by using analytical hierarchy process (AHP). Dataset on 100 reservoirs in China, including the 48 well-documented cases of RTE, are collected and used to train and validate the prediction models established with SVM and FSVM, respectively. Through numerical tests, it is found that both the SVM and FSVM models are effective in the prediction of the magnitude of RTE with high accuracy, provided that sufficient samples are collected. While the results of FSVM which is extended from SVM by introducing a fuzzy membership to reduce the influence of noises or outliers are found to be slightly less accurate than those of SVM in the current analysis of RTE cases. The reason might be attributed to the high discreteness of the sample data in the current study.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "On Topological Analysis of Niobium (II) Oxide Network via Curve Fitting and Entropy Measures",
        "doi": "10.1155/2022/4112362",
        "year": 2022,
        "abstract": "<jats:p>The remarkable optical features of metallic nanoparticles have extensively developed the interest of scientists and researchers. The generated heat overwhelms cancer tissue incident to nanoparticles with no damage to sound tissues. Niobium nanoparticles have the ability of easy ligands connection so they are very suitable in treating cancer optothermally. A modern field of applied chemistry is chemical graph theory. With the use of combinatorial methods, such as vertex and edge partitions, we explore the connection between atoms and bonds. Topological indices play a vital part in equipping directions to treat cancers or tumors. These indices might be derived experimentally or computed numerically. Although experimental results are worthful but they are expensive as well, so computational analysis provides an economical and rapid way. A topological index is a numerical value that is only determined by the graph. In this paper, we will discuss the chemical graph of niobium (II) oxide. Additionally, each topological index is related with thermodynamical properties of niobium (II) oxide, including entropy and enthalpy. This has been done in MATLAB software, using rational built-in method.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Multisensor-Weighted Fusion Algorithm Based on Improved AHP for Aircraft Fire Detection",
        "doi": "10.1155/2021/8704924",
        "year": 2021,
        "abstract": "<jats:p>Aiming at the high false alarm rate when using single sensor to detect fire in aircraft cabin, a multisensor data fusion method is proposed to detect fire. First, the weights of multiple factors, that is, temperature, smoke concentration, CO concentration, and infrared ray intensity in the event of fire, were calculated by using the improved analytic hierarchy process (AHP) method on each sensor node of wireless sensor network, and the probability of fire event in the cabin was evaluated by multivariable-weighted fusion method. Second, based on the mutual support among the evaluation data of fire probabilities of each node, the adaptive weight coefficient is assigned to each evaluation value, and the weighted fusion of all evaluation values of each node is conducted to obtain the fire probability. In the end, compared to the threshold of probability, the fire alarm is determined. Comparing the proposed algorithm to the grey fuzzy neural network fusion algorithm and fuzzy logic fusion algorithm in terms of the time consumption for fire detection and sending alarm and the accuracy of fire alarm perspectives, the experiments demonstrate that the proposed fire detection algorithm can detect the fire within 10s and reduce the false alarm rate to less than 0.5%, which verifies the superiority of the algorithm in promptness and accuracy. In the meanwhile, the fault tolerance of the algorithm is proved as well.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "A New Approach to Modeling and Controlling a Pneumatic Muscle Actuator-Driven Setup Using Back Propagation Neural Networks",
        "doi": "10.1155/2018/4160504",
        "year": 2018,
        "abstract": "<jats:p>Pneumatic muscle actuators (PMAs) own excellent compliance and a high power-to-weight ratio and have been widely used in bionic robots and rehabilitated robots. However, the high nonlinear characteristics of PMAs due to inherent construction and pneumatic driving principle bring great challenges in applications acquired accurately modeling and controlling. To tackle the tricky problem, a single PMA mass setup is constructed, and a back propagation neural network (BPNN) is employed to identify the dynamics of the setup. An offline model is built up using sampled data, and online modifications are performed to further improve the quality of the model. An adaptive controller based on BPNN is designed using gradient descent information of the built-up model. Experiments of identifying the PMA setup using BPNN and position tracking by adaptive BPNN controller are performed, and results demonstrate the good capacity in accurate controlling of the PMA setup.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Smoothing Connected Ball Bézier Curves by Energy Minimization",
        "doi": "10.1155/2022/7669483",
        "year": 2022,
        "abstract": "<jats:p>In this paper, we aim at smoothing two connected ball Bézier curves from Cr−1 to Cr<jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\">\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>r</mi>\n                              <mo>≥</mo>\n                              <mn>1</mn>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula> by minimizing the energies of the curves. We propose the algorithms based on internal energy minimization and curve attractor minimization. Then, we combine the internal energy and the curve attractor and give the algorithm based on combined energy minimization. All algorithms are established by solving bi-objective minimizations. Some numerical examples show that the proposed algorithms are effective, making them useful for smoothing 3D objects constructed by connected ball Bézier curves.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The Effect of Specific Risk in Various Stages of the Life Cycle of Companies Listed on the Tehran Stock Exchange",
        "doi": "10.1155/2022/9646829",
        "year": 2022,
        "abstract": "<jats:p>This research aims to examine the specific risk of companies and their effectiveness in various stages of the company life cycle on state and nonstate ownership. For this purpose, the specific risk was estimated using Fama and French three-factor models, and the research objective was examined by considering the data panel model during the period 2015 to 2020 in a statistical sample consisting of 136 companies active in the Tehran Stock Exchange. For this purpose, the main contribution of research is evaluation of the effect of specific risk in different stages of the life cycle of companies admitted to the Tehran Stock Exchange. Therefore, the main valuable advantage to helping stock managers is assessing the impact of government ownership and nongovernment ownership on the specific risk of companies at different stages of the life cycle. Also, presenting a model to show the effects of dependent and independent variables in order to evaluate the impact of government and nongovernment ownership. The research results confirmed that the specific risk of the company in the stages of introduction, growth, and decline is higher compared to the stages of maturity and stagnation of the life cycle of companies listed on the Tehran Stock Exchange. Because the coefficients of virtual variables related to the life cycle stages of the company are estimated to be significant. Also, the finding confirmed that government ownership significantly affects the relationship between firm risk and life cycle stages in companies listed on the Tehran Stock Exchange. Because, the coefficient of variable state ownership is negative and significant, indicating a lower specific risk in state-owned companies than in nonstate-owned companies.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Social Network Analysis on Venture Capital Alliance’s Exit from an Emerging Market",
        "doi": "10.1155/2020/4650160",
        "year": 2020,
        "abstract": "<jats:p>This study investigated the impacts of network structure on a venture capital (VC) alliance’s successful exit from an emerging market by empirically analyzing joint VC data in China. We find that, compared to a mature capital market, the mechanism not only has a certain commonality but also shows the emerging market’s particularities. From the commonality perspective, the mechanism has a positive effect on successful exit by obtaining heterogeneity information. These particularities are manifested in the following three aspects. First, the mechanism is not conducive to deepening the enterprise value chain to establish credibility by obtaining short-term cash during an initial public offering with the enhancement of the VC alliance’s intervention ability for enterprise development. In addition, a VC alliance’s independent judgment is bound by the VC market. Furthermore, the problem of over-trust in investees reduces the likelihood of a VC alliance’s successful exit. Therefore, we should pay more attention to the particularity of emerging markets such as China to improve the relevant management mechanism.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Research on a 3D Predator-Prey Evolutionary System in Real Estate Market",
        "doi": "10.1155/2018/6154940",
        "year": 2018,
        "abstract": "<jats:p>This paper establishes a model on the upstream and downstream relationship among private enterprises, provincial and local officials, and the central government in the real estate market using the population ecology theory of mutual relations among individual species from the perspective of business ecosystem. A dynamic model is introduced and the complex dynamical behaviors of such a predator-prey model are investigated by means of numerical simulation. The local stability conditions and complex dynamics are investigated, and the existence of chaos is discussed in the sense of Marotto theorem; bifurcation diagrams, Lyapunov exponents, sensitivity analysis for initial values, and time history figure of the system are mapped out and discussed. This shows that there are two routes to complicated dynamics, one of which is the cascade of flip bifurcations resulting in periodic cycles (and chaos), and the other one is Neimark-Sacker bifurcation which produces attractive invariant closed curves. We arrive at conclusions that the phenomenon of chaos is harmful to private enterprises, and unstable behavior is often unfavorable. Thus, linear feedback control is applied to drive the model to a stable state when the system exhibits chaotic behaviors, achieving the goal of eliminating the negative effects to a large extent.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Effective Approach to Calculate Analysis Window in Infinite Discrete Gabor Transform",
        "doi": "10.1155/2018/9039240",
        "year": 2018,
        "abstract": "<jats:p>The long-periodic/infinite discrete Gabor transform (DGT) is more effective than the periodic/finite one in many applications. In this paper, a fast and effective approach is presented to efficiently compute the Gabor analysis window for arbitrary given synthesis window in DGT of long-periodic/infinite sequences, in which the new orthogonality constraint between analysis window and synthesis window in DGT for long-periodic/infinite sequences is derived and proved to be equivalent to the completeness condition of the long-periodic/infinite DGT. By using the property of delta function, the original orthogonality can be expressed as a certain number of linear equation sets in both the critical sampling case and the oversampling case, which can be fast and efficiently calculated by fast discrete Fourier transform (FFT). The computational complexity of the proposed approach is analyzed and compared with that of the existing canonical algorithms. The numerical results indicate that the proposed approach is efficient and fast for computing Gabor analysis window in both the critical sampling case and the oversampling case in comparison to existing algorithms.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "RLS Impedance Intelligence Control Algorithm for Wire Peeler of Robot in Complex Power Networks",
        "doi": "10.1155/2020/8840421",
        "year": 2020,
        "abstract": "<jats:p>Considering the wire core which is easily damaged because of the instability of the power distribution robot during the process of peeling the insulation layer, we have proposed a cutting force tracking control algorithm based on impedance control that is suitable for the end peeling instrument. At present, the task requirement of sudden changes about environment stiffness cannot be accomplished by many impedance control approaches due to the complexity of working environment stiffness about power distribution robot; then, the Recursive Least Square (RLS) method was introduced into the impedance control algorithm to identify the cable insulation layer and cable core stiffness online to achieve accurate and stable tracking of the cutting force. Furthermore, the impedance control of peeling cable insulation layer and the proposed RLS method were simulated and tested contrastively, and the high-voltage cable peeling experiment was performed. The results of simulation and experiment showed that the force control algorithm based on RLS parameter identification still has good force tracking performance during the environment stiffness changes suddenly, and the steady-state error approaches zero, demonstrating the feasibility and effectiveness of the RLS impedance control algorithm, which has important practical significance for improving power distribution efficiency.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Real-Time Height Measurement for Moving Pedestrians",
        "doi": "10.1155/2020/5708593",
        "year": 2020,
        "abstract": "<jats:p>Height measurement for moving pedestrians is quite significant in many scenarios, such as pedestrian positioning, criminal suspect tracking, and virtual reality. Although some existing height measurement methods can detect the height of the static people, it is hard to measure height accurately for moving pedestrians. Considering the height fluctuations in dynamic situation, this paper proposes a real-time height measurement based on the Time-of-Flight (TOF) camera. Depth images in a continuous sequence are addressed to obtain the real-time height of the pedestrian with moving. Firstly, a normalization equation is presented to convert the depth image into the grey image for a lower time cost and better performance. Secondly, a difference-particle swarm optimization (D-PSO) algorithm is proposed to remove the complex background and reduce the noises. Thirdly, a segmentation algorithm based on the maximally stable extremal regions (MSERs) is introduced to extract the pedestrian head region. Then, a novel multilayer iterative average algorithm (MLIA) is developed for obtaining the height of dynamic pedestrians. Finally, Kalman filtering is used to improve the measurement accuracy by combining the current measurement and the height at the last moment. In addition, the VICON system is adopted as the ground truth to verify the proposed method, and the result shows that our method can accurately measure the real-time height of moving pedestrians.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Local Similarity-Based Fuzzy Multiple Kernel One-Class Support Vector Machine",
        "doi": "10.1155/2020/8853277",
        "year": 2020,
        "abstract": "<jats:p>One-class support vector machine (OCSVM) is one of the most popular algorithms in the one-class classification problem, but it has one obvious disadvantage: it is sensitive to noise. In order to solve this problem, the fuzzy membership degree is introduced into OCSVM, which makes the samples with different importance have different influences on the determination of classification hyperplane and enhances the robustness. In this paper, a new calculation method of membership degree is proposed and introduced into the fuzzy multiple kernel OCSVM (FMKOCSVM). The combined kernel is used to measure the local similarity between samples, and then, the importance of samples is determined based on the local similarity between training samples, so as to determine the membership degree and reduce the impact of noise. The proposed membership requires only positive data in the calculation process, which is consistent with the training set of OCSVM. In this method, the noise has a smaller membership value, which can reduce the negative impact of noise on the classification boundary. Simultaneously, this method of calculating membership has a higher efficiency. The experimental results show that FMKOCSVM based on proposed local similarity membership is efficient and more robust to outliers than the ordinary multiple kernel OCSVMs.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Upper and Lower Bounds for the Kirchhoff Index of the <i>n</i>-Dimensional Hypercube Network",
        "doi": "10.1155/2020/5307670",
        "year": 2020,
        "abstract": "<jats:p>The hypercube <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>n</mml:mi></mml:mrow></mml:msub></mml:math> is one of the most admirable and efficient interconnection network due to its excellent performance for some practical applications. The Kirchhoff index <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\"><mml:mtext>Kf</mml:mtext><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:mi>G</mml:mi></mml:mrow></mml:mfenced></mml:math> is equal to the sum of resistance distances between any pairs of vertices in networks. In this paper, we deduce some bounds with respect to Kirchhoff index of hypercube network <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M3\"><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>n</mml:mi></mml:mrow></mml:msub></mml:math>.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Policy Effectiveness Analysis of China’s Circuit Breaker Mechanism",
        "doi": "10.1155/2020/9024723",
        "year": 2020,
        "abstract": "<p>From June to August 2015, China’s security market suffered a severe decline due to the impact of the stock market crash. For this reason, the Shanghai Stock Exchange issued a notice on December 4, 2015, deciding to implement the circuit breaker mechanism on January 1, 2016. However, the mechanism was abolished only four days after its implementation. Therefore, this paper provides an empirical effectiveness analysis of this circuit breaker mechanism based on the nine CSI 300 industries using the regression discontinuity design method. The empirical results show that the implementation of the circuit breaker mechanism has led to the breakpoints of volatilities in nine industries and has significantly increased its market fluctuation. Moreover, we also find that the implementation of the circuit breaker mechanism has different impacts on the different industries, such as the effectiveness of the public, and consumer industries are at the medium level and show more stable fluctuations. Therefore, we suggest that the further circuit breaker mechanism in China’s financial markets can be piloted from the public and consumer industries rather than directly implementing it on the whole CSI 300.</p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Allocation Optimization of Multi-Axis Suspension Dynamic Parameter for Tracked Vehicle",
        "doi": "10.1155/2021/8961020",
        "year": 2021,
        "abstract": "<jats:p>The dynamic parameter allocation of the suspension system has an important influence on the comprehensive driving performance of the tracked vehicle. Usually, the allocation of suspension parameters is based on a single performance index, which has the disadvantage of not being able to achieve multi-performance optimization. Therefore, a novel optimization method using multi-performance index-oriented is presented. Firstly, considering the vertical vibration excitation caused by road roughness, the input (excitation) model of road roughness is embedded to establish the parametric dynamic model of the tracked vehicle. Then, the evaluation index and its quantitative algorithm, which reflect the multi-aspect performance of the suspension system, are proposed. Moreover, the parameter allocation objective function based on multi-index information fusion is designed. Finally, two allocation optimization methods are presented to solve the parameter allocation, i.e., equal weight allocation and expert knowledge-based weight allocation. By comparing the results obtained by the two methods, it is found that the performance of the suspension system can be improved effectively by optimizing the parameters of suspension stiffness and damping. Furthermore, the optimization of weight allocation based on expert knowledge is more effective. These provide a better knowledge reference for suspension system design.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Topology-Aware Bus Routing in Complex Networks of Very-Large-Scale Integration with Nonuniform Track Configurations and Obstacles",
        "doi": "10.1155/2021/8843271",
        "year": 2021,
        "abstract": "<jats:p>As one of the most important routing problems in the complex network within a very-large-scale integration (VLSI) circuit, bus routing has become much more challenging when witnessing the advanced technology node enters the deep nanometer era because all bus bits need to be routed with the same routing topology in the context. In particular, the nonuniform routing track configuration and obstacles bring the largest difficulty for maintaining the same topology for all bus bits. In this paper, we first present a track handling technique to unify the nonuniform routing track configuration with obstacles. Then, we formulate the topology-aware single bus routing as an unsplittable flow problem (UFP), which is integrated into a negotiation-based global routing to determine the desired routing regions for each bus. A topology-aware track assignment is also presented to allocate the tracks to each segment of buses under the guidance of the global routing result. Finally, a detailed routing scheme is proposed to connect the segments of each bus. We evaluate our routing result with the benchmark suite of the 2018 CAD Contest. Compared with the top-3 state-of-the-art methods, experimental results show that our proposed algorithm achieves the best overall score regarding specified time limitations.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Synchronization and Antisynchronization of <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mrow><mml:mi>N</mml:mi></mml:mrow></mml:math>-Coupled Complex Permanent Magnet Synchronous Motor Systems with Ring Connection",
        "doi": "10.1155/2017/6743184",
        "year": 2017,
        "abstract": "<jats:p>This paper discusses synchronization and antisynchronization of <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\"><mml:mrow><mml:mi>N</mml:mi></mml:mrow></mml:math>-coupled complex permanent magnet synchronous motors systems with ring connection. Based on the direct design method and antisymmetric structure, the appropriate controllers are designed to ensure the occurrence of synchronization and antisynchronization in an array of <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M3\"><mml:mrow><mml:mi>N</mml:mi></mml:mrow></mml:math>-coupled general complex chaotic systems described by a unified mathematical expression with ring connection. The proposed method is flexible and is suitable both for design and for implementation in practice. Numerical results are plotted to show the rapid convergence of errors to zero and further verify the effectiveness and feasibility of the theoretical scheme.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "An Interview-Based Study of Pioneering Experiences in Teaching and Learning Complex Systems in Higher Education",
        "doi": "10.1155/2018/7306871",
        "year": 2018,
        "abstract": "<jats:p>Due to the interdisciplinary nature of complex systems as a field, students studying complex systems at university level have diverse disciplinary backgrounds. This brings challenges (e.g., wide range of computer programming skills) but also opportunities (e.g., facilitating interdisciplinary interactions and projects) for the classroom. However, little has been published regarding how these challenges and opportunities are handled in teaching and learning complex systems as an explicit subject in higher education and how this differs in comparison to other subject areas. We seek to explore these particular challenges and opportunities via an interview-based study of pioneering teachers and learners (conducted amongst the authors) regarding their experiences. We compare and contrast those experiences and analyze them with respect to the educational literature. Our discussions explored approaches to curriculum design, how theories/models/frameworks of teaching and learning informed decisions and experience, how diversity in student backgrounds was addressed, and assessment task design. We found a striking level of commonality in the issues expressed as well as the strategies handling them, for example, a significant focus on problem-based learning and the use of major student-led creative projects for both achieving and assessing learning outcomes.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Universal laws and economic phenomena",
        "doi": "10.1002/cplx.20371",
        "year": 2011,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Despite the idiosyncratic behavior of individuals, empirical regularities exist in social and economic systems. These regularities often arise from simple underlying mechanisms which, analogous to the natural sciences, can be expressed as universal principles or laws. In this essay, I discuss the similarities between economic and natural phenomena and argue that it is advantageous for economists to adopt methods from the natural sciences to discover “universal laws” in economic systems. © 2011 Wiley Periodicals, Inc. Complexity, 2011</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Stability Analysis for Differential Equations of the General Conformable Type",
        "doi": "10.1155/2022/7283252",
        "year": 2022,
        "abstract": "<jats:p>Fractional calculus is nowadays an efficient tool in modelling many interesting nonlinear phenomena. This study investigates, in a novel way, the Ulam–Hyers (HU) and Ulam–Hyers–Rassias (HUR) stability of differential equations with general conformable derivative (GCD). In our analysis, we employ some version of Banach fixed-point theory (FPT). In this way, we generalize several earlier interesting results. Two examples are given at the end to illustrate our results.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Dynamic Game and Coordination Strategy of Multichannel Supply Chain Based on Brand Competition",
        "doi": "10.1155/2019/4802360",
        "year": 2019,
        "abstract": "<jats:p>In <?tex id=\"Q1\" staff-cmt=\"&#x201C;It <?tlsb -0.1pt>is very important for the corresponding author to have a linked ORCID (Open Researcher and Contributor ID) account on MTS. To register a linked ORCID account, please go to the Account Update page (<jats:ext-link ext-link-type=\"uri\" xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"http://mts.hindawi.com/update/\">http://mts.hindawi.com/update/</jats:ext-link>) in our Manuscript Tracking System and after you have logged in click on the ORCID link at the top of the page. This link will take you to the ORCID website where you will be able to create an account for yourself. Once you have done so, your new ORCID will be saved in our Manuscript Tracking System automatically.&#x201D;\"?>this paper, two noncooperative dynamic pricing strategies are used in a supply chain. Two dynamic Stackelberg game models have been built involving both a manufacturer and a retailer assumed to be the leader in order. In the two models, the manufacturer sells national-brand (NB) product to an independent retailer or directly to consumers through a direct channel. The retailers sell a store-brand (SB) product when they sell the NB product coming from the manufacturer. Thus, there is competition both in different channels and in products with different brands. To analyze the complexity of the model, parameter bifurcation diagrams and strange attractor diagrams have been therefore plotted. The results show that the game leader has advantages when the market is stable, but it turns disadvantageous if the state falls into unstable as the game follower can quickly adjust the strategy to seize the market. The wholesale price and the direct selling price are high that they incur larger profits if the manufacturer is dominant, but it gets worse when the adjustment speed increases. While in the model where the retailer plays a dominant role, the increase in the adjustment speed is unfavorable to retailer. By controlling the total cost of the direct channel and increasing channel competition strength and brand competition strength, the manufacturers can increase their profits in the game dominated by the retailer. In addition, the stable region within the system will be narrow since the market is sensitive to the channel competition, brand competition, and advertising indifference.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "A New Mathematical Modeling Method for Four-Stage Helicopter Main Gearbox and Dynamic Response Optimization",
        "doi": "10.1155/2019/5274712",
        "year": 2019,
        "abstract": "<jats:p>A new mathematical modeling method, namely, the finite element method and the lumped mass method (LMM-FEM) mixed modeling, is applied to establish the overall multinode dynamic model of a four-stage helicopter main gearbox. The design of structural parameters of the shaft is the critical link in the four-stage gearbox; it affects the response of multiple input and output branches; however, only the meshing pairs were frequently shown in the dynamic model in previous research. Therefore, each shaft is also treated as a single node and the shaft parameters are coupled into the dynamic equations in this method, which is more accurate for the transmission chain. The differential equations of the system are solved by the Fourier series method, and the dynamic response of each meshing element is calculated. The sensitivity analysis method and parameter optimization method are applied to obtain the key shaft parameters corresponding to each meshing element. The results show that the magnitude of dynamic response in converging meshing pair and tail output pair is higher than that of other meshing pairs, and the wall thickness has great sensitivity to a rotor shaft. In addition, the sensitivity analysis method can be used to select the corresponding shaft node efficiently and choose parameters appropriately for reducing the system response.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Weibo Attention and Stock Market Performance: Some Empirical Evidence",
        "doi": "10.1155/2018/9571848",
        "year": 2018,
        "abstract": "<jats:p>In this paper, we employ Weibo Index as the proxy for investor attention and analyze the relationships between investor attention and stock market performance, i.e., trading volume, return, and volatility. The empirical results firstly show that Weibo attention is positively related to trading volume, intraday volatility, and return. Secondly, there exist bidirectional causal relationships between Weibo attention and stock market performance. Thirdly, we generally find that higher Weibo attention indicates higher correlation coefficients with the quantile regression analysis.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Model-Based Control with Active Disturbance Rejection Algorithm for a Diesel Engine",
        "doi": "10.1155/2023/8429922",
        "year": 2023,
        "abstract": "<jats:p>To improve the speed control performance of a diesel engine, the active disturbance rejection controller (ADRC) is designed by adding an arranging transition process to the traditional PID controller, extracting differential signals reasonably, and adopting nonlinear combination process to error signals. The ADRC is composed of a tracking differentiator (TD), an extended state observer (ESO), and a nonlinear state error feedback (NLSEF). Such constructed ADRC can adapt to the strong nonlinear and complicate working conditions of diesel engine for power generation. A simulation model of the diesel engine is built to verify the proposed ADRC, and simulation results are in good accordance with the experimental results. To further validate the advantages of the designed ADRC, the traditional PID is improved by TD. Meanwhile, performance comparisons are carried out between traditional PID controller, improved PID controller, and ADRC. Results present that the improved PID controller can achieve a better control performance than that of the traditional PID controller both in steady state and transient state. However, the ADRC can further improve the speed control performance evidently on the basis of the improved PID controller.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Competition-Based Benchmarking of Influence Ranking Methods in Social Networks",
        "doi": "10.1155/2018/4562609",
        "year": 2018,
        "abstract": "<jats:p>The development of new methods to identify influential spreaders in complex networks has been a significant challenge in network science over the last decade. Practical significance spans from graph theory to interdisciplinary fields like biology, sociology, economics, and marketing. Despite rich literature in this direction, we find small notable effort to consistently compare and rank existing centralities considering both the topology and the opinion diffusion model, as well as considering the context of <jats:italic>simultaneous</jats:italic> spreading. To this end, our study introduces a new benchmarking framework targeting the scenario of <jats:italic>competitive opinion diffusion</jats:italic>; our method differs from classic SIR epidemic diffusion, by employing competition-based spreading supported by the realistic tolerance-based diffusion model. We review a wide range of state-of-the-art node ranking methods and apply our novel method on large synthetic and real-world datasets. Simulations show that our methodology offers much higher quantitative differentiation between ranking methods on the same dataset and notably high granularity for a ranking method over different datasets. We are able to pinpoint—with consistency—which influence the ranking method performs better against the other one, on a given complex network topology. We consider that our framework can offer a forward leap when analysing diffusion characterized by real-time competition between agents. These results can greatly benefit the tackling of social unrest, rumour spreading, political manipulation, and other vital and challenging applications in social network analysis.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Performance of Finite Precision on Discrete Chaotic Map Based on a Feedback Shift Register",
        "doi": "10.1155/2020/4676578",
        "year": 2020,
        "abstract": "<jats:p>The scintillating technological improvements have changed the process of communication in all parts of the world. Shopping, banking, instant communication, and so on can be operated online and do not care about the linkage of those Internet communications. Because of simple chaotic structure, discrete nature, less arithmetic computation, and high complexity, low-dimensional chaotic systems such as a logistic map and tent map are more attractive than a high-dimensional chaotic system. To overcome the disadvantages of a low-dimensional chaotic map with a finite precision in chaos-based application, the chaotic map with a feedback shift register (CMFSR) is proposed. The related properties and performance associated with CMFSR are analysed. The relationship among the precision of the system, the architecture, and the performance are discussed. The experiments about new pseudorandom number generator (PRNG) based on CMFSR show that our scheme is simple, secure, and easy to accomplish. Experiments show that the proposed architecture of CMFSR is secure for random number generation.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Topological Approaches for Rough Continuous Functions with Applications",
        "doi": "10.1155/2021/5586187",
        "year": 2021,
        "abstract": "<jats:p>In this paper, we purposed further study on rough functions and introduced some concepts based on it. We introduced and investigated the concepts of topological lower and upper approximations of near-open sets and studied their basic properties. We defined and studied new topological neighborhood approach of rough functions. We generalized rough functions to topological rough continuous functions by different topological structures. In addition, topological approximations of a function as a relation were defined and studied. Finally, we applied our approach of rough functions in finding the images of patient classification data using rough continuous functions.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "MAS-Based Interaction Simulation within Asymmetric Information on Emergency Management of Urban Rainstorm Disaster",
        "doi": "10.1155/2020/1759370",
        "year": 2020,
        "abstract": "<jats:p>The frequent occurrence of urban waterlogging constantly affects resident living and urban construction. Improved adaptive prevention and control strategies are highly requested due to huge economic losses and casualties caused by flood and waterlogging in China. The urban waterlogging may evolve into a serious emergency, generally characterized by high complexity, uncertainty, and time pressure. Coupled with the asymmetric information, waterlogging often exacerbates the impact of urban rainstorm disasters. Through the multi-agent system simulation with given geographic information, government and residents interact under dynamic risk distribution in rainstorm disaster. The results show that the proactive attitude of residents and the government towards disaster relief could have a promoting effect for both, thereby increasing the disaster relief efficiency. Obviously, rapid accurate information collection and analysis facilitate disaster relief to a large extent. Meanwhile, appropriate supply rather than excessive supply may mobilize residents’ self-help and balance replenishment of relief supplies.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Complex <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\">\n                     <mi>q</mi>\n                  </math>-Rung Orthopair Fuzzy <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\">\n                     <mi>N</mi>\n                  </math>-Soft Sets: A New Model with Applications",
        "doi": "10.1155/2021/3690597",
        "year": 2021,
        "abstract": "<jats:p>This research article expands the formal representation of human thinking to a most generalized hybrid theory, namely, complex <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M3\">\n                        <mi>q</mi>\n                     </math>\n                  </jats:inline-formula>-rung orthopair fuzzy <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M4\">\n                        <mi>N</mi>\n                     </math>\n                  </jats:inline-formula>-soft set. It is able to capture a great deal of graded imprecision and vagueness, which so often appear together in human interpretations. This model renders a parameterized mathematical tool for the ranking-based fuzzy modeling of two-dimensional paradoxical data. To that purpose, the proposed theory integrates complex <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M5\">\n                        <mi>q</mi>\n                     </math>\n                  </jats:inline-formula>-rung orthopair fuzzy sets with the parametric structure of <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M6\">\n                        <mi>N</mi>\n                     </math>\n                  </jats:inline-formula>-soft sets. The framework that arises captures information beyond the confined space of complex intuitionistic fuzzy <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M7\">\n                        <mi>N</mi>\n                     </math>\n                  </jats:inline-formula>-soft sets and complex Pythagorean fuzzy <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M8\">\n                        <mi>N</mi>\n                     </math>\n                  </jats:inline-formula>-soft sets, with the assistance of a parameter <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M9\">\n                        <mi>q</mi>\n                     </math>\n                  </jats:inline-formula>. We establish the basic set-theoretical operations of this model and prove some of its fundamental properties. The Einstein and other elementary algebraic operations on complex <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M10\">\n                        <mi>q</mi>\n                     </math>\n                  </jats:inline-formula>-rung orthopair fuzzy <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M11\">\n                        <mi>N</mi>\n                     </math>\n                  </jats:inline-formula>-soft values shall be introduced to broaden the mathematical toolbox of this field. Its relationships with contemporary approaches shall demonstrate its outstanding flexibility. Moreover, we establish two competent multicriteria decision-making algorithms that capture the nuances of periodical inconsistent data. Their feasibility shall be demonstrated with an explicit application to the selection of optimum aerospace technology required for the economic development of the Mexican space agency. A comparative analysis of both strategies with the prevailing techniques substantiates their rationality. In addition, we illustrate this comparative study with an explicative bar chart that shows the compatibility of their outcomes. Finally, we examine the functionality of the proposed model and compare it with alternative theories.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Stability Analysis for a Class of Discrete-Time Nonhomogeneous Markov Jump Systems with Multiplicative Noises",
        "doi": "10.1155/2018/1586846",
        "year": 2018,
        "abstract": "<jats:p>This paper is concerned with a class of discrete-time nonhomogeneous Markov jump systems with multiplicative noises and time-varying transition probability matrices which are valued on a convex polytope. The stochastic stability and finite-time stability are considered. Some stability criteria including infinite matrix inequalities are obtained by parameter-dependent Lyapunov function. Furthermore, infinite matrix inequalities are converted into finite linear matrix inequalities (LMIs) via a set of slack matrices. Finally, two numerical examples are given to demonstrate the validity of the proposed theoretical methods.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Dynamic Large-Scale Server Scheduling for IVF Queuing Network in Cloud Healthcare System",
        "doi": "10.1155/2021/6670288",
        "year": 2021,
        "abstract": "<jats:p>As one of the most effective medical technologies for the infertile patients, in vitro fertilization (IVF) has been more and more widely developed in recent years. However, prolonged waiting for IVF procedures has become a problem of great concern, since this technology is only mastered by the large general hospitals. To deal with the insufficiency of IVF service capacity, this paper studies an IVF queuing network in an integrated cloud healthcare system, where the two key medical services, that is, egg retrieval and transplantation, are assigned to accomplish in the general hospital, while the routine medical tests are assigned into the community hospital. Based on continuous-time Markov procedure, a dynamic large-scale server scheduling problem in this complicated service network is modeled with consideration of different arrival rates of multiple type of patients and different service capacities of multiple servers that can be defined as doctors of the general hospital. To solve this model, a reinforcement learning (RL) algorithm is proposed, where the reward functions are designed for four conflicting subcosts: setup cost, patient waiting cost, penalty cost for unsatisfied patient personal preferences, and medical cost of patient. The experimental results show that the optimal service rule of each server’s queue obtained by the RL method is significantly superior to the traditional service rule.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "First-Order and High-Order Repetitive Control for Single-Phase Grid-Connected Inverter",
        "doi": "10.1155/2020/1094386",
        "year": 2020,
        "abstract": "<jats:p>With the increasing demand of users for power sources and quality, how to provide high-quality renewable clean energy has become a key issue of power electronics. The main idea of this paper is to develop a composite control including a PI control and repetitive control for a single-phase grid-connected inverter to eliminate the effects of harmonics, which can obtain better steady-state and dynamic responses of the single-phase inverter system and reduce the net current harmonics. The modelling of a single-phase inverter is first introduced; then a first-order repetitive control is developed for the proposed grid-connected inverter. Moreover, a high-order repetitive controller is adopted to further improve the robustness against the uncertainties in the period of signals. The stability and performance analysis are given for the first-order repetitive control and high-order repetitive control. Finally, comparative simulations are conducted in a circuit-level inverter model, which show the effectiveness of the proposed method.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Dynamic Behavior of a Commensalism Model with Nonmonotonic Functional Response and Density-Dependent Birth Rates",
        "doi": "10.1155/2018/9862584",
        "year": 2018,
        "abstract": "<jats:p>In this paper, we propose and analyze a commensalism model with nonmonotonic functional response and density-dependent birth rates. The model can have at most four nonnegative equilibria. By applying the differential inequality theory, we show that each equilibrium can be globally attractive under suitable conditions. However, commensalism can be established only when resources for both species are large enough.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Human mate choice is a complex system",
        "doi": "10.1002/cplx.21382",
        "year": 2011,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>From a psychological perspective, human mate choice has been viewed as a problem of identifying the individual cognitive preferences and decisions that explain empirical results such as similarity in attractiveness between mates and the right‐skewed unimodal marriage hazard curves for marriage rates. Agent‐based models provide a powerful theoretical tool for investigating this relationship, but until now have not considered the effects of local neighborhoods or mobility on emergent population dynamics. In failing to do so, they have effectively ruled out the population‐level complexity inherent in human mate choice. Real people live in physical space, and their interactions are constrained by their location in and mobility among physical neighborhoods and social networks. We developed a general model of human mate choice in which agents are localized in space, interact with close neighbors, and tend to range either near or far. At the individual level, our model uses two oft‐used but incompletely understood decision rules: one based on preferences for similar partners, the other for maximally attractive partners. We show that space and mobility can interact nonlinearly with these individual decision rules and nonspatial aspects of the population structure. In particular, local interactions and limited mobility decrease interpair matching and increase mate search time. We also show that it is too easy to fit various model configurations to the scant available data. More data and more specific predictions are required. Human mate choice is a complex system with properties that emerge from space, mobility, and other factors that structure social dynamics. © 2011 Wiley Periodicals, Inc. Complexity, 2011.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Natural networks as thermodynamic systems",
        "doi": "10.1002/cplx.21428",
        "year": 2012,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Natural networks are considered as thermodynamic systems that evolve from one state to another by consuming free energy. The least‐time consumption of free energy is found to result in ubiquitous scale‐free characteristics. The network evolution will yield the scale‐independent qualities because the least‐time imperative will prefer attachment of nodes that contribute most to the free‐energy consumption. The analysis of evolutionary equation of motion, derived from statistical physics of open systems, reveals that evolution of natural networks is a path‐dependent and nondeterministic process. Despite the noncomputability of evolution, many mathematical models of networks can be recognized as approximations of the least‐time process as well as many measures of networks can be appreciated as practical assessments of the system's thermodynamic status. © 2012 Wiley Periodicals, Inc. Complexity, 2012</jats:p>",
        "is_referenced_by_count": 35
    },
    {
        "title": "Outlier detection of air temperature series data using probabilistic finite state automata‐based algorithm",
        "doi": "10.1002/cplx.21390",
        "year": 2012,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>This article proposes a probability finite state automata‐based algorithm (PFSAA) for detecting outliers of air temperature series data caused by sensor errors. This algorithm first divides the training samples of air temperature series data into subclusters that will be further used to build finite state automata by splitting and combining techniques. Then, it creates a dynamic transition matrix of PFSA based on probability theories. Finally, the outliers of the remaining test samples are detected by PFSAA. The proposed algorithm is quantitatively validated by the reference data and a traditional backpropagation neural net model. © 2012 Wiley Periodicals, Inc. Complexity, 2012</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Systems biology reveals biology of systems",
        "doi": "10.1002/cplx.20353",
        "year": 2010,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>In the last decades, genomic and postgenomic technologies obtained a great amount of information on molecular bases of cell physiology and organization. In spite of this, the knowledge of cells and living organisms in their entirety, is far from being achieved. In order to deal with biological complexity, Systems Biology uses a new approach to overcome this inadequacy. Despite different definitions, Systems Biology's view of biological phenomena highlights that a holistic perspective is needed to integrate and understand the huge amount of empirical data which have been collected. This is one of the aspects that makes Systems Biology so interesting, from a theoretical and epistemological point of view, and that renders it a useful tool to help students approach living beings' dynamics within a comprehensive framework of their biological features as well. © 2010 Wiley Periodicals, Inc. Complexity, 2010</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Nonlinear Torsional Vibration Analysis and Nonlinear Feedback Control of Complex Permanent Magnet Semidirect Drive Cutting System in Coal Cutters",
        "doi": "10.1155/2019/9359218",
        "year": 2019,
        "abstract": "<jats:p>The semidirect drive cutting transmission system of coal cutters is prone to unstable torsional vibration when the resistance values of its driving permanent magnet synchronous motor (PMSM) are affected by changes in temperatures and tough conditions. Besides, the system has the properties of complex electromechanically coupling such as the coupling between electrical parameters and mechanical parameters. Therefore, in this study, the nonlinear torsional vibration equation was established on the basis of the Lagrange-Maxwell theory. Moreover, in light of the nonlinear dynamic bifurcation theory, the system stability was analyzed by taking the resistance value of power motor as the bifurcation parameter. In addition, the influence of subcritical bifurcation on the torsional vibration was studied by investigating the necessary and sufficient conditions for dynamic Hopf bifurcation and classifying the bifurcation types. At last, in order to suppress destabilizing oscillation induced by Hopf bifurcation, the nonlinear feedback controller was constructed, with the introduction of feedback from the motor velocity as well as the selection of voltage value on the <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mrow><mml:mi>q</mml:mi></mml:mrow></mml:math> shaft as the controlled variable. Meanwhile, the three-order normal form and controlling parameters of the system were obtained with the aid of the multiple scales method and the harmonic balance method. In this way, the Hopf bifurcation point was transferred to control the stability of Hopf bifurcation and the amplitude of limit cycle, thus guaranteeing reliable and safe operation of the system. The numerical simulation results indicate that the designed controller boosts an ideal controlling effect.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Evolutionary Cooperation in Networked Public Goods Game with Dependency Groups",
        "doi": "10.1155/2019/8670802",
        "year": 2019,
        "abstract": "<jats:p>Either in microlevel organizations or macrolevel societies, the individuals acquire benefits or payoffs by forming interdependency groups linked by common interests. Conducting research on the effects of interdependency groups on the evolution of cooperation could have a better understanding of the social dilemma problem. In this paper, we studied a spatial public goods game with nonlocal interdependency groups where each of participants is located in a two-dimensional square lattice or Watts–Strogatz small-world network with payoffs obtaining from the interactions with nearest neighbors. In terms of the enhancement factor, the effects of group density on the evolutionary cooperation can be quite different. For a low enhancement factor, the cooperation level is a nonmonotonic function with the varying density of interdependency groups in the system, which means a proper density of interdependency groups can best promote the cooperative level. For a moderate enhancement factor, a higher density of interdependency groups can always correspond to a higher cooperative level. However, if the enhancement factor is too high, a high density of interdependency groups can impede the evolutionary cooperation. We give the explanations for the different roles of group density of interdependency by using the transition probabilities of <jats:italic>C</jats:italic> players into <jats:italic>D</jats:italic> players as well as the reverse. Our findings are very helpful for the understanding of emergence cooperation as well as the cooperation regulation in the selfish individuals.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Incremental Matrix-Based Subspace Method for Matrix-Based Feature Extraction",
        "doi": "10.1155/2020/8864594",
        "year": 2020,
        "abstract": "<jats:p>The matrix-based features can provide valid and interpretable information for matrix-based data such as image. Matrix-based kernel principal component analysis (MKPCA) is a way for extracting matrix-based features. The extracted matrix-based feature is useful to both dimension reduction and spatial statistics analysis for an image. In contrast, the efficiency of MKPCA is highly restricted by the dimension of the given matrix data and the size of the training set. In this paper, an incremental method to extract features of a matrix-based dataset is proposed. The method is methodologically consistent with MKPCA and can improve efficiency through incrementally selecting the proper projection matrix of the MKPCA by rotating the current subspace. The performance of the proposed method is evaluated by performing several experiments on both point and image datasets.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Dynamic Learning from Adaptive Neural Control of Uncertain Robots with Guaranteed Full-State Tracking Precision",
        "doi": "10.1155/2017/5860649",
        "year": 2017,
        "abstract": "<jats:p>A dynamic learning method is developed for an uncertain <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mrow><mml:mi>n</mml:mi></mml:mrow></mml:math>-link robot with unknown system dynamics, achieving predefined performance attributes on the link angular position and velocity tracking errors. For a known nonsingular initial robotic condition, performance functions and unconstrained transformation errors are employed to prevent the violation of the full-state tracking error constraints. By combining two independent Lyapunov functions and radial basis function (RBF) neural network (NN) approximator, a novel and simple adaptive neural control scheme is proposed for the dynamics of the unconstrained transformation errors, which guarantees uniformly ultimate boundedness of all the signals in the closed-loop system. In the steady-state control process, RBF NNs are verified to satisfy the partial persistent excitation (PE) condition. Subsequently, an appropriate state transformation is adopted to achieve the accurate convergence of neural weight estimates. The corresponding experienced knowledge on unknown robotic dynamics is stored in NNs with constant neural weight values. Using the stored knowledge, a static neural learning controller is developed to improve the full-state tracking performance. A comparative simulation study on a 2-link robot illustrates the effectiveness of the proposed scheme.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "High-Frequency Trading and Its Impact on Exogenous Liquidity Risk of China’s Stock Index Futures Market before and after Trading Restrictions",
        "doi": "10.1155/2020/9192841",
        "year": 2020,
        "abstract": "<jats:p>Since China’s first stock index futures, China Securities Index 300 (CSI300) stock index futures were published in 2010, and China’s stock index futures market is now in a period of rapid development and play a key role in price discovery. During 2014 to 2015, China’s stock index futures market fluctuated abnormally, and the overuse of high-frequency trading (HFT) strategies in the stock index futures market was blamed as the main reason of the abnormal volatility. To lower down market fluctuation, the regulatory institute then announced a series of trade restriction policy to prevent the overuse of HFT behaviour. However, until now, the impact of such trade restriction policy for HFT remains uncertain. To tackle this issue, based on minute-level HFT data from the CSI 300 index futures market, this paper aims to investigate the relationship between HFT and the exogenous liquidity risk and how HFT affects China’s stock index futures market on its liquidity using the liquidity-adjusted value at risk (LVaR) model. The findings indicate that HFT improves the return of the liquidity provider and reduces the exogenous liquidity risk significantly.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Parameter Optimization of Droop Controllers for Microgrids in Islanded Mode by the SQP Method with Gradient Sampling",
        "doi": "10.1155/2021/5634274",
        "year": 2021,
        "abstract": "<jats:p>For enhancing the stability of the microgrid operation, this paper proposes an optimization model considering the small-signal stability constraint. Due to the nonsmooth property of the spectral abscissa function, the droop controller parameters’ optimization is a nonsmooth optimization problem. The Sequential Quadratic Programming with Gradient Sampling (SQP-GS) is implemented to optimize the droop controller parameters for solving the nonsmooth problem. The SQP-GS method can guarantee the solution of the optimization problem globally and efficiently converges to stationary points with probability of one. In the current iteration, the gradient of the nonsmooth function can be evaluated on a set of randomly generated nearby points by computing closed-form sensitivities. A test on the microgrid system shows that the optimality and the efficiency of the SQP-GS are better than those of the heuristic algorithms.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Data-Driven Finite Element Models of Passive Filamentary Networks",
        "doi": "10.1155/2018/6878265",
        "year": 2018,
        "abstract": "<jats:p>A data-driven procedure is introduced to construct finite element models of heterogeneous systems for which an accurate microscopic description is available. A filter to define coarsened finite element nodal values is defined from the principal modes obtained by singular value decomposition of the microscopic data. The resulting finite element nodal values are subsequently used to reconstruct local linearization of the system behavior, defining drag and stiffness matrices for an overdamped system. The procedure is exemplified for an actin mesh described by Brownian dynamics and eight-node cuboid finite elements but is generally applicable with respect to both the microscopic model and the type of finite element approximation. In contrast to standard finite element formulations derived from hypotheses on assumed deformation behavior, the data-driven procedure introduced here is completely determined by the observed behavior be it obtained from simulations or experiment.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Solution Algorithms for Single-Machine Group Scheduling with Learning Effect and Convex Resource Allocation",
        "doi": "10.1155/2021/6615824",
        "year": 2021,
        "abstract": "<jats:p>This paper deals with a single-machine resource allocation scheduling problem with learning effect and group technology. Under slack due-date assignment, our objective is to determine the optimal sequence of jobs and groups, optimal due-date assignment, and optimal resource allocation such that the weighted sum of earliness and tardiness penalties, common flow allowances, and resource consumption cost is minimized. For three special cases, it is proved that the problem can be solved in polynomial time. To solve the general case of problem, the heuristic, tabu search, and branch-and-bound algorithms are proposed.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Some Novel Complex Dynamic Behaviors of a Class of Four-Dimensional Chaotic or Hyperchaotic Systems Based on a Meshless Collocation Method",
        "doi": "10.1155/2019/5034025",
        "year": 2019,
        "abstract": "<jats:p>In the field of complex systems, there is a need for better methods of knowledge discovery due to their nonlinear dynamics. The numerical simulation of chaotic or hyperchaotic system is mainly performed by the fourth-order Runge–Kutta method, and other methods are rarely reported in previous work. A new method, which divides the entire intervals into <jats:italic>N</jats:italic> equal subintervals based on a meshless collocation method, has been constructed in this paper. Some new complex dynamical behaviors are shown by using this new approach, and the results are in good agreement with those obtained by the fourth-order Runge–Kutta method.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Synchronous Reluctance Motor: Dynamical Analysis, Chaos Suppression, and Electronic Implementation",
        "doi": "10.1155/2022/8080048",
        "year": 2022,
        "abstract": "<jats:p>Dynamical analysis, chaos suppression and electronic implementation of the synchronous reluctance motor (SynRM) without external inputs are investigated in this paper. The different dynamical behaviors (including monostable periodic behaviors, bistable periodic behaviors, monostable chaotic behaviors, and bistable chaotic behaviors) found in the SynRM without external inputs are illustrated in the two parameters largest Lyapunov exponent (LLE) diagrams, one parameter bifurcation diagram, and phase portraits. The three single controllers are designed to suppress the chaotic behaviors found in SynRM without external inputs. The three proposed single controllers are simple and easy to implement. Numerical simulation results show that the three proposed single controllers are effective. Finally, the dynamical behaviors found in the SynRM without external inputs and the physical feasibility of the three proposed single controllers are validated through circuit implementation on OrCAD-PSpice software.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Herd Behavior and Its Effects on Default in Chinese Microcredit",
        "doi": "10.1155/2021/9229871",
        "year": 2021,
        "abstract": "<jats:p>Herd behavior means a mode of behavior will be infected among the individuals in a group, and its existence and influence in specific financial market are uncertain. The paper utilizes the logistic model to test the existence and influence of herd behavior of borrowers in Chinese microcredit market. We find that (1) herd behavior exists in Chinese microcredit market, (2) the two most important factors affecting the default of microcredit resulted from herd behavior are the nature of microcredit institutions and the education level of borrowers, and (3) herd behavior will increase the possibility of default, but it is relatively small.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Partial-State-Constrained Adaptive Intelligent Tracking Control of Nonlinear Nonstrict-Feedback Systems with Unmodeled Dynamics and Its Application",
        "doi": "10.1155/2020/8835454",
        "year": 2020,
        "abstract": "<jats:p>In this paper, an adaptive intelligent control scheme is presented to investigate the problem of adaptive tracking control for a class of nonstrict-feedback nonlinear systems with constrained states and unmodeled dynamics. By approximating the unknown nonlinear uncertainties, utilizing Barrier Lyapunov functions (BLFs), and designing a dynamic signal to deal with the constrained states and the unmodeled dynamics, respectively, an adaptive neural network (NN) controller is developed in the frame of the backstepping design. In order to simplify the design process, the nonstrict-feedback form is treated by using the special properties of Gaussian functions. The proposed adaptive control scheme ensures that all variables involved in the closed-loop system are bounded, the corresponding state constraints are not violated. Meanwhile, the tracking error converges to a small neighborhood of the origin. In the end, the proposed intelligent design algorithm is applied to one-link manipulator to demonstrate the effectiveness of the obtained method.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Effect of Physically Realistic Potential Energy Form on Spatial Pattern Complexity in a Collective Motion Model",
        "doi": "10.1155/2023/8852349",
        "year": 2023,
        "abstract": "<jats:p>Collective motion models most often use self-propelled particles, which are known to produce organized spatial patterns via their collective interactions. However, there is less work considering the possible organized spatial patterns achievable by non-self-propelled particles (nondriven), i.e., those obeying energy and momentum conservation. Moreover, it is not known how the potential energy interaction between the particles affects the complexity of the patterns. To address this, in this paper, a collective motion model with a pairwise potential energy function that conserved the total energy and momentum of the particles was implemented. The potential energy function was derived by generalizing the Lennard–Jones potential to reduce to gravity-like and billiard-ball-like potentials at the extremes of its parameter range. The particle model was simulated under a number of parameterizations of this generalized potential, and the average complexity of the spatial pattern produced by each was computed. Complexity was measured by tracking the information needed to describe the particle system at different scales (the complexity profile). It was found that the spatial patterns of the particles were the most complex around a specific ratio in the parameters. This parameter ratio described a characteristic shape of the potential energy function that is capable of producing complex spatial patterns. It is suggested that the characteristic shape of the potential energy produces complex behavior by balancing the likelihood for particles to bond. Furthermore, these results demonstrate that complex spatial patterns are possible even in an isolated system.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The Orbital Stability of Solitary Wave Solutions for the Generalized Gardner Equation and the Influence Caused by the Interactions between Nonlinear Terms",
        "doi": "10.1155/2019/4209275",
        "year": 2019,
        "abstract": "<jats:p>In this paper, the orbital stability of solitary wave solutions for the generalized Gardner equation is investigated. Firstly, according to the theory of orbital stability of Grillakis-Shatah-Strauss, a general conclusion is given to determine the orbital stability of solitary wave solutions. Furthermore, on the basis of the two bell-shaped solitary wave solutions of the equation, the explicit expressions of the orbital stability discriminants are deduced to give the orbitally stable and instable intervals for the two solitary waves as the wave velocity changing. Moreover, the influence caused by the interaction between two nonlinear terms is also discussed. From the conclusion, it can be seen that the influences caused by this interaction are apparently when <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mn mathvariant=\"normal\">0</mml:mn><mml:mo>&lt;</mml:mo><mml:mi>p</mml:mi><mml:mo>&lt;</mml:mo><mml:mn mathvariant=\"normal\">4</mml:mn></mml:math>, which shows the complexity of this system with two nonlinear terms. Finally, by deriving the orbital stability discriminant <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\"><mml:msup><mml:mrow><mml:mi>d</mml:mi></mml:mrow><mml:mrow><mml:mi mathvariant=\"normal\">′</mml:mi><mml:mi mathvariant=\"normal\">′</mml:mi></mml:mrow></mml:msup><mml:mo stretchy=\"false\">(</mml:mo><mml:mi>c</mml:mi><mml:mo stretchy=\"false\">)</mml:mo></mml:math> in the form of Gaussian hypergeometric function, the numerical simulations of several main conclusions are given in this paper.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Symmetry Groups, Similarity Reductions, and Conservation Laws of the Time-Fractional Fujimoto–Watanabe Equation Using Lie Symmetry Analysis Method",
        "doi": "10.1155/2020/4830684",
        "year": 2020,
        "abstract": "<jats:p>In this paper, the time-fractional Fujimoto–Watanabe equation is investigated using the Riemann–Liouville fractional derivative. Symmetry groups and similarity reductions are obtained by virtue of the Lie symmetry analysis approach. Meanwhile, the time-fractional Fujimoto–Watanabe equation is transformed into three kinds of reduced equations and the third of which is based on Erdélyi–Kober fractional integro-differential operators. Furthermore, the conservation laws are also acquired by Ibragimov’s theory.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Forecasting Natural Gas Consumption of China Using a Novel Grey Model",
        "doi": "10.1155/2020/3257328",
        "year": 2020,
        "abstract": "<jats:p>As is known, natural gas consumption has been acted as an extremely important role in energy market of China, and this paper is to present a novel grey model which is based on the optimized nonhomogeneous grey model (ONGM (1,1)) in order to accurately predict natural gas consumption. This study begins with proving that prediction results are independent of the first entry of original series using the product theory of determinant; on this basis, it is a reliable approach by inserting an arbitrary number in front of the first entry of original series to extract messages, which has been proved that it is an appreciable approach to increase prediction accuracy of the traditional grey model in the earlier literature. An empirical example often appeared in testing for prediction accuracy of the grey model is utilized to demonstrate the effectiveness of the proposed model; the numerical results indicate that the proposed model has a better prediction performance than other commonly used grey models. Finally, the proposed model is applied to predict China’s natural gas consumption from 2019 to 2023 in order to provide some valuable information for energy sectors and related enterprises.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Multiplex Networks of the Guarantee Market: Evidence from China",
        "doi": "10.1155/2017/9781890",
        "year": 2017,
        "abstract": "<jats:p>We investigate a multiplex network of the guarantee market with three layers corresponding to different types of guarantee relationships in China. We find that three single-layer networks all have the scale-free property and are of disassortative nature. A single-layer network is not quite representative of another single-layer network. The result of the betweenness centrality shows that central companies in one layer are not necessarily central in another layer. And the eigenvector centrality has the same result of the betweenness centrality except the top central company.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Reconstructing Mesoscale Network Structures",
        "doi": "10.1155/2019/5120581",
        "year": 2019,
        "abstract": "<jats:p>When facing the problem of reconstructing complex mesoscale network structures, it is generally believed that models encoding the nodes organization into modules must be employed. The present paper focuses on two block structures that characterize the empirical mesoscale organization of many real-world networks, i.e., the<jats:italic> bow-tie</jats:italic> and the<jats:italic> core-periphery</jats:italic> ones, with the aim of quantifying the minimal amount of topological information that needs to be enforced in order to reproduce the topological details of the former. Our analysis shows that constraining the network degree sequences is often enough to reproduce such structures, as confirmed by model selection criteria as AIC or BIC. As a byproduct, our paper enriches the toolbox for the analysis of bipartite networks, still far from being complete: both the bow-tie and the core-periphery structure, in fact, partition the networks into asymmetric blocks characterized by binary, directed connections, thus calling for the extension of a recently proposed method to randomize<jats:italic> undirected</jats:italic>, bipartite networks to the<jats:italic> directed</jats:italic> case.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Key Elements Affecting the Library’s CFU Concentration in Taiwan",
        "doi": "10.1155/2023/9345311",
        "year": 2023,
        "abstract": "<jats:p>Public libraries are popular gathering places, so understanding the factors that contribute to colony-forming unit (CFU) concentrations and how to minimize them is essential. This study aimed to investigate the factors that affect CFU concentrations in a public library, using air sampling (Bioluminescent ATP-assay) and statistical analysis software (SPSS) to collect and analyze data. The findings indicated that the CFU concentration in the library was significantly influenced by the air quality surrounding the building, the number of library visitors, and the hygiene and health of both visitors and employees. Additionally, indoor temperature and humidity were found to be key factors affecting CFU concentration. These findings suggest the need for better ventilation and air filtration systems, as well as regular cleaning and disinfection in public libraries. Furthermore, research is recommended to investigate other potential factors that may impact indoor air quality in public spaces.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "GANs with Multiple Constraints for Image Translation",
        "doi": "10.1155/2018/4613935",
        "year": 2018,
        "abstract": "<jats:p>Unpaired image translation is a challenging problem in computer vision, while existing generative adversarial networks (GANs) models mainly use the adversarial loss and other constraints to model. But the degree of constraint imposed on the generator and the discriminator is not enough, which results in bad image quality. In addition, we find that the current GANs-based models have not yet been implemented by adding an auxiliary domain, which is used to constrain the generator. To solve the problem mentioned above, we propose a multiscale and multilevel GANs (MMGANs) model for image translation. In this model, we add an auxiliary domain to constrain generator, which combines this auxiliary domain with the original domains for modelling and helps generator learn the detailed content of the image. Then we use multiscale and multilevel feature matching to constrain the discriminator. The purpose is to make the training process as stable as possible. Finally, we conduct experiments on six image translation tasks. The results verify the validity of the proposed model.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Some Topological Notations via Maki’s Λ-Sets",
        "doi": "10.1155/2020/4237462",
        "year": 2020,
        "abstract": "<jats:p>Our purpose is to present the notions of a <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mi>β</mml:mi></mml:math>-<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\"><mml:mi>Λ</mml:mi></mml:math>-set and a <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M3\"><mml:mi>β</mml:mi></mml:math>-<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M4\"><mml:mi>V</mml:mi></mml:math>-sets in topological space. We discuss the basic properties of <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M5\"><mml:mi>β</mml:mi></mml:math>-<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M6\"><mml:mi>Λ</mml:mi></mml:math>-sets and <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M7\"><mml:mi>β</mml:mi></mml:math>-<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M8\"><mml:mi>V</mml:mi></mml:math>-sets. Also, the achievement of the topology defined by these families of sets is obtained. Finally, these results are applied to the case of <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M9\"><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:mi>X</mml:mi><mml:mo>,</mml:mo><mml:mi>τ</mml:mi></mml:mrow></mml:mfenced></mml:math> which is the digital <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M10\"><mml:mi>n</mml:mi></mml:math>-space <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M11\"><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:msup><mml:mrow><mml:mi>Z</mml:mi></mml:mrow><mml:mrow><mml:mi>n</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>K</mml:mi></mml:mrow><mml:mrow><mml:mi>n</mml:mi></mml:mrow></mml:msup></mml:mrow></mml:mfenced></mml:math> (cf. Section 4).</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "The Extended Exponential Weibull Distribution: Properties, Inference, and Applications to Real-Life Data",
        "doi": "10.1155/2022/4068842",
        "year": 2022,
        "abstract": "<jats:p>A novel version of the exponential Weibull distribution known as the extended exponential Weibull (ExEW) distribution is developed and examined using the Lehmann alternative II (LAII) generating technique. The new distributions basic mathematical properties are derived. The maximum likelihood estimation (MLE) technique is used to estimate the unknown parameters of the proposed distribution. The estimators’ performance is further assessed using the Monte Carlo simulation technique. Eventually, two real-world data sets are utilized to show the applicability of the new distribution.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "A Comparative Study of Three Resolving Parameters of Graphs",
        "doi": "10.1155/2021/1927181",
        "year": 2021,
        "abstract": "<jats:p>Graph theory is one of those subjects that is a vital part of the digital world. It is used to monitor the movement of robots on a network, to debug computer networks, to develop algorithms, and to analyze the structural properties of chemical structures, among other things. It is also useful in airplane scheduling and the study of diffusion mechanisms. The parameters computed in this article are very useful in pattern recognition and image processing. A number <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\">\n                        <mi>d</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>f</mi>\n                              <mo>,</mo>\n                              <mi>w</mi>\n                           </mrow>\n                        </mfenced>\n                        <mo>=</mo>\n                        <mi mathvariant=\"normal\">min</mi>\n                        <mfenced open=\"{\" close=\"}\" separators=\"|\">\n                           <mrow>\n                              <mi>d</mi>\n                              <mfenced open=\"(\" close=\")\" separators=\"|\">\n                                 <mrow>\n                                    <mi>w</mi>\n                                    <mo>,</mo>\n                                    <mi>t</mi>\n                                 </mrow>\n                              </mfenced>\n                              <mo>,</mo>\n                              <mi>d</mi>\n                              <mfenced open=\"(\" close=\")\" separators=\"|\">\n                                 <mrow>\n                                    <mi>w</mi>\n                                    <mo>,</mo>\n                                    <mi>s</mi>\n                                 </mrow>\n                              </mfenced>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula> is referred as distance between <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\">\n                        <mi>f</mi>\n                        <mo>=</mo>\n                        <mi>t</mi>\n                        <mi>s</mi>\n                     </math>\n                  </jats:inline-formula> an edge and <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M3\">\n                        <mi>w</mi>\n                     </math>\n                  </jats:inline-formula> a vertex. <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M4\">\n                        <mi>d</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>w</mi>\n                              <mo>,</mo>\n                              <msub>\n                                 <mrow>\n                                    <mi>f</mi>\n                                 </mrow>\n                                 <mrow>\n                                    <mn>1</mn>\n                                 </mrow>\n                              </msub>\n                           </mrow>\n                        </mfenced>\n                        <mo>≠</mo>\n                        <mi>d</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>w</mi>\n                              <mo>,</mo>\n                              <msub>\n                                 <mrow>\n                                    <mi>f</mi>\n                                 </mrow>\n                                 <mrow>\n                                    <mn>2</mn>\n                                 </mrow>\n                              </msub>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula> implies that two edges <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M5\">\n                        <msub>\n                           <mrow>\n                              <mi>f</mi>\n                           </mrow>\n                           <mrow>\n                              <mn>1</mn>\n                           </mrow>\n                        </msub>\n                        <mo>,</mo>\n                        <msub>\n                           <mrow>\n                              <mi>f</mi>\n                           </mrow>\n                           <mrow>\n                              <mn>2</mn>\n                           </mrow>\n                        </msub>\n                        <mo>∈</mo>\n                        <mi>E</mi>\n                     </math>\n                  </jats:inline-formula> are resolved by node <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M6\">\n                        <mi>w</mi>\n                        <mo>∈</mo>\n                        <mi>V</mi>\n                     </math>\n                  </jats:inline-formula>. A set of nodes <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M7\">\n                        <mi>A</mi>\n                     </math>\n                  </jats:inline-formula> is referred to as an edge metric generator if every two links/edges of <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M8\">\n                        <mi mathvariant=\"normal\">Γ</mi>\n                     </math>\n                  </jats:inline-formula> are resolved by some nodes of <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M9\">\n                        <mi>A</mi>\n                     </math>\n                  </jats:inline-formula> and least cardinality of such sets is termed as edge metric dimension, <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M10\">\n                        <mi>e</mi>\n                        <mi mathvariant=\"normal\">dim</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi mathvariant=\"normal\">Γ</mi>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula> for a graph <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M11\">\n                        <mi mathvariant=\"normal\">Γ</mi>\n                     </math>\n                  </jats:inline-formula>. A set <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M12\">\n                        <mi>B</mi>\n                     </math>\n                  </jats:inline-formula> of some nodes of <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M13\">\n                        <mi mathvariant=\"normal\">Γ</mi>\n                     </math>\n                  </jats:inline-formula> is a mixed metric generator if any two members of <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M14\">\n                        <mi>V</mi>\n                        <mo>∪</mo>\n                        <mi>E</mi>\n                     </math>\n                  </jats:inline-formula> are resolved by some members of <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M15\">\n                        <mi>B</mi>\n                     </math>\n                  </jats:inline-formula>. Such a set <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M16\">\n                        <mi>B</mi>\n                     </math>\n                  </jats:inline-formula> with least cardinality is termed as mixed metric dimension, <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M17\">\n                        <mi>m</mi>\n                        <mi mathvariant=\"normal\">dim</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi mathvariant=\"normal\">Γ</mi>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula>. In this paper, the metric dimension, edge metric dimension, and mixed metric dimension of dragon graph <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M18\">\n                        <msub>\n                           <mrow>\n                              <mi>T</mi>\n                           </mrow>\n                           <mrow>\n                              <mi>n</mi>\n                              <mo>,</mo>\n                              <mi>m</mi>\n                           </mrow>\n                        </msub>\n                     </math>\n                  </jats:inline-formula>, line graph of dragon graph <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M19\">\n                        <mi>L</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <msub>\n                                 <mrow>\n                                    <mi>T</mi>\n                                 </mrow>\n                                 <mrow>\n                                    <mi>n</mi>\n                                    <mo>,</mo>\n                                    <mi>m</mi>\n                                 </mrow>\n                              </msub>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula>, paraline graph of dragon graph <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M20\">\n                        <mi>L</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>S</mi>\n                              <mfenced open=\"(\" close=\")\" separators=\"|\">\n                                 <mrow>\n                                    <msub>\n                                       <mrow>\n                                          <mi>T</mi>\n                                       </mrow>\n                                       <mrow>\n                                          <mi>n</mi>\n                                          <mo>,</mo>\n                                          <mi>m</mi>\n                                       </mrow>\n                                    </msub>\n                                 </mrow>\n                              </mfenced>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula>, and line graph of line graph of dragon graph <jats:inline-formula>\n                     <math xmlns=\"http://www.w3.org/1998/Math/MathML\" id=\"M21\">\n                        <mi>L</mi>\n                        <mfenced open=\"(\" close=\")\" separators=\"|\">\n                           <mrow>\n                              <mi>L</mi>\n                              <mfenced open=\"(\" close=\")\" separators=\"|\">\n                                 <mrow>\n                                    <msub>\n                                       <mrow>\n                                          <mi>T</mi>\n                                       </mrow>\n                                       <mrow>\n                                          <mi>n</mi>\n                                          <mo>,</mo>\n                                          <mi>m</mi>\n                                       </mrow>\n                                    </msub>\n                                 </mrow>\n                              </mfenced>\n                           </mrow>\n                        </mfenced>\n                     </math>\n                  </jats:inline-formula> have been computed. It is shown that these parameters are constant, and a comparative analysis is also given for the said families of graphs.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "An Approach to Interval-Valued Hesitant Fuzzy Multiattribute Group Decision Making Based on the Generalized Shapley-Choquet Integral",
        "doi": "10.1155/2018/3941847",
        "year": 2018,
        "abstract": "<jats:p>The purpose of this paper is to develop an approach to multiattribute group decision making under interval-valued hesitant fuzzy environment. To do this, this paper defines some new operations on interval-valued hesitant fuzzy elements, which eliminate the disadvantages of the existing operations. Considering the fact that elements in a set may be interdependent, two generalized interval-valued hesitant fuzzy operators based on the generalized Shapley function and the Choquet integral are defined. Then, some models for calculating the optimal fuzzy measures on the expert set and the ordered position set are established. Because fuzzy measures are defined on the power set, it makes the problem exponentially complex. To simplify the complexity of solving a fuzzy measure, models for the optimal 2-additive measures are constructed. Finally, an investment problem is offered to show the practicality and efficiency of the new method.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Wiener and Hyper-Wiener Indices of Polygonal Cylinder and Torus",
        "doi": "10.1155/2021/8882646",
        "year": 2021,
        "abstract": "<jats:p>In this study, we first introduce polygonal cylinder and torus using Cartesian products and topologically identifications and then find their Wiener and hyper-Wiener indices using a quick, interesting technique of counting. Our suggested mathematical structures could be of potential interests in representation of computer networks and enhancing lattice hardware security.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Simulating the Sustainability of Xiong’an New Area Undertaking the Industrial Transfer from Beijing",
        "doi": "10.1155/2021/9927397",
        "year": 2021,
        "abstract": "<jats:p>The national new area Xiong’an has been established to take over the noncapital functions of Beijing in China. In light of local resources and environmental constraints, it is important to clarify the mode of industrial transfer for Xiong’an new area (XNA) to achieve the developmental goals. This study simulates and analyzes the speed of industrial transfer and the capacities of XNA in light of resource and environmental constraints. The results show that, to just realize modernization in 2035, the transfer rate of the secondary industry and tertiary industry is annually 3.7 billion yuan and 6.4 billion yuan, respectively. But at this speed, the atmospheric environment will be overloaded by 2028. The minimum and maximum transfer rate to realize modernization in 2035 without overloading resources and environment are also specified as well as the total size of economy and population. The results indicate that land for the construction of XNA is rich, but local water is not sufficient to support industrial growth. The atmospheric environment of XNA is also an important limiting factor. It is thus necessary to reduce air pollution and increase the population and industrial scale of the area by increasing the transfer rate of the tertiary industry.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Some Nonlinear Fractional PDEs Involving<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mi>β</mml:mi></mml:math>-Derivative by Using Rational<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\"><mml:mi mathvariant=\"normal\">exp</mml:mi><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:mo>−</mml:mo><mml:mi mathvariant=\"normal\">Ω</mml:mi><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:mi>η</mml:mi></mml:mrow></mml:mfenced></mml:mrow></mml:mfenced></mml:math>-Expansion Method",
        "doi": "10.1155/2020/9179826",
        "year": 2020,
        "abstract": "<jats:p>In this article, some new nonlinear fractional partial differential equations (PDEs) (the space-time fractional order Boussinesq equation; the space-time (2 + 1)-dimensional breaking soliton equations; and the space-time fractional order SRLW equation) have been considered, in which the treatment of these equations in the diverse applications are described. Also, the fractional derivatives in the sense of<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M3\"><mml:mi>β</mml:mi></mml:math>-derivative are defined. Some fractional PDEs will convert to consider ordinary differential equations (ODEs) with the help of transformation<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M4\"><mml:mi>β</mml:mi></mml:math>-derivative. These equations are analyzed utilizing an integration scheme, namely, the rational<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M5\"><mml:mi mathvariant=\"normal\">exp</mml:mi><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:mo>−</mml:mo><mml:mi mathvariant=\"normal\">Ω</mml:mi><mml:mfenced open=\"(\" close=\")\" separators=\"|\"><mml:mrow><mml:mi>η</mml:mi></mml:mrow></mml:mfenced></mml:mrow></mml:mfenced></mml:math>-expansion method. Different kinds of traveling wave solutions such as solitary, topological, dark soliton, periodic, kink, and rational are obtained as a by product of this scheme. Finally, the existence of the solutions for the constraint conditions is also shown. The outcome indicates that some fractional PDEs are used as a growing finding in the engineering sciences, mathematical physics, and so on.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Hybrid-Driven Mechanism Based on Uncertain Network for Markov Jump System with Quantizations and Delay",
        "doi": "10.1155/2020/3148252",
        "year": 2020,
        "abstract": "<jats:p>This paper investigates the hybrid-driven mechanism problem for Markov jump system, where both channel quantization (BCQ) and network-induced delay based on uncertain network are considered. Firstly, comparing with the traditional event-triggered scheme, a hybrid-driven mechanism is employed in networked control systems (NCSs) for the finite capacity of communication bandwidth resources and system performance in equilibrium. Then, the quantization technology is applied in the communication channel from sensor-to-controller and controller-to-actuator. The application of BCQ is for further investigation that mitigate data packet transmission rate. Thirdly, Markov jump system is modeled for the hybrid-driven mechanism and network-induced delay. By constructing the Lyapunov–Krasovskii function, a sufficient condition is derived as the stability criterion, and the controller is designed in which the nonlinear term is rewritten for simplifying the calculation. Finally, two simulation examples are provided to demonstrate the effectiveness of the proposed approach.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Incremental Adaptive Control of a Class of Nonlinear Nonaffine Systems",
        "doi": "10.1155/2022/2847785",
        "year": 2022,
        "abstract": "<jats:p>As a class of familiar nonlinear systems, nonaffine systems are frequently encountered in practical applications. Currently, in the context of learning control, there is a lack of research results about such general class of nonlinear systems, especially for the case of performing infinite interval tasks. This article focuses on the incremental adaptive control for nonlinear systems in nonaffine form, without requiring periodicity or repeatability. Instead of using the integral adaptation, incremental adaptive mechanisms are developed and the corresponding control schemes are presented, by which the numerical integration for implementation can be avoided. With the proposed incremental adaptation, the implicit function theorem is introduced to solve the intractability problem of the nonaffine structure. The robustness (robust convergence) of the tracking error is characterized, with the aid of a proposed key lemma, while the boundedness of all the variables is examined. Numerical results are presented to verify the effectiveness of the proposed control design.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Information Propagation Influenced by Population Heterogeneity Behavioral Adoption on Weighted Network",
        "doi": "10.1155/2022/4217101",
        "year": 2022,
        "abstract": "<jats:p>In the realistic world, various individuals have distinct personalities, preferences, and attitudes toward new information and behavior acceptance, called population heterogeneity. It is seldom taken into account and theoretically analyzed in information propagation on a weighted network. Therefore, we divide individuals into fashionable and conservative individuals according to their passion degree and willingness for novel behaviors acceptance. Then, we build two behavior adoption threshold models corresponding to fashionable and conservative individuals on the weighted network to explore the effect of population heterogeneity on information propagation. Next, a partition theory based on edge weight and population heterogeneity is proposed to qualitatively analyze the information propagation mechanism. The theoretical analyses and simulation results show that fashionable individuals promote information propagation and behavior adoption. More importantly, the crossover phenomena of phase transition appear. When the fraction of fashionable individuals is relatively large, the increasing pattern of the final adoption size shows a second-order continuous phase transition. In comparison, the increasing pattern alters to first-order discontinuous phase transition with the decrease of the fraction of fashionable individuals. Moreover, reducing weight distribution heterogeneity promotes information propagation and slightly accelerates the change of the phase transition pattern from the first-order discontinuous to the second-order continuous. Besides, increasing the degree distribution heterogeneity accelerates the change of the phase transition pattern. Finally, our theoretical analyses coincide well with the simulation results.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Complexity Construction of Intelligent Marketing Strategy Based on Mobile Computing and Machine Learning Simulation Environment",
        "doi": "10.1155/2021/9910834",
        "year": 2021,
        "abstract": "<jats:p>Mankind’s research on marketing has a history of hundreds of years, and it has been fruitful in continuous summary and research. Now the theory of marketing has gradually penetrated into the minds of every company and even individual. A successful marketing strategy is the inevitable result of scientific planning and effective implementation. However, the current marketing strategy has gradually failed to meet the needs of corporates. In order to find the best solution for corporate marketing strategy, we built a simulation environment based on mobile computing and machine learning and compared the differences by simulating several companies of the same size in this city (corporate efficiency and revenue and expenditure under the marketing strategy). The results of the study found that intelligent marketing based on machine learning is more suitable for enterprises than general marketing strategies. The efficiency of enterprises has increased by about 20%, and the income of enterprises has increased by more than 30% compared with traditional marketing strategies. This shows that the intelligent marketing strategy based on mobile computing and machine learning to build a simulated environment plays an extremely important role in the peculiarities.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Infrared power generation in an insulated compartment",
        "doi": "10.1002/cplx.21484",
        "year": 2013,
        "abstract": "<jats:p>The mechanism that activates a bi‐junction power generator under the effects of heat is the Seebeck effect, that is, the production of voltage difference ΔV(t) is directly proportional to the temperature difference ΔT(t) between the “hot” and “cold” junctions of the device. This phenomenon is well established and is known as thermoelectric power generation. Here, it is shown that, instead, the causal and linear relationship between ΔV(t) and ΔT(t) is lost when continuous broadband infrared (CB‐IR) radiation illuminates a bi‐junction power generator in an insulated compartment. The observed phenomenon is IR power generation. Heat transfer calculations fail in explaining the experimental trends. The interaction between CB‐IR radiation and the charge carriers in the bi‐junction power generator might play a role in the ΔV(t) production, depending upon the geometry of the experimental setup. The longitudinal propagation of collective oscillations, for example, polaritons, in the plates protecting the “hot” and “cold” junctions of the bi‐junction power generator could explain the ΔV(t) production and the characteristic time constants. The findings should be considered in the design, fabrication, and improvement of thermopiles, power meters, and IR energy‐harvesting devices. © 2013 Wiley Periodicals, Inc. Complexity 19: 44–55, 2014</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Data analysis using circular causality in networks",
        "doi": "10.1002/cplx.21480",
        "year": 2013,
        "abstract": "<jats:p>Complex systems in causal relationships are known to be circular rather than linear; this means that a particular result is not produced by a single cause, but rather that both positive and negative feedback processes are involved. However, although interpreting systemic interrelationships requires a language formed by circles, this has only been developed at the diagram level, and not from an axiomatic point of view. The first difficulty encountered when analysing any complex system is that usually the only data available relate to the various variables, so the first objective was to transform these data into cause‐and‐effect relationships. Once this initial step was taken, our discrete chaos theory could be applied by finding the causal circles that will form part of the system attractor and allow their behavior to be interpreted. As an application of the technique presented, we analyzed the system associated with the transcription factors of inflammatory diseases. © 2013 Wiley Periodicals, Inc. Complexity 19: 15–19, 2014</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "An Exponential Varying-Parameter Neural Network for Repetitive Tracking of Mobile Manipulators",
        "doi": "10.1155/2020/8520835",
        "year": 2020,
        "abstract": "<jats:p>A novel exponential varying-parameter neural network (EVPNN) is presented and investigated to solve the inverse redundancy scheme of the mobile manipulators via quadratic programming (QP). To suspend the phenomenon of drifting free joints and guarantee high convergent precision of the end effector, the EVPNN model is applied to trajectory planning of mobile manipulators. Firstly, the repetitive motion scheme for mobile manipulators is formulated into a QP index. Secondly, the QP index is transformed into a time-varying matrix equation. Finally, the proposed EVPNN method is used to solve the QP index via the matrix equation. Theoretical analysis and simulations illustrate that the EVPNN solver has an exponential convergent speed and strong robustness in mobile manipulator applications. Comparative simulation results demonstrate that the EVPNN possesses a superior convergent rate and accuracy than the traditional ZNN solver in repetitive trajectory planning with a mobile manipulator.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "A Quasi-3D Numerical Model for Grout Injection in a Parallel Fracture Based on Finite Volume Method",
        "doi": "10.1155/2019/4139616",
        "year": 2019,
        "abstract": "<jats:p>The purpose of the present work is to develop a quasi-3D numerical method that can be used to study the diffusion mechanism of grout injection in a rock fracture based on the collocated structured grid of the finite volume method (FVM). Considering the characteristics of fracture in geometry that the aperture is much less than its length and width, the Hele-Shaw model is introduced to deduce the<jats:italic> z-</jats:italic>derivatives of velocities<jats:italic> u</jats:italic> and<jats:italic> v</jats:italic> at walls, which is a function of the relevant average velocity and the fracture aperture. The traditional difference scheme for the diffusive term is partly substituted with the derived analytical expressions; hence a three-dimensional problem of grout flow in the parallel fracture can be transformed into a two-dimensional one that concerns fracture aperture. The new model is validated by the analytical solution and experimental data on three cases of grouting in the parallel-plate fracture. Compared with the results from ANSYS-Fluent software, the present model shows better agreement with the analytical solution for the distribution of pressure and velocity. Furthermore, the new model needs less grid unit, spends less time, but achieves greater accuracy. The complexity of the grout flow field in the rock fracture is reduced; thus the computational efficiency can be improved significantly.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Inherent Stability of Multibody Systems with Variable-Stiffness Springs via Absolute Stability Theory",
        "doi": "10.1155/2021/8662275",
        "year": 2021,
        "abstract": "<jats:p>In this paper, the inherent stability problem for multibody systems with variable-stiffness springs (VSSs) is studied. Since multibody systems with VSSs may consume energy during the variation of stiffness, the inherent stability is not always ensured. The motivation of this paper is to present sufficient conditions that ensure the inherent stability of multibody systems with VSSs. The absolute stability theory is adopted, and N-degree-of-freedom (DOF) systems with VSSs are formulated as a Lur’e form. Furthermore, based on the circle criterion, sufficient conditions for the inherent stability of the systems are obtained. In order to verify these conditions, both frequency-domain and time-domain numerical simulations are conducted for several typical low-DOF systems.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Price Dynamics in an Order-Driven Market with Bayesian Learning",
        "doi": "10.1155/2018/8254068",
        "year": 2018,
        "abstract": "<jats:p>In this paper, we have developed a model of limit order book with learning mechanism and investigated its price dynamics. In this model, continuous Bayesian learning is introduced to describe the dynamics of self-adjusting learning mechanism of agents, which can result in some important stylized facts of limit order markets. This study also provides some behavioral explanations for these well-known stylized facts that are commonly observed in the financial markets.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Virus Propagation Model and Optimal Control Strategy in the Point-to-Group Network to Information Security Investment",
        "doi": "10.1155/2021/6612451",
        "year": 2021,
        "abstract": "<jats:p>Epidemiological dynamics is a vital method in studying the spread of computer network viruses. In this paper, an optimal control measure is proposed based on the SEIR virus propagation model in point-to-group information networks. First, considering the need for antivirus measures in reality, an optimal control problem is introduced, and then a controlled computer virus spread model in point-to-group information networks is established. Second, the optimal control measure is formulated by making a tradeoff between control cost and network loss caused by virus intrusion. Third, optimal control strategies are theoretically investigated by Pontryagin’s maximum principle and the Hamiltonian function. Finally, through numerical simulations, effective measures for controlling virus spread in point-to-group information networks are proposed.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "A Generalization of the Cauchy-Schwarz Inequality and Its Application to Stability Analysis of Nonlinear Impulsive Control Systems",
        "doi": "10.1155/2019/6048909",
        "year": 2019,
        "abstract": "<jats:p>In this paper, we first present a generalization of the Cauchy-Schwarz inequality. As an application of our result, we obtain a new sufficient condition for the stability of a class of nonlinear impulsive control systems. We end up this note with a numerical example which shows the effectiveness of our method.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Bicriterion Optimization for Flow Shop with a Learning Effect Subject to Release Dates",
        "doi": "10.1155/2018/9149510",
        "year": 2018,
        "abstract": "<jats:p>This paper investigates a two-machine flow shop problem with release dates in which the job processing times are variable according to a learning effect. The bicriterion is to minimize the weighted sum of makespan and total completion time subject to release dates. We develop a branch-and-bound (B&amp;B) algorithm to solve the problem by using a dominance property, several lower bounds, and an upper bound to speed up the elimination process of the search tree. We further propose a multiobjective memetic algorithm (MOMA), enhanced by an initialization strategy and a global search strategy, to obtain the Pareto front of the problem. Computational experiments are also carried out to examine the effectiveness and the efficiency of the B&amp;B algorithm and the MOMA algorithm.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Vehicle-Mounted Photovoltaic System Energy Management in Intelligent Transportation Systems: A Maximum Power Point Tracking Control",
        "doi": "10.1155/2021/5578972",
        "year": 2021,
        "abstract": "<jats:p>Electric vehicles have become the main contributor in terms of reducing fuel consumption and CO2 emission. Although the government is vigorously promoting the use of electric vehicles worldwide, the range anxiety still impedes the rapid development of electric vehicles, especially when air-conditioning also adds battery power consumption and aggravates the range anxiety. To this end, this paper proposes an improved vehicle-mounted photovoltaic system energy management in intelligent transportation systems, which is a maximum power point tracking control system. Meanwhile, since the power of solar panels is usually relatively small and the power changes at any time, low power density and poor controllability are difficult to avoid. In order to solve this problem, this paper offers a tracking control method to improve the output efficiency of solar panels. For improving photovoltaic conversion efficiency and maximizing output power, traditional photovoltaic power panels are often dominated by a centralized maximum power point tracing control, which is named MPPT. Although the cost under this case is lower, the output power of all photovoltaic panels cannot be maximized under the condition of uneven illumination or local mismatch. To improve the situation, a micro-scale inverter is proposed to provide MPPT control of photovoltaic modules, which can effectively improve the output power of each photovoltaic panel. Moreover, our MPPT algorithm is applicable to cloud shadow, building shadow, and shade, and it is more suitable for the car roof. Firstly, the Diode 5-parameter model is used to deduce the I-U equation of the photovoltaic module considering shadow shading, and then the real-time 5 parameter equation is formed by using the measured data group and selected. The reasonable initial value is used to iteratively solve the real-time value of 5 parameters, which is further to judge the masking situation. The maximum power point (MPP) is solved directly by the mathematical method based on the mathematical model of I-U relation mathematics, and the DC-DC circuit is used to adjust the running point to MPP. Unlike the traditional MPPT method, the method in this paper is based on the physical model of solar cells, and MPP tracking is based on mathematical methods. Based on this, it does not need to cause multiple interference to the circuit, and the tracking efficiency is high. Finally, the relative experimental results are provided to verify the performance of the proposed method.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Initial Value Determination of Chua System with Hidden Attractors and Its DSP Implementation",
        "doi": "10.1155/2020/7638243",
        "year": 2020,
        "abstract": "<jats:p>In this paper, a method for determining the initial value of the hidden attractors in the Chua system is studied. The initial value of the hidden attractors can be calculated quickly and accurately by the proposed method, and the hidden attractors can be found by numerical simulation. Then, the initial values of the hidden attractors are set accurately by digital signal processor (DSP), so as to the circuit realization of the chaotic system with hidden attractors is performed. The results show that the numerical simulation results of Matlab are consistent with the experimental results of DSP.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Anatomy of Complex System Research",
        "doi": "10.1155/2020/5208356",
        "year": 2020,
        "abstract": "<jats:p>Complex systems play important roles in science and economy and have become one of the major intellectual and scientific challenges of the twenty-first century. However, the way complex system research connects to other academic fields is much less well understood, with only anecdotal evidence. In this work, we present an anatomy of complex system research by leveraging a large-scale dataset that contains more than 100 million digitalized publications. First, we find that complex system research shows a steady growth relative to the whole science in the last 60 years, with a sudden burst after 2000, which might be related to the development of computational technologies. Although early complex system study shows strong referencing behaviors to mathematics and physics, it couples significantly with computer science in the twenty-first century and affects engineering strongly. Moreover, we find empirical evidence that complex system research tends to have multidisciplinary nature, as it is often inspired by or affects a diverse set of disciplines. Finally, we find significant positive correlations between fields’ reference broadness and future scientific impacts. Overall, our findings are consistent with several characteristics of complex system research, i.e., its multidisciplinary, quantitative, and computational nature, and may have broad policy implications for supporting and nurturing multidisciplinary research.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Speed Tracking and Synchronization of a Multimotor System Based on Fuzzy ADRC and Enhanced Adjacent Coupling Scheme",
        "doi": "10.1155/2018/5632939",
        "year": 2018,
        "abstract": "<jats:p>In this paper, a speed tracking and synchronization control approach is proposed for a multimotor system based on fuzzy active disturbance rejection control (FADRC) and enhanced adjacent coupling scheme. By employing fuzzy logic rules to adjust the coefficients of the extended state observer (ESO), FADRC is presented to guarantee the speed tracking performance and enhance the system robustness against external disturbance and parametric variations. Moreover, an enhanced adjacent coupling synchronization control strategy is proposed to simplify the structure of the speed synchronization controller through introducing coupling coefficients into the conventional adjacent coupling approach. Based on the proposed synchronization control scheme, an adaptive integral sliding mode control (AISMC) is investigated such that the chattering problem in conventional sliding mode control can be weakened by designing an adaptive estimation law of the control gain. Comparative simulations are carried out to prove the superiorities of the proposed method.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "A Novel Approach to a Time-Dependent-Coefficient WBK System: Doubly Periodic Waves and Singular Nonlinear Dynamics",
        "doi": "10.1155/2018/3158126",
        "year": 2018,
        "abstract": "<jats:p>Under investigation in this paper is a more general time-dependent-coefficient Whitham-Broer-Kaup (tdcWBK) system, which includes some important models as special cases, such as the approximate equations for long water waves, the WBK equations in shallow water, the Boussinesq-Burgers equations, and the variant Boussinesq equations. To construct doubly periodic wave solutions, we extend the generalized <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M1\"><mml:mi>F</mml:mi></mml:math>-expansion method for the first time to the tdcWBK system. As a result, many new Jacobi elliptic doubly periodic solutions are obtained; the limit forms of which are the hyperbolic function solutions and trigonometric function solutions. It is shown that the original <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" id=\"M2\"><mml:mi>F</mml:mi></mml:math>-expansion method cannot derive Jacobi elliptic doubly periodic solutions of the tdcWBK system, but the novel approach of this paper is valid. To gain more insight into the doubly periodic waves contained in the tdcWBK system, we simulate the dynamical evolutions of some obtained Jacobi elliptic doubly periodic solutions. The simulations show that the doubly periodic waves possess time-varying amplitudes and velocities as well as singularities in the process of propagations.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Positioning of the Moving and Static Contacts of the Switch Machine Based on Double-Layer Mask R-CNN",
        "doi": "10.1155/2021/8655499",
        "year": 2021,
        "abstract": "<jats:p>With the continuous development of rail transit, the maintenance of the switch machine becomes more and more important, and the contact depth of the moving contact and static contact in the switch machine is a key part of it. At present, the manual measurement method is the main measure of contact depth, which has the problems of low efficiency and strong subjectivity. The measurement of contact depth based on machine vision includes two steps: moving and static contact positioning and distance conversion. The positioning result will have an important impact on distance measurement. Therefore, a positioning method for moving and static contact based on double-layer Mask R-CNN (DLM) is proposed in this paper: first, the moving contact is roughly positioned by Mask R-CNN to obtain the predicted target area; second, the subgraph of the target area is preprocessed; finally, the precise positioning is used to determine the precise position of the moving and static contact. The accuracy and robustness of the proposed DLM are verified by the internal image of the switch machine.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Bursting Oscillation and Its Mechanism of a Generalized Duffing–Van der Pol System with Periodic Excitation",
        "doi": "10.1155/2021/5556021",
        "year": 2021,
        "abstract": "<jats:p>The complex bursting oscillation and bifurcation mechanisms in coupling systems of different scales have been a hot spot domestically and overseas. In this paper, we analyze the bursting oscillation of a generalized Duffing–Van der Pol system with periodic excitation. Regarding this periodic excitation as a slow-varying parameter, the system can possess two time scales and the equilibrium curves and bifurcation analysis of the fast subsystem with slow-varying parameters are given. Through numerical simulations, we obtain four kinds of typical bursting oscillations, namely, symmetric fold/fold bursting, symmetric fold/supHopf bursting, symmetric subHopf/fold cycle bursting, and symmetric subHopf/subHopf bursting. It is found that these four kinds of bursting oscillations are symmetric. Combining the transformed phase portrait with bifurcation analysis, we can observe bursting oscillations obviously and further reveal bifurcation mechanisms of these four kinds of bursting oscillations.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Interacting neural networks and the emergence of social structure",
        "doi": "10.1002/cplx.20163",
        "year": 2007,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>The article describes a computational model for the simulation of the emergence of social structure or social order, respectively. The model is theoretically based on the theory of social typifying by Berger and Luckmann. It consists of interacting artificial actors (agents), which are represented by two neural networks, an action net, and a perception net. By mutually adjusting of their actions, the agents are able to constitute a self‐organized social order in dependency of their personal characteristics and certain features of their environment. A fictitious example demonstrates the applicability of the model to problems of extra‐terrestrial robotics. © 2007 Wiley Periodicals, Inc. Complexity 12: 41–52, 2007</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "The advantage of complexity in two 2 × 2 games",
        "doi": "10.1002/cplx.20038",
        "year": 2004,
        "abstract": "<jats:title>Abstract</jats:title><jats:p>Competing populations of finite automata co‐evolve in an evolutionary algorithm to play two player games. Populations endowed with greater complexity do better against their less complex opponents in a strictly competitive constant sum game. In contrast, complexity determines efficiency levels, but not relative earnings, in a Prisoner's Dilemma game; greater levels of complexity result in mutually higher earnings. With reporting noise, advantages to complexity are lost and efficiency levels are reduced as relatively less complex strategies are selected. © 2004 Wiley Periodicals, Inc. Complexity 9: 71–78, 2004</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Distribution Network Reconfiguration for Power Loss Reduction and Voltage Profile Improvement Using Chaotic Stochastic Fractal Search Algorithm",
        "doi": "10.1155/2020/2353901",
        "year": 2020,
        "abstract": "<jats:p>This paper proposes a chaotic stochastic fractal search algorithm (CSFSA) method to solve the reconfiguration problem for minimizing the power loss and improving the voltage profile in distribution systems. The proposed method is a metaheuristic method developed for overcoming the weaknesses of the conventional SFSA with two processes of diffuse and update. In the first process, new points will be created from the initial points by the Gaussian walk. For the second one, SFSA will update better positions for the particles obtained in the diffusion process. In addition, this study has also integrated the chaos theory to improve the SFSA diffusion process as well as increase the rate of convergence and the ability to find the optimal solution. The effectiveness of the proposed CSFSA has been verified on the 33-bus, 84-bus, 119-bus, and 136-bus distribution systems. The obtained results from the test cases by CSFSA have been verified to those from other natural methods in the literature. The result comparison has indicated that the proposed method is more effective than many other methods for the test systems in terms of power loss reduction and voltage profile improvement. Therefore, the proposed CSFSA can be a very promising potential method for solving the reconfiguration problem in distribution systems.</jats:p>",
        "is_referenced_by_count": 28
    },
    {
        "title": "Training and Testing Data Division Influence on Hybrid Machine Learning Model Process: Application of River Flow Forecasting",
        "doi": "10.1155/2020/8844367",
        "year": 2020,
        "abstract": "<jats:p>The hydrological process has a dynamic nature characterised by randomness and complex phenomena. The application of machine learning (ML) models in forecasting river flow has grown rapidly. This is owing to their capacity to simulate the complex phenomena associated with hydrological and environmental processes. Four different ML models were developed for river flow forecasting located in semiarid region, Iraq. The effectiveness of data division influence on the ML models process was investigated. Three data division modeling scenarios were inspected including 70%–30%, 80%–20, and 90%–10%. Several statistical indicators are computed to verify the performance of the models. The results revealed the potential of the hybridized support vector regression model with a genetic algorithm (SVR-GA) over the other ML forecasting models for monthly river flow forecasting using 90%–10% data division. In addition, it was found to improve the accuracy in forecasting high flow events. The unique architecture of developed SVR-GA due to the ability of the GA optimizer to tune the internal parameters of the SVR model provides a robust learning process. This has made it more efficient in forecasting stochastic river flow behaviour compared to the other developed hybrid models.</jats:p>",
        "is_referenced_by_count": 19
    },
    {
        "title": "A New Metaheuristic-Based Hierarchical Clustering Algorithm for Software Modularization",
        "doi": "10.1155/2020/1794947",
        "year": 2020,
        "abstract": "<jats:p>Software refactoring is a software maintenance action to improve the software internal quality without changing its external behavior. During the maintenance process, structural refactoring is performed by remodularizing the source code. Software clustering is a modularization technique to remodularize artifacts of source code aiming to improve readability and reusability. Due to the NP hardness of the clustering problem, evolutionary approaches such as the genetic algorithm have been used to solve this problem. In the structural refactoring literature, there exists no search-based algorithm that employs a hierarchical approach for modularization. Utilizing global and local search strategies, in this paper, a new search-based top-down hierarchical clustering approach, named TDHC, is proposed that can be used to modularize the system. The output of the algorithm is a tree in which each node is an artifact composed of all artifacts in its subtrees and is a candidate to be a software module (i.e., cluster). This tree helps a software maintainer to have better vision on source code structure to decide appropriate composition points of artifacts aiming to create modules (i.e., files, packages, and components). Experimental results on seven folders of Mozilla Firefox with different functionalities and five other software systems show that the TDHC produces modularization closer to the human expert’s decomposition (i.e., directory structure) than the other existing algorithms. The proposed algorithm is expected to help a software maintainer for better remodularization of a source code. The source codes and dataset related to this paper can be accessed at https://github.com/SoftwareMaintenanceLab.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "An Efficient CNN Model for COVID-19 Disease Detection Based on X-Ray Image Classification",
        "doi": "10.1155/2021/6621607",
        "year": 2021,
        "abstract": "<jats:p>Artificial intelligence (AI) techniques in general and convolutional neural networks (CNNs) in particular have attained successful results in medical image analysis and classification. A deep CNN architecture has been proposed in this paper for the diagnosis of COVID-19 based on the chest X-ray image classification. Due to the nonavailability of sufficient-size and good-quality chest X-ray image dataset, an effective and accurate CNN classification was a challenge. To deal with these complexities such as the availability of a very-small-sized and imbalanced dataset with image-quality issues, the dataset has been preprocessed in different phases using different techniques to achieve an effective training dataset for the proposed CNN model to attain its best performance. The preprocessing stages of the datasets performed in this study include dataset balancing, medical experts’ image analysis, and data augmentation. The experimental results have shown the overall accuracy as high as 99.5% which demonstrates the good capability of the proposed CNN model in the current application domain. The CNN model has been tested in two scenarios. In the first scenario, the model has been tested using the 100 X-ray images of the original processed dataset which achieved an accuracy of 100%. In the second scenario, the model has been tested using an independent dataset of COVID-19 X-ray images. The performance in this test scenario was as high as 99.5%. To further prove that the proposed model outperforms other models, a comparative analysis has been done with some of the machine learning algorithms. The proposed model has outperformed all the models generally and specifically when the model testing was done using an independent testing set.</jats:p>",
        "is_referenced_by_count": 92
    },
    {
        "title": "Neural Personalized Ranking via Poisson Factor Model for Item Recommendation",
        "doi": "10.1155/2019/3563674",
        "year": 2019,
        "abstract": "<jats:p>Recommender systems have become indispensable for online services since they alleviate the information overload problem for users. Some work has been proposed to support the personalized recommendation by utilizing collaborative filtering to learn the latent user and item representations from implicit interactions between users and items. However, most of existing methods simplify the implicit frequency feedback to binary values, which make collaborative filtering unable to accurately learn the latent user and item features. Moreover, the traditional collaborating filtering methods generally use the linear functions to model the interactions between latent features. The expressiveness of linear functions may not be sufficient to capture the complex structure of users’ interactions and degrades the performance of those recommender systems. In this paper, we propose a neural personalized ranking model for collaborative filtering with the implicit frequency feedback. The proposed method integrates the ranking-based poisson factor model into the neural networks. Specifically, we firstly develop a ranking-based poisson factor model, which combines the poisson factor model and the Bayesian personalized ranking. This model adopts a pair-wise learning method to learn the rankings of uses’ preferences between items. After that, we propose a neural personalized ranking model on top of the ranking-based poisson factor model, named NRPFM, to capture the complex structure of user-item interactions. NRPFM applies the ranking-based poisson factor model on neural networks, which endows the linear ranking-based poisson factor model with a high level of nonlinearities. Experimental results on two real-world datasets show that our proposed method compares favorably with the state-of-the-art recommendation algorithms.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Comparing Project Complexity across Different Industry Sectors",
        "doi": "10.1155/2018/3246508",
        "year": 2018,
        "abstract": "<jats:p>Increasing complexity of projects is mentioned as one of the reasons for project failure—still. This paper presents a comparative research to investigate how project complexity was perceived by project practitioners in different industry sectors. Five sectors were included: process industry, construction industry, ICT, high-tech product development, and food processing industry. In total, more than 140 projects were included in the research, hence providing a broad view on Dutch project practice. From the complexity assessments, it is concluded that only one complexity element was present in the top complexity elements of projects across the five sectors: the high project schedule drive. The variety of external stakeholders’ perspectives, a lack of resources and skills availability, and interference with existing site were found in the top lists of three sectors. It was concluded that a framework to grasp project complexity could support the management of complex projects by creating awareness for the (expected) complexities. Further research could be focused on the subjective character of complexity as well as on the application of cross-sector learning, since this research does show similarities between large technical projects in different sectors.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Complex Brain Network Analysis and Its Applications to Brain Disorders: A Survey",
        "doi": "10.1155/2017/8362741",
        "year": 2017,
        "abstract": "<jats:p>It is well known that most brain disorders are complex diseases, such as Alzheimer’s disease (AD) and schizophrenia (SCZ). In general, brain regions and their interactions can be modeled as complex brain network, which describe highly efficient information transmission in a brain. Therefore, complex brain network analysis plays an important role in the study of complex brain diseases. With the development of noninvasive neuroimaging and electrophysiological techniques, experimental data can be produced for constructing complex brain networks. In recent years, researchers have found that brain networks constructed by using neuroimaging data and electrophysiological data have many important topological properties, such as small-world property, modularity, and rich club. More importantly, many brain disorders have been found to be associated with the abnormal topological structures of brain networks. These findings provide not only a new perspective to explore the pathological mechanisms of brain disorders, but also guidance for early diagnosis and treatment of brain disorders. The purpose of this survey is to provide a comprehensive overview for complex brain network analysis and its applications to brain disorders.</jats:p>",
        "is_referenced_by_count": 87
    },
    {
        "title": "Understanding How Short-Termism and a Dynamic Investor Network Affects Investor Returns: An Agent-Based Perspective",
        "doi": "10.1155/2019/1715624",
        "year": 2019,
        "abstract": "<jats:p>The unexplained and inconsistent behavior of financial markets provides the motivation to engage interdisciplinary approaches to understand its intricacies better. A proven approach is to consider investors as heterogeneous interacting agents who form information networks to inform their investment decisions. The rationale is that the topology of these networks has contributed to a better understanding of the erratic behavior of financial markets. Introducing investor heterogeneity also allows researchers to identify the characteristics of higher performing investors and the implications of investors exhibiting short-termism, a feature recognized by some as detrimental to the performance of the economy. To address these topics, an agent-based artificial stock market is implemented, where investors utilize various information sources, including advice from investors in their network, to inform their investment decisions. Over time investors update their trust in their information sources and evolve their network by connecting to outperforming investors—Oracles—and discarding poor advisers, thereby simulating the evolution of an investor network. The model’s most significant finding is uncovering how the market’s behavior is materially affected by the time-horizon of investors, with short-term behavior resulting in greater volatility in the market. Another finding is the reason why short-term investors generally outperform their long-term counterparts, particularly in more volatile environments. By providing significant insights into the formation of an investor network and its ramifications for market volatility and wealth creation (destruction), this paper provides crucial clues regarding the empirical data that needs to be collected, assessed, and tracked to ensure policymakers and investors better understand the dynamics of financial markets.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Green Innovation, Green Dynamic Capability, and Enterprise Performance: Evidence from Heavy Polluting Manufacturing Enterprises in China",
        "doi": "10.1155/2022/7755964",
        "year": 2022,
        "abstract": "<jats:p>Green innovation is widely regarded as a beneficial strategy for manufacturing enterprises to accelerate green transformation. Drawing the natural resource-based view with dynamic capabilities, this study proposes a model linking green innovation, green dynamic capability, and firm performance. Using survey data from 236 heavy polluting manufacturing firms in China, this study investigates the impact of green innovation on firm performance. The results show that green innovation is positively correlated with both enterprise performance and green dynamic capability, whereas green dynamic capability also has a significant impact on enterprise performance. Furthermore, the survey found that the green resource integration ability, organizational learning capability, and environmental insight capability of green dynamic capability play a moderating effect on the relationship between green innovation and enterprise performance. Additionally, we provide useful enlightenment for policymakers and business managers to stimulate green innovation in enterprises. Our research not only assists managers to better grasp the effects of green innovation practices but also provides some important implications for policymakers.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Tuning Frontiers of Efficiency in Tissue P Systems with Evolutional Communication Rules",
        "doi": "10.1155/2021/7120840",
        "year": 2021,
        "abstract": "<jats:p>Over the last few years, a new methodology to address the P versus NP problem has been developed, based on searching for borderlines between the nonefficiency of computing models (only problems in class P can be solved in polynomial time) and the presumed efficiency (ability to solve NP-complete problems in polynomial time). These borderlines can be seen as frontiers of efficiency, which are crucial in this methodology. “Translating,” in some sense, an efficient solution in a presumably efficient model to an efficient solution in a nonefficient model would give an affirmative answer to problem P versus NP. In the framework of Membrane Computing, the key of this approach is to detect the syntactic or semantic ingredients that are needed to pass from a nonefficient class of membrane systems to a presumably efficient one. This paper deals with tissue P systems with communication rules of type symport/antiport allowing the evolution of the objects triggering the rules. In previous works, frontiers of efficiency were found in these kinds of membrane systems both with division rules and with separation rules. However, since they were not optimal, it is interesting to refine these frontiers. In this work, optimal frontiers of the efficiency are obtained in terms of the total number of objects involved in the communication rules used for that kind of membrane systems. These optimizations could be easier to translate, if possible, to efficient solutions in a nonefficient model.</jats:p>",
        "is_referenced_by_count": 5
    }
]