[
    {
        "title": "Culture in Conversation: A Commentary on Pontecorvo and Fasulo’s ‘Planning a Typical Italian Meal’",
        "doi": "10.1177/1354067x9954005",
        "year": 2007,
        "abstract": "<jats:p>This commentary identifies respects in which the theories of culture adopted in the culture and self and sociocultural traditions of cultural psychology are each constrained, in part, by their psychologically grounded research agendas. While tapping non-rational and thematic aspects of culture, research on culture and the self provides only limited insight into its dynamic and heterogeneous nature and into processes of enculturation. In turn, while capturing the fluid and complex nature of cultural systems, sociocultural work neglects its non-rational and thematic aspects. In both traditions, relatively little attention is given to power. The discourse analysis of family interaction undertaken by Pontecorvo and Fasulo (1999) is shown to overcome many of these limitations. Treating culture as an integrated, complex system which is integral to human interaction, their approach captures processes of cultural creation and change as well as power relations. In conclusion, it is argued that there is a need for greater cross-fertilization of ideas across the diverse traditions of research in culture and psychology, while respecting their distinctive insights and agendas.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Ghost: Do Not Forget; This Visitation / Is But to Whet Thy Almost Blunted Purpose",
        "doi": "10.1177/1354067x0174002",
        "year": 2007,
        "abstract": "<jats:p>After a brief inspection of some cases where people apparently ‘mis-identify’ others, we draw some initial and tentative conclusions about ways of thinking about ‘who people are’. We then move on to look at underlying assumptions in psychology about this very question; with these assumptions considered under the rubric of psychology’s ‘model of being human’. Locating problems with this model on the basis of its affinity with Kantian thought, we conclude that what it misses is an understanding of cultural order as the primary medium for human existence. Against this, we propose instead—via Harvey Sacks in particular and ethnomethodological thinking in general—that to be in the world is always to be in the cultural world. Consequently, what persons can do and be is never a form of governance or control by fixed rules; rather, it is always already an orientation to publicly known and material forms of cultural order. We end by speculating on the general consequences of such a re-formulated ‘model of being human’ for a paradigm of psychology yet to come.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Dialogic Repression and the Oedipus Complex: Reinterpreting the Little Hans Case",
        "doi": "10.1177/1354067x9800400102",
        "year": 2007,
        "abstract": "<jats:p>This paper offers a discursive reinterpretation of the psychoanalytic concept of repression. Language is both expressive and repressive, and, therefore, children, in acquiring language, learn to repress rhetorically. The sort of repressions which, according to classic Freudian theory, occur as a result of the Oedipus Complex are themselves dialogically and socially constituted. In consequence, the processes of repression can be examined by extending the techniques of discursive psychology. These ideas are examined in relation to Freud's case of Little Hans, paying attention to the ways that the adults are implicitly practising and teaching repression. It is argued that Freud, in his interpretations, repressed the themes of parental power and desire. The dialogic details show Hans to be developing within a social world in which dialogic repression is habitually practised by adults. The implications of such notions for developmental and discursive psychology are discussed.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Beyond Stereotypes",
        "doi": "10.1177/1354067x0172004",
        "year": 2007,
        "abstract": "<jats:p>Valsiner (2000) sketched a possible semiotic analysis of how people respond to Others, and the present paper seeks to modify and expand his original scheme slightly. The more usual ‘stereotype’ approach to this issue is critically examined in historical context and current practice. It is shown to be largely descriptive at the collective level, and to focus on cognitive mechanisms rather than content at the individual one. By contrast, semiotic processes operate on both levels, the major one being some form of ‘symbolic inversion’. This is illustrated with references to past images of Africans and Japanese, as well as the recent and current political arena. It is suggested that in such contexts the semiotic approach, invoking general principles, is likely to be more illuminating than the ‘stereotype’ one.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "The Child's Contribution to Culture: A Commentary on Toomela",
        "doi": "10.1177/1354067x9600200306",
        "year": 2007,
        "abstract": "<jats:p>Toomela (1996) has emphasized the psychological dimensions of the process by which human children become participants in cultures. I support his arguments with observations of chimpanzees, which are similar to humans in some ways but still do not live culturally, and of human infants both before and after they have the capacity to participate fully in cultural activities. Toomela also proposes a new account of the process of internalization in which language plays the central role. I disagree somewhat with this account, arguing that whereas language is the most powerful human artifact potentiating internalization, other artifacts both material and symbolic-may serve the same function if children are introduced to them in social interactions in which others have intentions toward their intentional states -and they know this. The central theoretical point of Toomela's paper is that a comprehensive account of the human species as a cultural species must focus not only on the cultural collective, but also on individuals and their psychological capacities.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Genital-Shrinking Panic in Ghana: A Cultural Psychological Analysis",
        "doi": "10.1177/1354067x07073651",
        "year": 2007,
        "abstract": "<jats:p>The present article applies the theoretical framework of mutual constitution (MC)—the dialectical process by which ‘culture and psyche make each other up’—to analyze an occurrence of genital-shrinking panic (GSP). Although media reports promote interpretation of this event in terms of ignorance and superstition, the MC framework affords a less pathologizing analysis. The first part of this analysis, one that resonates with classic ethnographic perspectives, emphasizes the cultural grounding of psychological experience: how episodes of GSP make sense given local constructions of reality. However, an adequate analysis requires attention not only to cultural realities in which incidents of GSP make sense, but also to the role of psychological activity in reproducing, maintaining and extending those realities. Accordingly, the second part of this analysis emphasizes the less articulated, dynamic-construction side of the MC framework: the role of psychological activity in the reproduction of cultural worlds.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Philosophy of friendship with a place as interpretive support for cultural psychology",
        "doi": "10.1177/1354067x221111803",
        "year": 2022,
        "abstract": "<jats:p> Why is it important for cultural psychology to look attentively and inspirationally into the depths of the problem of friendship? Focussing on the cultural empowerment of a man, the search for meaning in life, but also in the art of life which binds ars bene vivendi with ars bene moriendi, cultural psychology should not lose sight of the art of friendship, but also of its connection with mobile practices of the contemporary world, for in this space of encounters friendship constitutes a philosophical recommendation and a cultural challenge. I propose therefore turn to the philosophical and cultural space in order to analyse the experience of friendship with a place, interpretively extracting those elements of experience that are crucial for in-depth and contextual thinking about man. Here cultural psychology can find inspiration. I deliberately refer to the transcultural space to indicate the possibilities of experiencing the problem of being in a place. Philosophy of friendship anchored in a transcultural context helps to bring out the multi-dimensionality of the experience of self and the Other, which complements psychological research. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Diverse transnational backgrounds, same master narrative? Constructions of a national past among middle-school students",
        "doi": "10.1177/1354067x221135041",
        "year": 2022,
        "abstract": "<jats:p>In this study, we aimed to explore the various ways in which the past is constructed, using or tinkering with a national master narrative, by students surrounded by and immersed in contemporary transnational plurality. Specifically, we studied the permanence of or variations on the Spanish ‘reconquest’ narrative among 14 to 15-year-old students of a public school in Madrid. Semi-structured individual interviews were carried out with 30 students whose families came from Madrid, other regions in Spain and other countries around the world. We carried out a detailed narrative analysis of their constructions of the medieval past on the Iberian Peninsula and found that the ‘reconquest’ narrative still predominates. Few variations in their narratives were found that hint at counternarratives, the ‘travelling’ of narrative schema across national borders, or the transnational trajectories in their families feeding into their constructions. Given these findings, we discuss the role of alternative narrative schema and dynamic concepts of nation and national identity in challenging national master narratives.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Reports of the unintelligible: Apperceptive difficulties in descriptions of holocaust survivors’ reactions",
        "doi": "10.1177/1354067x17735503",
        "year": 2017,
        "abstract": "<jats:p> This paper presents a study about the psychological state and possibility of reaction of the Jews during the Holocaust. The survivors’ life histories contain expressions that allude to the unintelligible nature of the horrors they endured. We seek to understand the damage to the structure of the psyche revealed in these accounts, given the impact of the violence and trauma experienced, which impairs the apperceptive capacity and the capacity to respond during and after the traumatic experience. In this phenomenological study, structured using the historical–hermeneutical–existential method, we seek to unpick the meaning behind the chains of experiences as well as the difficulty in working through them discursively manifested by the survivors. </jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Whose memory and why: A commentary on power and the construction of                     memory",
        "doi": "10.1177/1354067x17695765",
        "year": 2017,
        "abstract": "<jats:p> The present commentary explores the implicit and explicit role of power in shaping what is remembered and why. By addressing the three papers in this section it argues for the need to more openly consider how power relations, particularly asymmetrical power relations, come to shape the construction of memory. Implications of acknowledging power in memory studies are discussed. </jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "The Interface Work of Narrative",
        "doi": "10.1177/1354067x10361393",
        "year": 2010,
        "abstract": "<jats:p>The article explores further Lyra (1999) and Hermans’ (1999, 2001a, 2001b) glossing of complexity terminology within analysis of identity formation, taking a particular interest in differing uses of narrative within identity negotiations. Lyra (1999) draws attention to the importance of using an extended time frame to assess the power dynamics involved within any communicative exchange. The fragments of speech often under consideration in academic texts often preclude an appreciation of such groundwork. This article looks at a group discussion in terms of preceding ethnographic material that contextualises it within a larger socio-educational history. A mapping methodology first traces the power dynamics and different moments of dialogical activity (Lyra, 1999) across the discussion and then details the stances depicted within narratives which have a correspondence to Hermans’ (2001a, 2001b) I-stances. Initially, condensed narratives confirm each other. Subsequently, partial versions of narratives voice divergence. Boje’s (2007) concept of ante-narratives aids the analysis of these latter discursive moves and their role as exploratory devices for considering possible future identity strategies. Taken together these maps contribute to an understanding of selves as dynamic systems (Lyra, 2007, p. 180) tasked with creating coherency and yet responding creatively to uncertainty (Hermans, 2001a).</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "The methodological approaches in an experimental study of cultural transmission process",
        "doi": "10.1177/1354067x17729996",
        "year": 2017,
        "abstract": "<jats:p>In this paper, we will discuss the possibility of understanding experimental studies on cultural transmission processes from an articulation between the particular–general relation in the construction of knowledge, with an approximation between the notions of Nomothetic and Idiographic science. For this, we discuss data collected from an experimental project about the cultural transmission process drawing our attention, as much to the continuities as the discontinuities present in the process. Our discussions pointed to the need to consider, in experimental studies, the particular actions and significations of research participants, as well as the generalization that is dialogically constructed in the collectivity. With this in mind, it is proposed that at least three theoretical-methodological aspects cannot be lost sight of when considering the experimental study of the cultural transmission process: (1) the relation between Idiographic and Nomothetic science; (2) interdependent relational processes that occur between particularities and generalities; and (3) the need to appreciate continuities and discontinuities as part of the process of construction and analysis of experimental projects.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Situated understanding of human development in Africa: Systematic inquiries at the nexus of psychology, social science and history",
        "doi": "10.1177/1354067x18779034",
        "year": 2018,
        "abstract": "<jats:p> Gustav Jahoda contended that mainstream psychology’s contribution to our understanding of human experience has been impoverished by a neglect of culture. Over a long series of publications, he argued that the disciplines of psychology, anthropology and history have much to learn from one another, since socio-cultural and politico-economic contexts have influenced the formulation of theories and the dissemination of ideas about human nature. In light of his analyses, I argue in this article that systematic inquiries aspiring to generate a situated understanding of human development in Africa should acknowledge and seek to synthesize the complementary strengths of different academic disciplines. And I recommend that African researchers resist the pressure of an enduring Western cultural hegemony embedded in the methodological dictates of many international scholarly, professional and administrative organizations. Such pressure often threatens to do epistemological violence to indigenous modes of thought preferred by local families and communities in whose care African children are growing up. I end by briefly describing some African studies that illustrate ways in which researchers can address the challenge of resisting oppressive hegemony without losing the opportunity to learn from the wisdom accumulated by human development researchers in other socio-cultural and historical contexts. </jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "The social psychology of intractable conflicts",
        "doi": "10.1177/1354067x14526900",
        "year": 2014,
        "abstract": "<jats:p> The author reviews Daniel Bar-Tal’s summary of the social-psychological research on mass violence, particularly intractable conflicts, and critically examines his synthesis of this large and growing body of literature. What actually defines a conflict as intractable is discussed, and an overview of past research is presented. The author explores Bar-Tal’s thinking on the escalation of conflict, how societies are shaped by conflict, how conflicts come to be sustained over time so as to become intractable, and finally, how such conflicts might be brought to an end. While sustained, large-scale conflicts are truly awful, in that they cause horror but also astonishment, they arise from the normal, mundane processes underlying intergroup dynamics. In this sense, their “normality” offers invaluable insights into how to assuage the suffering caused by what are otherwise mundane and even valuable social-psychological processes. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "The Authoring of Institutional Practices: Discourse and Modes of                 Participation of Subjects",
        "doi": "10.1177/1354067x05055526",
        "year": 2005,
        "abstract": "<jats:p> In this text I consider authoring as a historically instituted and instituting social practice. The concept of author(ship)—as a social function concerning the action and identification of specific subjects in institutional places—is discussed in relation to authority (power position) and authorization ((dis)empowering position). I highlight Foucault’s and Bakhtin’s most relevant theoretical contributions to the issue, inquiring about the concrete possibilities and conditions of such practice. Within the scope of an empirical research developed with a group of students in a Brazilian public school, attention is drawn to the graduation ceremony as a commonplace within the school scenario. I focus my analyses on discursive practices, highlighting two speeches uttered at the ceremony as particular instances of authorship, and relate them to two students’ informal talk. The analyses point to the interplay of voices and positions in an intricate web of interpersonal relationships interwoven with/in and marked by the institutional loci. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Review Essay: Beyond Bullets, Bombs, and Grassroots",
        "doi": "10.1177/1354067x08096515",
        "year": 2009,
        "abstract": "<jats:p> This article addresses several of the most relevant ideas, implicit and explicit, in Judy Kuriansky's collection Beyond Bullets and Bombs. Identity development is highlighted as a key component of peacebuilding attempts; more detail is given on the psychosocial portion, which is elaborated as a dialectic between one's perception of others, one's view of how one is perceived by others, and the relationship between the two. A maturity development model, a dialogical interaction model, and the importance of power dynamics are also explored. The limitations of focusing only on the grassroots level in order to create a culture of peace are discussed, and other areas of investigation, such as tiers of leadership and structural-institutional conditions, are proposed. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Lev S. Vygotsky on the visual arts followed by a translation of the essay: The graphic art of Alexandr Bykhovsky",
        "doi": "10.1177/1354067x19871200",
        "year": 2019,
        "abstract": "<jats:p> During his studies at Moscow University and thereafter, Lev S. Vygotsky’s (1896–1934) interests focused mostly on the scholarly study of literary and theatre criticism. Shakespeare’s Hamlet served as a leitmotiv to understand the specificity of the arts within western culture: through analysis of the structural particularities of Hamlet, he provided a model for an understanding of how the mind functions during interactions with artworks and reconstructed the internal activity caused by art. His thoughts on the visual arts are few, but fragments are found in his seminal work entitled Psychology of Art (1926). Here, he showed the function of catharsis, the main concept of his theory of aesthetic experience. This paper presents a translation of Vygotsky’s essay published in 1926, dedicated to the art of Alexandr Bykhovsky (1888–1978), a companion since his Gomel period (1919–1924). The significance of this essay is twofold. First, it represents a concise and lasting testimony to the creativity of an important Russian artist; second, the essay goes beyond formal analysis of the artwork. Instead, Vygotsky’s analysis explains the phenomenon of aesthetic experience as the viewer and the artwork interact and transform each other. The paper is preceded by a note on the contextual and biographical settings in which both Vygotsky and Bykhovsky worked. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The Bakhtinian self and beyond: Towards a dialogical phenomenology of the self",
        "doi": "10.1177/1354067x13478988",
        "year": 2013,
        "abstract": "<jats:p> The goal of the present article is to comment and to potentially expand some of the arguments developed in Cresswell’s (2011) Being faithful: Bakhtin and a potential postmodern psychology of self, published in Culture &amp; Psychology. The original work presents the reader with the author’s position about Bakhtin’s elaborations on the meanings of self and on the implications of his elaborations for a Psychology of the self. Although the ideas disposed in the original article are evocative of creative analytical results, in terms of the social constitution of the sense of selfness, the present work presents a different perspective on the topic. Considering the material of a decade of research on verbal reports, I present an alternative proposition, sustaining (together with pragmaticists of the piercean legade) that the temporal organization of personal experience follows a bidirectional direction. </jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "On wabi sabi and the aesthetics of family secrets: Reading Haruki Murakami's<i>Kafka on the shore</i>",
        "doi": "10.1177/1354067x16650811",
        "year": 2016,
        "abstract": "<jats:p>Family secrets are commonly considered as a defense mechanism that conceals shameful content and evades guilt. As shame and guilt threaten narcissistic perfection, secrecy functions as a self-protective mechanism by evading acknowledgment of imperfection, thus conceptualizing imperfection as a psychological threat. However, the meaning of perfection and imperfection is culturally grounded, and, therefore, our understanding of family secrets may gain better understanding by examining different cultural perspectives of perfection/imperfection. In this context, we can gain insights to the process of family secrets through wabi sabi, a Japanese aesthetic ideal and philosophy that stresses imperfection as the basis for harmony. In this paper, I suggest an interpretation of family secrets that draws on wabi sabi aesthetics. The paper's main argument is illustrated through a careful reading of Murakami's Kafka on the shore, presenting wabi sabi of family secrets as distinguished aesthetics and a potential source for mental transformation and growth.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "The addicted self and modernity",
        "doi": "10.1177/1354067x11434841",
        "year": 2012,
        "abstract": "<jats:p>In this paper addiction is regarded as a possible pathway to achieve an understanding of modernity. What they both share are ambivalence and ambiguity as basic characteristics. These aspects are also expressed in psychological terms like perception and feelings, which are pursued historically by referring to Leibniz and Kant, by whom they became closely related to change and unpredictability. Thus, feelings understood in terms of inhibition stand out as a core aspect of modernity. Feelings, however, stand in opposition to language. On this basis music may replace texts as an expression for the modern, ambiguous self.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Feelings of Quarantine: Allegories for the Lockdown",
        "doi": "10.1177/1354067x211004086",
        "year": 2021,
        "abstract": "<jats:p> This case study shows how allegories are a means to express the inexpressible and how Allegory Analysis can be a method to reveal it and bring out the subjective meaning making, life script ideology, and capability to deal with the ambivalent in critical life situations. From a cultural psychological perspective, the research is based on feelings during the quasi-quarantine period of the COVID-19 pandemic. The study tries to understand the coping strategies with which people deal with a psychological crisis in general concerning for the COVID-19 lockdown. It discusses further ways to deal with the ambivalences and subjective meaning making arousing through such a crisis. The case study analysis of Miss K. not only showed her meaning making processes and attitude of life but also showed how to deal with the uncertainty during the critical lockdown period. Through her allegories, she utters her current life script ideology that living nowadays means to function like a machine while being creative, self-reflective at the same time. Her meaning making process counterbalanced between the voice of being delivered to withdrawal or depression versus the voice of being able to learn, connect, and relax. Her coping strategy was bearing the ambivalence in a psychological crisis with faith. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Performing the Past in Electronic Archives: Interdependencies in the Discursive and Non-Discursive Ordering of Institutional Rememberings",
        "doi": "10.1177/1354067x0172001",
        "year": 2007,
        "abstract": "<jats:p>This paper examines interdependencies in the discursive and non-discursive ordering of institutional memory in organizational settings. Issues of what happens to historical consciousness in the time of modern technology are examined with reference to how the past is used in the context of electronic archiving of email in corporate cultures. Drawing from ideas in the work of Martin Heidegger concerning interdependencies between the use of technology and the arts of the mind, we examine how the truth of matters is more than an issue of correspondence between language and reality, and more than the rhetorical deployment of what counts as true in establishing stake and interest. We analyse how the work of ordering the archive, which is driven by current projects in the organizations studied, takes place alongside the discursive work of remembering. We illustrate how, without the non-discursive labour of forging relations between components, there is no possibility of playing out evidential strategies that dominate the rhetorical performance of the past. What we call ‘mind’ and what we call ‘society’ emerge in this dual ordering. This dual work of ordering occurs through the joint operation of discursive and non-discursive practices, which together produce remembering and forgetting in a way that draws upon cultural resources at the same time as making sense in the flow of interaction, experiences and events.</jats:p>",
        "is_referenced_by_count": 26
    },
    {
        "title": "Revisiting the crowd: Peaceful assembly in Irish water protests",
        "doi": "10.1177/1354067x211005414",
        "year": 2021,
        "abstract": "<jats:p> The enactment of the Water Services Bill into Irish law on December 28, 2014, was met with strong opposition from the Irish public, manifesting in local and national demonstrations. This social movement provided an ideal case to examine interactions between protesters and police in different contexts. Ethnographic observations and randomly sampled interviews took place before, and during, seven national demonstrations in Dublin, Ireland. Simultaneously, urban ethnographic research yielded in-depth observational and interview data at local protests in another Irish city. Data from both national and local protests are examined in light of classical and contemporary sociocultural psychological conceptualizations of the crowd. The elaborated social identity model offers most explanatory power to comprehend the observed and reported events between police and protesters in this cultural context during an unprecedented economic recovery following recession. No evidence is found to support classical conceptualizations of the crowd. I describe the consequences of this analysis for conceptualizing police–protester interactions to generate peaceful assembly in liberal democracies. </jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "From Vico to the sociocultural imagination",
        "doi": "10.1177/1354067x15575796",
        "year": 2015,
        "abstract": "<jats:p> The papers by Mariagrazia Granatella (2015), Tuuli Pern (2015) and Pablo Rojas (2015), invited by Tateo (2015) engage in a dialogue with the texts of Giambattisto Vico, a philosopher from the 18th century. In this commentary, focusing on imagination, I first follow the authors’ effort to show the compatibility between Vico’s ideas and current cultural psychology; I then highlight two issues of particular interest emerging from this dialogue. </jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Commentary: Modeling the Dynamics of Meaning Construction: Appropriation of                 the Home Environment",
        "doi": "10.1177/1354067x07076605",
        "year": 2007,
        "abstract": "<jats:p> In my commentary regarding Giorgi, Padiglione and Pontecorvo's article, I elaborate on building an initial model for the dynamics of meaning construction of the appropriation process in the home environment. Based on principles from dynamic systems and dialogical perspectives, particularly dialogism, as well as an idiographic science framework, I undertake a re-analysis of the data presented by the authors, with the aim of distinguishing possible general aspects of these dynamics and outlining the principles that guided both this re-analysis and the modeling proposed. The re-analysis suggests that the intensity of the dynamic movement of negotiation is greater at moments when we face discernible, close, triggering partners. More intense dynamics lead to a greater involvement of self-affective dimensions as well as a highlighting and clarifying of the oppositions involved in the mechanism of dialogical tensions. However, these features seem to become less pronounced as the intensity of the dynamics rises even more strongly. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "The role of the imagination in transnational relating: The case of Nigerian children and their migrant parent  in Ireland",
        "doi": "10.1177/1354067x20922136",
        "year": 2020,
        "abstract": "<jats:p> This paper explores the role of imagination in the lives of Nigerian transnational children and their migrant parent in Ireland. Migration of a parent is a rupture in a child’s life that triggers imaginary processes that are real in their developmental consequences. Following Zittoun and Gillespie, imagination is a process that generates a disjunction from the person’s experience of the “real” world, and uncouples and loops out before it eventually comes back to the actual experience. For the left-behind child, this imaginative loop remains “open” as parents return becomes extended in time. The dilemmas for the migrant parent and child are explored. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Commonalities in Boesch and Murray: Bridging between a European and an American Thinker",
        "doi": "10.1177/1354067x9733010",
        "year": 2007,
        "abstract": "<jats:p> Six commonalities in the work of Ernst Boesch and Henry Murray are outlined: a holistic approach to the study of personality; a systematic elaboration of the person-situation interaction; an incorporation of psychoanalytic elements into their theoretical thinking; an emphasis on the cultural foundations of personality; and an intense affinity with novelistic literature. The main part of this article is devoted to the sixth commonality: Boesch's and Murray's ideas on the multiplicity and multivoicedness of the self. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Shame experienced by self and others: A relational approach",
        "doi": "10.1177/1354067x211073919",
        "year": 2022,
        "abstract": "<jats:p> Building on Burkitt’s (2014) esthetic and relational theory of emotions, this article presents a study that explores how and when shame is experienced, focusing on the role of social and cultural factors in it. People were asked to describe in detail an occasion in which they experienced shame and an occasion in which they observed someone else experiencing it. Following an Interpretative Phenomenological Analysis in which the focus is on what the experiences mean to the people having them (i.e., their lifeworld) four dominant themes were identified: Expectations, self-control, feeling exposed, and bodily reactions and empathy. The study showed how these themes are interrelated: the expectations function as a normative frame that defines what behavior is appropriate in a certain situation, which is present in all the cases. Self-control is a tool required to stay within the normative frame, and when one steps outside the frame, shame and other negative feelings can occur, which can lead to a feeling of being exposed. When describing observations of shame, many participants focused on visible, bodily reactions, along with a normative interpretation about what the other person might be feeling in that specific situation. Another interesting tendency is that some participants would describe observed shame that is similar to their own experience of shame. The discussion applies positioning theory to shame and reflects on shaming at a broader societal level. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Ragnar Rommetveit: A full life",
        "doi": "10.1177/1354067x19898679",
        "year": 2020,
        "abstract": "<jats:p> Over a long professional lifetime, Ragnar Rommetveit contributed to numerous disciplines in the social sciences and humanities, reflecting discussions in global social science and his own unending quest to understand social and individual life. His remarkable career and impact can be outlined in terms of four main phases. The first involved general social psychology in the 1950s and was reflected in Social Norms and Roles (1953/1955). In the second phase during the 1960s and 1970s, he focused on language-related psycholinguistic research leading to publications such as his 1968 volume Words, Meanings and Messages. The third phase came in the 1970s and 1980s and was motivated by his critique of formal linguistics and resulted in his short, magisterial 1974 volume On Message Structure. The fourth phase between 1980 and 2010 focused on “dialogism,” giving rise to works such as his 1992 article “Outlines of a dialogically based social-cognitive approach to human cognition and communication.” Along with his intellectual accomplishments, Rommetveit’s brilliance and generosity inspired students and colleagues at the University of Oslo, as well as from around the world. His capacity to engage with others in unending mediations on communication and mental life ranks among his most important legacies. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "‘You Always Need at Least Two Tones to Produce a Harmonious Sound’: The Value of Arendt’s Ideas on Friendship for Thinking in Social Psychology",
        "doi": "10.1177/1354067x221097127",
        "year": 2022,
        "abstract": "<jats:p> In this article, we focus on Arendt’s ideas about the relationship between thinking, dialogue and friendship to make the argument that friendship, although undertheorised in its relationship to thinking in social psychology, is a productive concept that captures something important about the argumentative and dialogical character of thinking (both on one’s own, and with other people). We work through Arendt’s ideas and discuss them in relation to social psychological theorising to consider how the concept of friendship can deepen our understanding and analyses of the relationalities that underpin thinking. We specify that whilst thinking in existing social psychological accounts may be read as adversarial in nature (e.g. through a focus on its oppositional character), the relationship between thinking and friendship has been an important idea underlying the perspectives presented in such works. Distinguishing between thinking as friends and thinking in groups, we suggest that there may be something special about the role of friendship in thinking. We draw out this idea by turning to Arendt, and simultaneously use the work of social psychologists to reconsider aspects of The Life of the Mind, in which thinking is mostly conceptualised as a solitary activity. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Conclusion: An invitation to dialogue with <i>The Life of the Mind</i>",
        "doi": "10.1177/1354067x221097122",
        "year": 2022,
        "abstract": "<jats:p> In this conclusion to the special issue on The Life of the Mind by Hannah Arendt, we, the authors, reflect back on our dialogue with the philosopher’s text. Our reflexion has two main parts. First, we emphasise transversal themes – themes that most triggered our interrogations and that we as psychologists, all addressed in our separate papers: thinking, of course, but also Arendt’s views on dialogue, her conception of time and temporality, and morality. Second, we emphasise some of the questions emerging from our reading of Arendt, which, we feel, can enrich discussions in psychology, and especially in cultural psychology today. Altogether, we conclude by inviting readers to join in our dialogue. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Hypnogenesis, Chronic Pain and Peircean Habit: Implications for Clinical Endeavors",
        "doi": "10.1177/1354067x231172906",
        "year": 2023,
        "abstract": "<jats:p> This study’s objective is to discuss hypnogenesis parting from one of Erickson’s chronic pain cases, analyzing hypnogenesis involvement in iatrogenesis and in the therapeutic interventions. Hypnogenesis is a concept for how clinical relationships tend to reproduce the ideas and theories of the therapist in the subject’s subjectivity. In hypnotherapy, hypnogenesis is implicated in the relational nature of the hypnotic experience, addressing the difficulty in separation between fabricated and revealed realities. A case of trigeminal neuralgia is analyzed and discussed to illustrate the implications of hypnogenesis in iatrogenesis and its therapeutic potential for chronic patients. The study draws a theoretical possibility on how hypnogenesis highlights iatrogenesis by the neglect of the subject’s needs in clinical consultations. Then, the study demonstrates how Erickson uses hypnogenesis in the patient’s therapy, favoring her well-being. To approach hypnogenic communicational processes, Charles Peirce’s concept of habit and is utilized as a complex system of subjective processes. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Introducing <i>Syntheses</i>",
        "doi": "10.1177/1354067x221151015",
        "year": 2023,
        "abstract": "<jats:p> In this short Introduction, we introduce the new submission form of Syntheses. The goal of Syntheses is to provide a summary and expansion of 6–8 articles on a selected topic within Culture &amp; Psychology. The articles should not be restricted to any time point, and the first author of the Syntheses must be a master’s level student or below. Topical syntheses are welcome but are not required. Syntheses articles should be short in length, with a maximum of 2500 words, inclusive of references. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Strategic subversions of the sacred: The cultural psychology of religious identities",
        "doi": "10.1177/1354067x11427465",
        "year": 2012,
        "abstract": "<jats:p>Traversa’s (2012) study on the Italian Islamic and Catholic women demonstrates that religion is a liberating force rather than the source of entrapping female subjectivities. In this commentary, I situate the participants’ interview responses within the larger debates about modernity, secularism and religious identity. I argue that the Italian and Catholic women’s narratives are a response to the cultural secularization of global modernity. The secular doctrine deploys a new vocabulary of self—where meaning making is detached from the sacred and divine and becomes primarily articulated through the triumph of reason. The participants’ encounter with global modernity and contradictory discourses of religion create ruptures and uncertain social conditions in their lives. I examine how Italian Muslim women strategically use religion to subvert the meaning of hijab, Islam and patriarchy, and the Italian Catholic women challenge orthodox views about abortion, God, and the Catholic Church. I argue that the religious experiences of these women are constantly interacting with location of race, religion and gender and are continually transforming all the ambiguous meanings present in various axes of difference that make up their identity.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Commentary on Brockmeier’s remapping memory: The relation between past, present and future as a metaphor of memory",
        "doi": "10.1177/1354067x11427463",
        "year": 2012,
        "abstract": "<jats:p>A commentary of Jens Brockmeier’s paper “Remapping memory” (2010) is presented. Also, a number of relations to previous commentaries about the same paper are presented. First, we agree with Brockmeier and Haye with respect to the artificial and useless separation of memory and other psychological functions. On the other hand, five implicit assumptions of the archive model, criticized by Brockmeier, are presented. These assumptions are considered to raise the issue of the need to incorporate a more complex relation of past, present and future, in order to have a better understanding of memory phenomena. The importance of this relation is developed in relation to both collective memory and history teaching, and also in relation to autobiographical memory.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Using culture to manage the transition into university: Conceptualising the dynamics of withdrawal and engagement",
        "doi": "10.1177/1354067x15621476",
        "year": 2016,
        "abstract": "<jats:p> This conceptual paper explored the purposes of using culture in the process of coping with stress by looking how first-year undergraduate students used cultural elements and activities to aid their transition into university. Results supported two key conceptualisations of the use of culture. First, results indicated that students used culture either for withdrawal purposes, that is, for escaping from the stressful situation, or for engagement purposes, that is, for actively engaging with the stressful situation. Second, the results suggested three different forms of using culture to engage with stressful situations: mood management, learning and personal interaction. While the results of the study resonate with the distinction between avoidance versus approach-oriented coping strategies that are widely explored in the stress and coping literature, they also suggest that the relationship between withdrawal and engagement might be dynamic with those two strategies serving distinct purposes in the process of coping with stress. This paper thus suggests that there is a need to develop process-oriented models of coping that would allow identifying patterns in the way people fluctuate between withdrawal and engagement that support and facilitate their personal growth and development. </jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Contacting Subjects: The Untold Story",
        "doi": "10.1177/1354067x9800400104",
        "year": 2007,
        "abstract": "<jats:p> This personal narrative describes a case of realities in intercultural contact in the context of research. Different cultural patterns of gaining access to research participants-foreigners in the context of the US society at the time of the study-are described. The wider issue of researcher as a migrant between the worlds of research participants and research institutions is discussed. </jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "The culture of family secrets",
        "doi": "10.1177/1354067x15568979",
        "year": 2015,
        "abstract": "<jats:p> In mainstream psychology, family secrets are usually discussed in terms of intra-psychological processes. However, the sense making of the family, which is a multilayered system, is mediated through culture. Hence, a complementary intersubjective perspective is inevitable for understanding secrecy formation. Merging psychoanalytic ideas with cultural-semiotic analysis, the current paper explores the relationships between three complementary levels of secrecy formation: the macro-level of cultural mediation, the mesoscopic-level of family dynamics, and the micro-level of intra-psychological processes. This perspective is developed and illustrated through an in-depth reading of Amir Gutfreund’s novel, Our Holocaust. </jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "The borderland",
        "doi": "10.1177/1354067x15601199",
        "year": 2016,
        "abstract": "<jats:p> People travel for tourism, for working, for escaping from the home country, for missionary reasons or for exploring new lands. By so doing, they cross borders which make their own identity different from the previous state becoming a migrant, an exiled, a tourist, a helper or a conqueror. Border shows its difficulties in being unambiguously defined. For instance, to which of the contiguous areas it belongs? Neither one of the single-bounded regions is sufficient for that. Border is not just a non-place, but is a space with its own characteristics that makes living there very specific, regulating the dynamic with the surroundings and even the way of thinking, acting and feeling. Living in a borderland makes the identity of the inhabitants and their meaning-making process very peculiar. The way in which the border residents perceive the relationship between the self, the others and the environment, as well as their process of meaning-making is unavoidably linked with the existence of the border itself, with all its ambivalent theoretical features and practical implications in settling the daily activities and the human psychological functioning. </jats:p>",
        "is_referenced_by_count": 49
    },
    {
        "title": "The sound of history and acoustic memory: Where psychology and history converge",
        "doi": "10.1177/1354067x12456716",
        "year": 2012,
        "abstract": "<jats:p>Historians have reconstructed the past mainly by the study of texts; only recently have they turned their attention to the analysis of images. They have abstained almost entirely, however, from using their ears when exploring the past: they have been content with the sound of silence. This can be explained in part by the scarcity of authentic acoustic sources which have existed only for the time period since about 1900. Historical studies focusing on the function of listening in the past, the soundscapes of earlier epochs and the significance of acoustic signals are rare. This article attempts to sketch the social and cultural meaning of listening and the impact of our perception of sounds on our view of the world; it shows what historians can hear of the past and what remains inaudible; it discusses the effects of the inaudibility of the past on our historical understanding; and finally it presents some new perspectives for historical research dealing with the history of listening, with historical soundscapes and their meaning.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Transnational practices, intergenerational relations and identity construction in a migratory context: The case of young women of Maghrebine origin in France",
        "doi": "10.1177/1354067x11427462",
        "year": 2012,
        "abstract": "<jats:p>In France, the issue of young women of Maghrebine origin has received important media coverage, and even become a political issue. In this context, we have conducted a qualitative research to study (1) the transnational practices, (2) the intergenerational relations, and (3) the identity construction of this population, within the dialogical self theory framework. We administered a semi-structured interview to 19 young women (Age range: 16–25 years) born in France of parents who emigrated from the Maghreb (Tunisia, Algeria and Morocco). The interpretative phenomenological analysis of our data reveals two transnational practices as salient issues of the identity construction and the intergenerational relations of young women of Maghrebine origin: the Muslim religion and the norm of virginity. Past and present relations between France and Maghrebine populations have transformed these traditional values into symbolic identity markers. However, these norms are always subject to multiple and creative renegotiations and redefinitions, which reflect the dialogical and multiple self of young women of Maghrebine origin.</jats:p>",
        "is_referenced_by_count": 18
    },
    {
        "title": "On the Varieties of Intersubjective Experience",
        "doi": "10.1177/1354067x030093008",
        "year": 2003,
        "abstract": "<jats:p> Coelho and Figueiredo (2003) explore the relationship between a heterogeneous collection of theoretical approaches that they term `intersubjectivist'. The authors' aim is not to integrate or synthesize the different dimensions into a coherent framework, but rather to invoke one depiction of subject-other meeting points where another appears incomplete. It is argued in this commentary that the authors do not pay sufficient attention to the incompatibilities between the various projects that they include in their discussion. It is also argued that the metaphor of the autonomously constituted subject may serve important existential and ethical functions. </jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Social psychology as a developmental discipline in the dynamics of practical life: Gustav Jahoda’s pioneering studies on children’s social thinking",
        "doi": "10.1177/1354067x18779035",
        "year": 2018,
        "abstract": "<jats:p> Gustav Jahoda’s research on children’s development of ideas and concepts constitutes a fundamental contribution to social psychology as a developmental and cultural discipline. Jahoda conceived humans in their interdependent relations with socio-cultural and historical environments in which they live, attain knowledge and act. Jahoda’s research on the diversities of thought and agency in children was the subject of meticulous conceptual and methodological rigour. His scholarly work crossed several social and human sciences. This tribute focuses on Jahoda’s early studies of children’s ‘social thinking’ about nationality and economic systems that he carried out in Glasgow. Later in his life Jahoda pursued his ideas on children’s thinking in a close dialogue with other scholars among whom Jean Piaget, Lucien Lévy-Bruhl and Serge Moscovici assumed particular relevance. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Continuing Commentary: Emotions of Guilt and Shame: Towards Historical and Intercultural Perspectives on Cultural Psychology",
        "doi": "10.1177/1354067x09337870",
        "year": 2009,
        "abstract": "<jats:p>Cultural psychology, as one of the youngest, yet fastest growing social sciences, has been explored in most parts of the world and approached from a great diversity of angles. What must be continuously researched in the theory, method and critique of cultural psychology, however, are historical, intercultural and political perspectives. To take up this thesis seriously, the present commentary illustrates the fundamentally historical, intercultural and political nature of cultural affect, cognition and behaviour. It concludes with the suggestion of an inbetween cultural and cultural political stance that the critical-intellectual cultural psychologist takes.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Mikhail Bakhtin’s contribution to psychotherapy research",
        "doi": "10.1177/1354067x11418543",
        "year": 2011,
        "abstract": "<jats:p> Vygotsky clarified the methodological foundation that, in his view, characterizes every scientific discipline by elucidating the concepts of subject matter, explanatory principle, and unit of analysis. In this article, these concepts are used to explore and organize Michael Bakhtin’s relevance for psychotherapy research. Client and therapist utterances can be regarded as the object of research. Bakhtin’s theory of utterance provides the basic abstractions that define the facts, or the subject matter, of the research area. Semiotic mediation will be considered the explanatory principle that accounts for the utterance as a tool of interaction as well as an expression of intra-psychic processes. Neither Vygotsky’s instrumental nor Bakhtin’s dialogic conception of the sign are adequate for explaining the great variety of semiotic mediation in communication, object-oriented actions, and intra-psychic processes. A revised conception that articulates the dual reference of sign meanings will be introduced. Finally, Bakhtin’s contribution to the unit of analysis in psychotherapy research will be illustrated by elaborating his concept of semantic position. </jats:p>",
        "is_referenced_by_count": 24
    },
    {
        "title": "Tailoring identities",
        "doi": "10.1177/1354067x11398316",
        "year": 2011,
        "abstract": "<jats:p> In the first part of this article, some consequences of telling truth about history in the Soviet Union and Russia are briefly described: crises of history teaching in schools, and ongoing ‘‘history wars’’ with the neighboring countries that have regained independence. In both cases, the problem is how to use historical knowledge in constructing identity narratives when the knowledge is contradictory. In this context, some issues analyzed in Carretero and Kriger’s and Tileagã’s work are discussed. Carretero and Kriger (2011) demonstrate that students in Argentina are largely unable to present a logically coherent story of the origins of their country. The difficulties the students experienced were related to the fact that the task they had to solve was highly artificial. They had to offer a high-level rational analysis of ideological texts which is not needed for the successful functioning of these texts. Tileagã’s (2011) paper is about how a former secret informer of the KGB-like organization in Communist Romania copes with the fact that his disgusting secret becomes public. In the coping process, the person makes use not only of his own memory, but also of his diaries as well as of the Securitate documents in the archives. All the three sources provide tools for reshaping identity and self-esteem, which can never be totally negative. Elaborating a typology of statements that people use in situations like this one would present further interest. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Life is not chess: Towards a dynamic theory on altruism",
        "doi": "10.1177/1354067x20957557",
        "year": 2020,
        "abstract": "<jats:p> Economic theory propagates a model of the human being commonly known as homoeconomicus; an individual with a rational orientation directed towards maximizing his/her preferences. However, our everyday lives involve many altruistic acts. These can range from small gestures of kindness such as holding a door open for another person, to heroic feats such as risking one's life to save a child from drowning. During our lives we also meet certain people that instantly induce our kindness. Our nicety in these moments is not based on a pursuit to optimize our material desires. Rather, we allow our feelings and intuitions to guide the course of our actions. How do we reconcile these experiences against the economic conception of human nature as inherently selfish? Addressing this contradiction, the paper will deconstruct the economic view and repositioning it as the product of an epistemological stance that distorts our view of altruism. An alternative model on altruism will then be developed by merging anthropological theories on value with insights from cultural psychology and grounded cognition. Through this process, a passage will be shown from static and universalizing perspective towards an emergent and dynamic theory on altruism. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Ethnotheories and Childrearing Practices: Some Constraints on Their Investigation",
        "doi": "10.1177/1354067x04045744",
        "year": 2004,
        "abstract": "<jats:p> Our comments on Keller et al’s (2004) paper stress that new perspectives on the investigation of ethnotheories and childrearing practices are very much needed. Based on our own assumptions—the ‘network of meanings’ perspective—some constraints of the results reported in the target article are discussed. In order to alter some dominant and traditional Western ethnotheories, suggestions are made for taking into account both parents and relevant kin group members, not just the mother figure. Given the diversity of the existing ethnotheories, and the diversity of social strata, cultural psychology of parenting needs to go beyond the usual middle-class models. The need for an awareness of the dialogical processes established among researchers and participants is also highlighted. Finally, it is suggested that discourse analysis should go far beyond verbal communication, analyzing other kinds of social languages. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Attention operation and language in the learning process in a music lesson",
        "doi": "10.1177/1354067x221097612",
        "year": 2022,
        "abstract": "<jats:p> This paper presents an interactive episode analysis which was resulted from a music lesson for children. The idea was to point out the attentional process, in a perspective of Vygotsky and Luria. The study involved a group of three children who weekly had participated in Group Piano lessons at a social project developed in São Paulo State, Brazil. The data were documented by means of a field diary and the transcription of a video recording, and the analyzes were based on studies of historical-cultural approach. It is emphasized that the attention process happens depending on the apparently individual volitional acts but notoriously established during social relationship. Social genesis and perceptions which are expressed in gestures, looks, and speeches point to a complex construction perception of oneself, of the other and of the music in teaching relationships. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Body, Mind and Culture: The Dialogical Nature of Mediated Action",
        "doi": "10.1177/1354067x9511007",
        "year": 2007,
        "abstract": "<jats:p> Elaborating on Wertsch's central argument, our thesis is two-fold: (a) mediated action is dialogical; (b) dialogue as a basic feature of the human condition far exceeds the boundaries of verbal conversation. In discussing the difference between logical and dialogical relationships, Bakhtin's 'ventriloquation' is defined as a collective voice. Emphasis is given to the role of the body in pseudo-and pre-hnguistic dialogues. Finally, the central argument is rephrased in terms of Leontiev's three forms of history: evolutional, societal and individual. </jats:p>",
        "is_referenced_by_count": 21
    },
    {
        "title": "Science between Cooperation and Competition: Commentaryon Hurme",
        "doi": "10.1177/1354067x9700300202",
        "year": 2007,
        "abstract": "<jats:p> According to Hurme's (1997) production metaphor, competition among researchers plays a central role in scientific enterprise. I argue that competition cannot be excluded from scientific practice and should actually be considered as a significant motivational force. My main thesis, however, is that the production metaphor is blind to the scientific process as a cooperative enterprise guided by a specific set of values. Even in an era in which scientists are under increasing pressure to produce, the original dialogical spirit embodied by the figure of Socrates is at the heart of science as a moral enterprise. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Cultural Psychology and the Problem of Exchange between Individual and Environment: Is There a Common Concept?",
        "doi": "10.1177/1354067x9733011",
        "year": 2007,
        "abstract": "<jats:p> The holistic perspective on the person-context exchange conception present in so many current culture-oriented developmental theories has different roots in the history of European psychology. Here, one school assumed to have contributed to the widening of our understanding of the cultural or environmental influence on individual development is presented in some detail. This school of thinking is compared to another European conceptualization of an integrated view on person-culture exchange (discussed in this issue). Biological, cultural-philosophical and psychological aspects were linked together in a school established at the newly founded university at Hamburg, Germany, during the 1920s and early 1930s. Cooperation by three scientists from different disciplines pushed forward the idea of a holistic concept describing the process of development within context. William Stern, the psychologist, Ernst Cassirer, the cultural philosopher, and Jakob Johannes von Uexkull, the biologist, worked together and successfully developed an integrated perspective on the exchange between the individual and his or her environment. Although never manifest as a 'school' in its own right, it is maintained that the three scientists' interdisciplinary efforts to grasp a holistic explanation of the subject-environment relationship is found in many components remaining in contemporary theories exploring links between individual and environment. </jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "To become one with the instrument: The unfolding of a musical topography",
        "doi": "10.1177/1354067x15570491",
        "year": 2015,
        "abstract": "<jats:p> The present article advances the notion of musical topography to describe the engagement between a practitioner and the musical instrument, emphasizing its developmental character. From the point of view of semiotic anthropology, it is suggested that the development of such a practical engagement is guided by expressivity, and that the instrument appears not only as an extension of the body, but participates in the generation of a unitary field, where bodily motion, the instrument and the tonal space are intertwined. The development of lived musical practice draws its force from a situated tradition that consists of normative, structural and stylistic elements, and of a constellation of genres and values shaped and reshaped by generations of practitioners. Finally, it is emphasized that the notion of musical topography brings back to musical praxis its long neglected imaginative dimension. </jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Bakhtin’s realism and embodiment: Towards a revision of the dialogical self",
        "doi": "10.1177/1354067x11398308",
        "year": 2011,
        "abstract": "<jats:p>How can we understand socially constituted selfhood? H. Hermans has addressed this question with the notion of the Dialogical Self that he draws from the philosopher Mikhail Bakhtin. We focus on Bakhtin’s discussion of realism in relation to how he has been interpreted by Hermans. This notion of realism (which we coined ‘‘expressive realism’’) highlights how sociality is inseparably related to embodied experience, thus making way for a sociocultural psychology that takes into account life as it is experientially lived. We point out how Hermans’ vision of the Dialogical Self neglects such embodied experience. This discussion leads to the claim that Bakhtin sees the self as social insofar as our most primary embodied experience is social, where Hermans anchors the sociality of self in inter-subjective exchange. Accordingly, an extension of the Dialogical Self is offered through discussion of these points.</jats:p>",
        "is_referenced_by_count": 26
    },
    {
        "title": "Imagining cultural psychology",
        "doi": "10.1177/1354067x15568981",
        "year": 2015,
        "abstract": "<jats:p> Based on the contributions of Pern, Granatella, and Rojas, I shall develop three Vichian aspects found in the three papers under the headings affective intentionality, expressivity, and creativity, which, I find, should all be treated as central aspects of mental life as studied by cultural psychologists. </jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "The Authoring of School: Between the Official and Unofficial Discourse",
        "doi": "10.1177/1354067x05055500",
        "year": 2005,
        "abstract": "<jats:p> Theoretically the paper addresses the question of how official and unofficial discourses are related and what function the unofficial register serves for the official one. It draws on the idea of ‘underlife’ and the heterogeneity of discourse in order to show how the unofficial discourse can be a productive tool for students to both distance themselves from school and negotiate school identities in order to create new, and (for students) more compatible, forms of ‘school’. Institutional settings do not automatically produce the institutional scripts, positions and norms they are associated with; rather, they need to be authored by participants who ‘instantiate’ these scripts, positions and norms. This paper focuses on how students author school (the official) but at the same time produce alternative discourses (the unofficial). A data set of transcribed student group talk in a multi-ethnic classroom in the Netherlands is used for the analysis. </jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "The meaning of work and cultural psychology: Ideas for new directions",
        "doi": "10.1177/1354067x17729363",
        "year": 2017,
        "abstract": "<jats:p>Work is one arena in which human beings constitute their identities and participate in collective-cultural enterprises. But research on factors affecting the meaning of work and its outcomes focuses mostly on individual-level variables related to workers’ experience. However, scholars have recently proposed a shift towards a more collective dimension of meaningfulness, in particular, the cultural level. This article discusses and expands on this recent trend, demonstrating how growing attention to cultural factors of work’s meaning raises some problematic, crucial issues about the very definition of culture and its role in meaning-making. A particular issue is the assumption that culture is transmitted to people, that it is primarily a collective endeavour based on shared values and that culture can endow work with meaning. Based on a cultural psychology perspective, we revisit both the relationship between person and culture and the idea of work as a cultural phenomenon. We argue that work is inherently a meaningful activity, mediating between personal and collective culture. We end by proposing some potential new directions to explore.</jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "A Review of Controversies about Social Representations Theory: A British Debate",
        "doi": "10.1177/1354067x05058586",
        "year": 2005,
        "abstract": "<jats:p>Since its inception more than forty years ago, social representations theory has been subjected to several criticisms, particularly within British discursive psychology. This paper reviews four major controversies that lie in the areas of (a) theoretical ambiguities, (b) social determinism, (c) cognitive reductionism and (d) lack of a critical agenda. A detailed discussion and evaluation of these criticisms reveals that while some can be regarded as misinterpretations, others need to be treated as serious and constructive suggestions for extending and refining the current theoretical framework. The main argument underlying this review is that many of the criticisms are based on the difficulty in understanding and integrating the complex, dynamic and dialectical relationship between individual agency and social structure that forms the core of social representations theory. Engaging with the critics is thus thought to provide clarification and to initiate critical dialogue, which is seen as crucial for theoretical development.</jats:p>",
        "is_referenced_by_count": 134
    },
    {
        "title": "Manifestations of Depression: Self-Perception, Culture, and Body",
        "doi": "10.1177/1354067x221145898",
        "year": 2022,
        "abstract": "<jats:p> As we emerge in a post-pandemic society, the feelings of isolation present during quarantine persist. But for some, these feelings of isolation have been present long before the pandemic began. The ideal of mental wellness is an important one: depression, anxiety, and persistent feelings of hopelessness severely impact our lives, relationships with loved ones, and our relationship with ourselves. In conjunction with an understanding of mental wellness, there must also be an understanding of mental illness. For in our pursuit of mental wellness after quarantine, we must not forget our compassion for those who have been suffering without. Through this short virtual issue, we invite you to read the following selected articles from Culture &amp; Psychology. Thematically, they may find themselves fitting well with a weekly seminar, or a graduate course on mental health. One may find themselves discovering new insights of theoretical expansion beyond what this Special Issue can provide. Thus, in a quest for the solidification of our compassion, this virtual issue delves into three key aspects of depression: its relationship with ourselves, our cultures, and our bodies. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The Unconstructed Self",
        "doi": "10.1177/1354067x0062013",
        "year": 2007,
        "abstract": "<jats:p> Postmodernism proposes that the notion of self is a cultural construction and lacks any substantive or real referent. Chandler (2000) and Shotter (2000) offer challenges to this postmodern destruction of the self. Chandler proposes that within the cultural variety of self notions there is a common theme whose characteristics are ‘permanence within change’ and ‘sameness within becoming’. Shotter suggests that narrative structure opens up a conceptual space through which the self can be known. Support for Chandler and Shotter is provided by Neisser’s notion of five kinds of information about the self and Gendlin’s view that experience is more intricate and complex than the logical configurations provided by language. </jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Culture of death in Mexico: Psychoanalytic inquiry about mourning rites and the symbolic function of society",
        "doi": "10.1177/1354067x20976505",
        "year": 2020,
        "abstract": "<jats:p> Mexico stands out for its unique rites of symbolization of death. Being historically determined by the richness of its pre-Hispanic cultures, and with the fusion of catholic and Mesoamerican rites, Mexicans’ relationship with death is unique. Mourning rites are imbued with a circular worldview of life and death. Some of the basic psychoanalytic components of mourning are present in Mexican mourning rites: symbolic function, cathartic affects, identification, and socialization of signifiers. Nowadays, the massive deaths as a result of violence imposes the encryption of mourning as a perverse demand. The lack of response to the cries for help render useless the symbolic functions of mourning rites, which brings about a new way of socializing the loss, through massive social movements. We inquire, through a psychoanalytic reading of mourning and its socio-historical aspects in Mexico, and by emphasizing the traditions of mourning and its multiple symbolic values, the different ways Mexicans deal with death, in order shed some light into Mexicans’ symbolic responses and relationship with death while facing the perverse challenge of a violent regime. </jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "A Psychological Analysis of the Imagery of Chinese <i>Menshen</i>",
        "doi": "10.1177/1354067x221097607",
        "year": 2022,
        "abstract": "<jats:p> The prominent imagery of Menshen (门神door gods) within traditional Chinese culture has led to the development of a variety of cultural symbols, including military door gods, civil door gods, praying door gods, and other related ones, such as stone lions and Shigandang (stone tablets). This article studies the impact of the belief in Door Gods and their worship on Chinese psychology and behaviour on both a conscious and unconscious level. At the conscious level, from its first articulation to its development into a cultural image and related myths and legends, the belief in Door Gods can be said to have gone through four stages: a primitive worship of reproduction in ancient times, animal worship during the Zhou Dynasty, the worship of anthropomorphic gods during the Han Dynasty and the worship of hero gods worship during the Tang Dynasty. This process corresponds to the four specific symbols of ‘peach branch’, ‘tiger/chicken’, ‘Shēn Shū(神荼)’ and ‘Yù Lǜ(郁垒)’ (‘鬼’: the two spirits guarding the entrance of the house), and ‘hero’. On an unconscious level, the psychological symbolism of the belief in Door Gods belief is interpreted through the Door Gods sacrifice and the Fu(复)” hexagram. Closing the door is related to Kun (坤, the receptive, earth), while opening the door is related to Qian (乾, the creative, heaven). Together, Kun and Qian were held to be in a state of continual transition, one changing into the other, which reflects Chinese philosophy’s emphasis on movement. Traditionally, Chinese people held more than 10 kinds of door-related sacrificial activities every year. Although some of these activities have gradually fallen out of use, the traditional custom of pasting door couplets and images of Door Gods to doorways has been preserved. By repeating the ritual every year, the Chinese gain the strength to protect themselves and their family members. Clinical studies of sandplay therapy have found that the image of Door Gods constitutes a ‘patron saint’ on an unconscious level. Door gods guard the boundary between consciousness and unconsciousness (the inner and outer worlds), thereby protecting the spiritual strength of those who supplicate them. This suggests that using their images in a therapeutic context could help individuals to maintain boundaries and protect themselves. The emergence of the Door Gods image can transform the guardian energy hidden at the border between unconsciousness and consciousness, help the clients keep the boundary and protect themselves. </jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "“A man doesn’t drink from a straw. Never!” the experience of coming out as gay to oneself and to others",
        "doi": "10.1177/1354067x241226450",
        "year": 2024,
        "abstract": "<jats:p> We examine in this paper the individual and social process of coming out as gay. Through a sociocultural and developmental psychology theoretical lens, we unfold the process as a liminal experience that starts within the individual and is continuously negotiated in between the person, the social others, and the broader society. Through interviews and autoethnography, we look at this process through the experiences of three young men coming out in Denmark. The findings highlight how coming out is a complex process that starts before one comes out to others and continues to develop as a meaning-making process as the person starts coming out to others, where others’ responses are internalized and continue to form this person’s identification within society. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Contingency and plasticity: The dialectical re-construction of the concept of home in forced displacement",
        "doi": "10.1177/1354067x19871203",
        "year": 2019,
        "abstract": "<jats:p>The loss of home as a consequence of war, conflict and displacement urges us to question the concept’s very construction. Although existing spatial and cultural studies on the subject have explored the immaterial characteristics of the construct, they have overlooked its connection to the consciousness and agency of the displaced, which are quintessentially contingent. This article presents a theoretical inquiry into the influence of the processual ambiguity of our cognitive system on the positioning of the concept of home between the temporality of its construct and the plasticity of its agency. Using connections between cognitive plasticity (based on Catherine Malabou’s concept of the freedom of the brain) and spatial plasticity (influenced by Vilém Flusser’s notion of the freedom of the migrant and the construction of the concepts of home), it establishes that the plasticity of migrants’ agency in displacement is an instrumental process in encoding new spatial practices of home-making.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Towards a dialogical methodology for single case studies",
        "doi": "10.1177/1354067x19894925",
        "year": 2020,
        "abstract": "<jats:p>This special issue has explored a range of means of ‘generalising’ or ‘re-situating knowledge’ through the intensive, dialogical, examination of single cases. The papers elaborate aspects of the methodology of dialogical case studies without asking the traditional question: ‘of what is this a case?’ In this concluding article, we look across the papers to draw out methodological considerations for dialogical single case studies, comparing how the papers deal with four key dialogically informed methodological concerns: the primacy of self-other interdependencies; dynamics; ethics; and modes of writing. We then turn to the question of generalising, or re-situating, knowledge. Across the papers, three different, but overlapping, approaches to re-situating knowledge are taken, implying alternative possible questions: (i) How does the case participate in epistemic or narrative genres? (ii) How does the case contribute to a genealogy? (iii) In what ways is the case generative? We offer these concepts and questions as methodological prompts for case study researchers to conceptualise their knowledge-making as a dialogical endeavour.</jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Life Course Staging as Cultural and Subjective Practice: Review, Critique, and Theoretical Possibilities",
        "doi": "10.1177/1354067x09344885",
        "year": 2009,
        "abstract": "<jats:p>This paper identifies and critically assesses various research approaches to subjective and cultural-historical notions of life stages through the lens of comparative-cultural, psychometric, discursive psychological and ethnographic perspectives. Included is an overview of 48 studies of subjective attributions of life stages (1984—2007) covering 14 national settings, with a discussion of their limitations. Possibilities for cross-fertilizing critical gender theory with life stage theory are briefly discussed. It is suggested that analytic notions of citationality and hegemony, both pioneered in the context of gender studies, may be productively appropriated in cultural psychology.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "The Structuring Process of the Social Representation of Violence in Abusive Men",
        "doi": "10.1177/1354067x0394003",
        "year": 2004,
        "abstract": "<jats:p> This paper examines the process of the emergence of new social representation among abusive men vis-‡-vis their own behavior. The discussion focuses on a group of 65 men who were sent to a closed hostel (Beit Noam) for intensive therapy for habitual violence. The paper argues that there was no possibility of the existence of such a representation at the beginning of therapy because there was no relevant group to create the discourse necessary for the structuring of social representations. The creation of the group and the ensuing discourse helped the men construct a social representation of their own violence. Such a representation enabled them to complete therapy successfully. </jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Body Odor: The International Student and Cross-Cultural Communication",
        "doi": "10.1177/1354067x9514006",
        "year": 2007,
        "abstract": "<jats:p> This article examines body odor and the cultural values that come into play in determining the limits of acceptability in body odor, as well as the issue confronting the person identified as 'the source of the problem'. A brief review of the literature is presented to acquaint the reader with values and meanings associated with odors. Detweiler's category width construct is used to examine intolerance to body odor. Neurological factors of smell are also discussed. Finally, a number of suggestions are presented to assist in making cross-cultural conflicts about body odor into worthwhile learning experiences about ethnocentrism. </jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Boesch’s Symbolic Action Theory in Interaction",
        "doi": "10.1177/1354067x0174006",
        "year": 2007,
        "abstract": "<jats:p> Some remarks are presented reflecting recent implications of Boesch’s symbolic action theory for the development of studies concerned with the relationship between verbal interaction and knowledge construction. In doing so, attempts are made to improve the interlocution of Boesch’s account with other significant semiotic-constructivist propositions. </jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Review Essay: Racial Relations and Racism in Brazil",
        "doi": "10.1177/1354067x07082805",
        "year": 2007,
        "abstract": "<jats:p> Edward Telles' book Race in Another America: The Significance of Skin Color in Brazil (2006) has contributed to the understanding of racial and skin color relations in Brazil. The main aspects of the past and present of racism in Brazil are discussed, such as whitening, mestizaje , and the ideology of racial democracy, and some additional data are presented. This work reflects on and brings to light the reflections of Telles and of other researchers of racism about a future of more equalitarian racial and social relations in Brazil. </jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "The concept of hysteria as mirror of the relation between clinical and cultural psychology",
        "doi": "10.1177/1354067x231185723",
        "year": 2023,
        "abstract": "<jats:p> This paper theoretically examines how the psycho-pathological concept of hysteria has evolved since its emergence in antiquity, what causes contributed to it and how nowadays meaning-making systems of clinical psychology are mirrored through it. As has been shown, the transformation of hysteria is more closely related to the cultural psychology of feminism than any other disease before it. The 20th century in particular marked a significant change in the conceptualization of hysteria. From a highly sexist and paternalistic it became a political diagnose and finally was used, after getting banished from the psychological dictionary as an everyday pejorative personality adjective. It underwent a transformation within its gender classification, which was initially limited exclusively to women. Later, it became a psychiatric diagnosis, which was no longer durable nowadays and has finally changed into the concept of histrionic today. The analysis shows how, on the one hand, medical and biopsychological findings and, on the other hand, especially political movements and their cultural psychological processes of change form the basis of psychopathological concepts. It will be shown to what extent hysteria is exceptionally exemplary for this change in psychological meaning-making. In this context, the close connection between hysteria and the emancipatory development of our society could be emphasized. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Conceptualizing the mediating role of power asymmetries in research communication: A social representations approach",
        "doi": "10.1177/1354067x14542528",
        "year": 2014,
        "abstract": "<jats:p> While the issue of power within the research relationship has been evoking constructive discussions for over two decades in qualitative research, existing approaches fail to understand power both as macro-socially determined and interpersonally negotiated in the micro-space of research communication. In this article, I use ideas from Social Representations Theory (SRT) to conceptualize the macro-social conditions that give meaning to power asymmetries expressed through the identities in the micro-space of the research relationship and to examine how these identities and their power asymmetries mediate research communication. Three instances of research between a local researcher and immigrant participants are analyzed. Analysis shows that the identities of a Greek researcher and immigrant participants introduce power asymmetries in the research communication due to the meanings they carry in the Greek social context. These asymmetries mediate communication by evoking reflection, challenge, resistance and reversal of positions. It is suggested that this double micro and macro focus achieved through SRT contributes to qualitative methodology by inviting important questions regarding data construction (under which identities are data constructed, how are they constructed and why are they constructed in such a way) and by advancing an epistemologically reflective stance to research. Further, the present approach contributes to SRT by advancing a power-inclusive understanding of interpersonal dynamics, which is considered underdeveloped by SR theorists. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Commentary: Framing Sympathy",
        "doi": "10.1177/1354067x10361399",
        "year": 2010,
        "abstract": "<jats:p> The expression of emotion takes many forms and their linguistic expression is one of the key ways they are articulated. The study of the semantic fields in which the expression of emotion takes place is in need of an appropriate methodology and a sufficiently broad set of examples. Anna Gladkova’s attempt to use the methodology of Natural Semantic Metalanguage to explore the semantics of certain emotion terms in English and Russian is examined and evaluated in light of certain philosophical and semiotic categories and considerations. Of principal interest is the bearing of the work of C.S. Peirce and John Dewey, from the American pragmatist tradition, and of Karl Bühler, from the psychological tradition, on such a methodology. It appears that the expression of emotion in language is embedded in multiple fields of rather different types and performs different semantic functions. I indicate how this would modify, without reducing the need for, the types of analyses undertaken by Gladkova. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Iranian homosexuals; social identity formation and question of femininity",
        "doi": "10.1177/1354067x14551296",
        "year": 2016,
        "abstract": "<jats:p> Homosexuality and homosexual subjects have been oppressed during the sociocultural transformations of contemporary Iran while femiphobic attitudes have been central to this marginalization. Notwithstanding the profound distortion of the concepts of femininity and masculinity in the course of the modernization and islamization of the country, defeminization of the public space and prioritization of the masculinity in gender discourses have been crucial to all social transitions that intend to feed their desired social-ideal identity. Iranian homosexuals, who are condemned both for their sexuality and nonconformist gender effeminacy, have recently formed fictive kinships and backstage friendship groups in order to negotiate and attain a new social identity. In this paper I will examine the basic reasons behind the rejection of homosexuality in Iran and the ventures of the Iranian gays into cyberspace and back to society, while struggling to construct a new feminine-admissive social identity. The final part of this study is devoted to the discussion of the seat of femininity, particularly effeminacy, among Iranians. The paper concludes with demonstrating the incomplete social identity formation of gays, but also envisages a rising divergence in Iranian youths’ gender behaviors which grants the likelihood of negotiating the newly developed social identity to homosexuals. </jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Gender in culture-inclusive psychologies: A situated and selective mapping of historical and contemporary territories",
        "doi": "10.1177/1354067x16650833",
        "year": 2016,
        "abstract": "<jats:p>Culture-inclusive psychologies, despite large theoretical and methodological differences, agree on the importance of culture for shaping mental phenomena, human behavior, and actions. How do these psychologists address gender? It is very common in psychology to frame gender as innate and determined by a male–female schema of reproduction. Do culture-inclusive psychologies depart from this schema and look into ways in which gender-related phenomena are culturally shaped? This article overviews two types of psychological texts. First, it examines classic psychological texts belonging to four selected schools of thought: cultural-historical psychology (Leont’ev, Luria, Vygotsky), critical psychology (Holzkamp, Holzkamp-Osterkamp), social constructionism (Mary and Kenneth Gergen), and action-oriented cultural psychology (Boesch, Straub). Second, it compares articles published in the Journal of Cross-Cultural Psychology and Culture &amp; Psychology. This overview reveals that differences in conceptualizing gender are significant, covering a spectrum ranging from naturalistic to constructionist frameworks.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Situational selves of online identity and rationality in choosing – More examples of the college students’ online identity in China",
        "doi": "10.1177/1354067x20976514",
        "year": 2021,
        "abstract": "<jats:p> The Internet has provided a new context for the exploration of the concept of identity. Different identities were expressed on different online settings, which indicates the feature of ‘situational selves’ of online identities. By comparing the differences among WeChat identity, Weibo identity and offline identity, more examples were introduced not only to explain ‘situational selves’, but also the ‘rationality’ in choosing among different online identities. </jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "On Jon Snow’s death: Plot twist and global fandom in<i>Game of Thrones</i>",
        "doi": "10.1177/1354067x19845062",
        "year": 2019,
        "abstract": "<jats:p>The death of Jon Snow at the end of the fifth season of the TV serial Game of Thrones prompted an intense reaction among the fans of the serial on social media. Thousands of viewers all over the world contributed to the discussion of the meaning and implications of this event, turning it into a global event in the participatory culture of contemporary seriality. In this article, we propose an explanation of this remarkable cultural phenomenon. Based on a theory of plot twists as surprise structures, we argue that the reactions of fans can be understood as concrete, contextually adapted realizations of the characteristic cognitive reactions evoked by the emotions of surprise and shock caused by unexpected negative events. Our analysis focuses in particular on the contributions of viewers to the establishment of the beliefs disconfirmed by the plot twist and on the cognitive activities that served to adapt their minds to the new reality revealed by the twist, which also included reflections on the aesthetic aspects of the plot twist and the narrative in which it was embedded. By providing a public platform for these reflections, the fan forums allowed the individual attempts to adapt to the plot twist to become a collective endeavor. The study illustrates how universal cognitive mechanisms interact with culturally produced contents to generate similar reactions to a fictional event across the globe.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "The decay of signs’ semiotic value: A cultural psychology interpretation of the contemporary social scenario",
        "doi": "10.1177/1354067x211027276",
        "year": 2021,
        "abstract": "<jats:p> The article provides an analysis of the affective polarization of the public sphere, namely, the increasing momentum gained by affective sensemaking in the current socio-institutional scenario (e.g. raise of populism, distrust in democracy and spreading xenophobia). To this end, the Semiotic Cultural Psychology Theory (SCPT) is outlined. The SCPT focuses on the embodied micro-mechanisms bridging the intra- and inter-psychological levels of analysis of the semiotic dynamics. The article is composed of two parts. First, the SCPT is outlined in terms of its nine underlying tenets. Then, SCPT is used to frame an interpretation of the psycho-social dynamics underpinning the current socio-political scenario. Based on the SCPT model, the spread of affective sensemaking in current societal dynamics is interpreted as being due to the capacity of affects to work as semiotic stabilizers, enabling people to face the deep uncertainty fostered by the economic and political turmoil associated with globalization. </jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "What it is like to be a pickpocket",
        "doi": "10.1177/1354067x19894934",
        "year": 2019,
        "abstract": "<jats:p>This study aims to show the socio-cognitive engineering of the pickpocket craft from the point of view of cognitive ecology. Being a pickpocket has a wider, existential status; studying it goes beyond the field of cognitive sciences. My ambitions are more modest: I try to show that the question about what it is like to be someone like a pickpocket is also a question about the cognitive structure of his or her activity space. In this light, I analyze some aspects of the reality presented in the movie Pickpocket by Robert Bresson. From the ecological point of view, scenes from the old movie present pickpocketing techniques in the context of the opportunities and constraints of a given environment. I claim that studies like this require integrating certain conceptual tools, like distributed cognition approach, ecological psychology, and cognitive studies of design.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Imaginative universals and human cognition in<i>The New Science</i>of Giambattista Vico",
        "doi": "10.1177/1354067x15575795",
        "year": 2015,
        "abstract": "<jats:p>Universals have occupied a central role in philosophy ever since the Socratic quest for definitions. The need to find concepts both universal and shareable is rooted in the Western philosophical tradition, in order to capture and control the disorder that besets human life. In other words, Universals occur as part of a rational attitude by which to substantiate knowledge and its evaluation. My aim in this paper is to confront Vico’s discovery of imaginative universals with the classical paradigm of rational thought that, formed by abstraction from empirical experience, reduces the knowledge to a rigorous process of inference. Against this barbarism of reflection, what Vico does in his works is to chart out possible new ways in which science can innovate itself.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Me, myself, and God: Religion as a psychocultural resource of meaning in later life",
        "doi": "10.1177/1354067x14551294",
        "year": 2016,
        "abstract": "<jats:p>The present paper addressed the different meanings attached to religion as cultural resource in the course of life. Indeed, abundant cultural research has confirmed that religion could be a powerful symbolic system that shapes people’s beliefs and attitudes. Its significance may depend on contextual factors and may vary over time and place, thus showing different implications across cultures and group cohorts. To better investigate such assumption, this paper involved a group of elderly believers (convinced Catholic believers and converted to Buddhism believers) as to analyze the role played by religion in their life experience. Narrative interview, content, and diatextual analysis helped reconstructing different cultural interpretative repertoires of religion in late life: a source to answer to the essential questions about life, an anchor to face the present and the future, a sociocultural resource for well-being.</jats:p>",
        "is_referenced_by_count": 19
    },
    {
        "title": "Re-theorising the funds of identity concept from the perspective of subjectivity",
        "doi": "10.1177/1354067x19839070",
        "year": 2019,
        "abstract": "<jats:p>This paper is a theoretical response to recent developments in the funds of identity literature which has seen the introduction of two interconnected concepts, ‘dark funds of identity’ and ‘existential funds of identity’. While these recent concepts may expand the canvas from which researchers draw in developing interventionist approaches for minoritised students, they nevertheless polarise positive and negative emotions and experiences which is problematic on a conceptual level. This paper addresses this issue by first presenting how funds of identity and existential funds of identity have been theorised, arguing that there remains a tension between the distributed theory of the original conceptualisation of funds of identity and the phenomenological and subjective dimension that underpins existential funds of identity. In order to resolve this tension, I situate the funds of identity concept within a cultural historical tradition, drawing upon González Rey’s work on subject sense and subjectivity in order to propose an alternative conceptualisation of funds of identity that allows researchers to transcend the dichotomy of positive and negative emotions.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "What Characterizes Language That Can Be Internalized: A Reply to Tomasello",
        "doi": "10.1177/1354067x9600200307",
        "year": 2007,
        "abstract": "<jats:p> Tomasello disagrees with my position that language is the only human artefact that potentiates internalization. Tomasello's position seems to imply that language can be only verbal. My position is that every object or behavioural act is a symbol if it has all of the following characteristics: symbol must be an object or phenomenon that can be directly perceived through sense organs; meaning of symbols must be shared by organisms; symbols must refer to objects, events or phenomena; it must be possible to use a symbol differently from its referents. Internalization is possible only by means of symbols with such characteristics. </jats:p>",
        "is_referenced_by_count": 18
    },
    {
        "title": "Review symposium: Encountering Objects and Others as a Means of Passage",
        "doi": "10.1177/1354067x07079889",
        "year": 2007,
        "abstract": "<jats:p> Zittoun's Transitions investigates how young people use cultural elements, like movies and novels, to manage ruptures as a specific moment in their life span, leading to transitions from one socio-psychological location to another. Zittoun's perspective is cultural as well as developmental, and can thus make visible the dynamicity of individual meaning-making processes, a semiosis taking place in the field of self, other, culture and objects which are used as symbolic resources in constructing identity. Zittoun proposes a three-dimensional model of the use of symbolic resources ( aboutness , time and distancing), accompanied by two theoretical constructs: the semiotic prism and the spheres of experience. This complex and transparent architecture is investigated empirically through the case studies of thirty young people whose interviews are thoughtfully analysed. Although Zittoun relates a person, others, a cultural element and the meaning of this element for the person in a dynamic semiotic movement of change, she does not elaborate on the dialogical dimension of this movement of change. It is otherness of and `in' objects which then comes to the foreground. This opened but not developed path is taken up by the reviewer, leading to the notion of dialogical objects: objects which are actually dialogical processes, developing in time within an exchange of voices and positions. Using a dialogical object as symbolic resource means activating the dialogical self; and investigating these uses gives the opportunity to observe the dialogical self in construction. Semioticity, accompanying and forming identity processes, is thus to be completed with alterity, giving these processes orientation and sociocultural value. </jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Revisiting “The Art of Being Fragile”: Why cultural psychology needs literature and poetry",
        "doi": "10.1177/1354067x19862183",
        "year": 2019,
        "abstract": "<jats:p>Writers devote their lives to find words that faithfully resemble what is at the core of human experience and existence. Thus, psychologists interested in understanding human development in everyday life could turn toward writers and poets with humble curiosity. In this article, we illustrate how a narrative analysis of a work of art can be done, taking “ The Art of Being Fragile. How Leopardi can Save your Life” by the Italian writer and teacher Alessandro D’Avenia as a case. In addition, we reflect upon the mastery with which the author sheds light on aspects that theories in cultural psychology have tried to unveil. Such aspects are: (a) poetic activism: a revolution of the poetics of everyday life; (b) the poetics of human development; (c) the beauty within the fragile as a master; and (d) the intuition of the spirit as an invitation.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "The Wandering Soul in Relation to Time",
        "doi": "10.1177/1354067x06064576",
        "year": 2006,
        "abstract": "<jats:p> The unidirectional, linear-progressive view of time for psychology may need an overhaul. In this article, I comment upon Yamada and Kato’s (2006) findings and further discuss the underlying axiom that gives time its structure: We stand in relation to things. This relationship is key to understanding the world in which we are embedded. The trajectories of time reveal the course of a particular development, be it the psyche in the historical-cultural temporal context as illustrated through Wilhelm Wundt’s Elemente der Völkerpsychologie (1912), or how certain people conceive of their soul’s voyage through life and death cycles. However, the supposedly ‘observed’ developmental trajectories—of whatever nature they may be—emerge due to our situatedness towards a particular event. In the end, we must remember that time is nothing but an ‘infused’ component of the complex qualities of phenomena, whose Gestalt reveals itself once the researcher’s finite perspective has cut somewhere into the spatio-temporal totality of the objective world </jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Either scholar or activist? Thinking cultural psychology beyond academia",
        "doi": "10.1177/1354067x16645296",
        "year": 2016,
        "abstract": "<jats:p>Both Robert Innis’s and Svend Brinkmann’s works bring to the fore a notorious, but usually forgotten, topic on cultural psychology: the normative framework that regulates the relation between the researcher and the phenomena studied. In fact, these ‘models of human flourishing’, using authors’ terminology, are scarcely discussed in comparison to theoretical, methodological, and empirical issues. In the present paper, a number of potential reasons for this omission are explored. In particular, it is argued that discussing the normative and pragmatic side of the discipline appears as risky in two directions: turning cultural psychology into activism, and conducting value-laden research. For this purpose, the case of Arthur Jensen's 1969 controversial publication on IQ is discussed. This example is useful to reveal the challenges that cultural psychology must face in order to become more aware of its normative orientations; particularly the pragmatic, social impact associated to conduct research on human issues. Ultimately, it is shown that the apparent risks mentioned before emerge from implicit, outdated conceptions of both activism and scientific activity.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Commentary: Opening Up Perspectives on Autonomy and Relatedness in Parent—Children Dynamics: Anthropological Insights",
        "doi": "10.1177/1354067x09344893",
        "year": 2009,
        "abstract": "<jats:p>Many studies have shown widely varying human child-rearing practices; no child is ever a tabula rasa in the eyes of the culture. The article by McShane et al. (2009) on parenting themes of autonomy and relatedness among Inuit migrants from the northern countryside to Ottawa, a medium-sized city and the capital of Canada, offers important findings on previously less-studied child-rearing among Inuit in that southern urban setting. More broadly, the article contributes insights into how child-rearing practices and beliefs reflect local conceptions of the person and the world, and how the child should be prepared to live in it. Issues raised here include the challenges of distinguishing among cultural, psychological, and political economic influences of migration, urbanization, and globalization, and delineating the ways in which intimate personal concepts interweave with wider forces in child-rearing. Also at issue are definitions of relatedness and autonomy, concepts which are widely deployed in cross-cultural studies of child-rearing, but which are based upon Western philosophical formulations, and which McShane et al. analyze in the Inuit urban case. These concepts are difficult to formulate in culture-’neutral’ or ‘etic’ terms. The article shows both the uses and the limitations of retaining analytical ‘odd-job’ concepts for heuristic purposes. The present commentary argues that it is necessary to deconstruct critically such concepts as relatedness and autonomy, and to approach them as tendencies contingent upon context, rather than as universal polarized basic needs.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "The Veil: A Silhouette of Autonomy and Empowerment",
        "doi": "10.1177/1354067x221115852",
        "year": 2023,
        "abstract": "<jats:p> This study inspects controversies in the Western World about the veil worn by Muslim women in public. It merges two separate domains, Islamic Feminism and Western Feminism. These two domains need to be addressed to generate new opinions. Western Feminism believes that veil is a sign of oppression and masculinity. However, Islamic Feminists find the veil empowering and a sign of dignity. This study aims to unravel the underlying contradictions and blind spots that characterize the arguments in favor and against the veil. This juxtaposition can provide insight into new theoretical and empirical points of departure. All oppressions result from the political dynamics of the state in which the individual is living. It is utterly reductionist to criticize the choice to veil, which is an instrument of autonomy. This paper emphasizes that Islam does not oblige women to be victimized and dissatisfied. However, Islam strives to promote the autonomy of Muslim women. It is safe to say that Islam describes women as beauty with a brain. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Telling a national narrative that is not your own. Does it enable critical historical consumption?",
        "doi": "10.1177/1354067x14554156",
        "year": 2014,
        "abstract": "<jats:p>National narratives are a key element in the process of history consumption and production. These master narratives have been analyzed in both theoretical and empirical studies as general schematic templates producing an essentialist and nationalist representation of the own past. The majority of studies examining historical representations of national narratives have used historical content of the students’ own nation. This study, on the other hand, analyzed the historical understanding of 34 Spanish university students concerning three dimensions of historical narratives about a nation other than their own. These dimensions were: the establishment of the historical subject, the moral judgment about the national group actions, and the legitimacy of the ownership of the territory. The distinction among three different dimensions is presented as providing a better both theoretical and empirical comprehension of master narratives as sociocultural devices. Our results indicated that participants had a more critical representation about the second and third mentioned features, whereas they had a romantic conception about the first one, suggesting then that the establishment of the historical subject could be the core dimension of the master narrative. Finally, some considerations about the process of history consumption and its relations to national identity are presented.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "The veil and the search for the self: From identity politics to cultural expression",
        "doi": "10.1177/1354067x15606861",
        "year": 2015,
        "abstract": "<jats:p>Wagner, Sen, Permanadeli and Howarth compare the reasons for wearing the veil of Muslim women in a Muslim majority society, Indonesia and in a society with a Muslim minority, India. They conclude that particularly Muslim minority women display a variety of reasons and strategies with regards to the headscarf, which according to Wagner et al. serve in the construction of identity and as a means of opposition against stereotypes and prejudice. Taking the case of Muslim women in Western societies, I argue that the language of identity, stereotypes and prejudice is insufficient for understanding the agency of women donning the veil. Instead I propose a genetic cultural psychological approach focused on the cultivation of affect and the acquisition of durable bodily dispositions through cultural training. The veil is part of an entire expressive style and discursive accounts are only a minor part of that style. Recognizing that style – unlike propositional accounts – is inherently ambiguous and polysemic allows us to see how Muslim women are creating for themselves the space of an agency that is not primarily defined in terms of opposition or of other people's demands for proper reasons.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Comparison of Public and Academic Discourses: Estonian Individualism and Collectivism Revisited",
        "doi": "10.1177/1354067x03009001004",
        "year": 2003,
        "abstract": "<jats:p>The article studies the meaning of individualism and collectivism from two different perspectives—from the viewpoints of the academic discipline of cross-cultural psychology and of Estonian public discourse. More specifically, the aim of this study is to explore and understand the difference between Estonians' autostereotype of their extreme individualism and the opposing opinion held by the cross-cultural research community that sees Estonia as a collectivistic country. The findings show that the definitions and conceptualizations of individualism and collectivism by cross-cultural psychologists and Estonian lay-people are indeed only partially overlapping. If Estonians speak about their individualism or collectivism, they seem to emphasize their being/acting alone versus being/working in groups, whereas for cross-cultural researchers the defining attributes of individualism are striving for affective and intellectual autonomy and egalitarian values versus conservatism. Moreover, the findings clearly suggest that the concepts of individualism and collectivism are conceptualized differently not only in Estonian public discourse and academic discourse, but also within academic discourse in cross-cultural psychology. It seems that behind the solid and broad façade of individualism-collectivism, multiple concepts co-habit with rather diverse meanings. Future research should redirect its focus on the core elements of individualism and collectivism in order to clean the concepts of the deposited layers of meanings and implications and to help them to win back their status of principal cultural dimensions.</jats:p>",
        "is_referenced_by_count": 34
    },
    {
        "title": "Social-ecological semiotics and the complex organization of psyche, language, and culture",
        "doi": "10.1177/1354067x241236726",
        "year": 2024,
        "abstract": "<jats:p> In each given situation, our words and deeds carry signs and meanings that are contingent on, and reflect, the social-ecological semiotic settings. The purpose of this work is to better understand the complex organization of psyche, language, and culture. The process of hyper-generalization brings affective and cognitive opposites into the whole sign field and guides the whole relating with the world. As well, the process of semiotic mediation entails signs constraining and enhancing both interpersonal and intrapersonal psychological processes and experiences, including through nested systems (the levels of the individual-the relationship-the community-the societal). We present data for Australia and Thailand on Hofstede’s six culture dimensions, that is, power distance, uncertainty avoidance, masculinity/femininity, individualism/collectivism, short-term/long-term orientation &amp; restraint/indulgence. An idealized and dynamic model of relations of Hofstede’s six culture dimensions and four indeterminate pronouns (e.g., ‘every’-one, ‘some’-one, ‘any’-one, ‘no’ one) is proposed. As a framework for construing the complex semiotic organization of (western, English-speaking) culture and psyche, four “cyclical” regulatory statements are outlined, regarding personal constraint, personal enhancement, cultural constraint, and cultural enhancement in language and culture, that is, in semiotic cultural psychology. Examples on the values of caring for people and planet are given to illustrate the social-ecological semiotic framework. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The role of “responsiveness” within the self in transitions to university",
        "doi": "10.1177/1354067x17713928",
        "year": 2017,
        "abstract": "<jats:p> Entering university is a complex psychosocial phenomenon that can create several new stressful situations that students need to face. The transition into university may be accompanied by some psychosocial problems such as reduced self-esteem and academic achievement, increased social anxiety, and a critical rise in the probability of dropout. How does a person use cultural elements to cope with stress? Responding to this question requires an understanding of the multivocal and ambivalent self. The paper aims at introducing and discussing the concept of Educational Self and the role of the responsiveness for explaining the complexity of the transition to a new educational context in Cultural Psychology perspective. The notion of responsiveness plays a crucial role in the “reconfiguration” of the multivocal and ambivalent self in transition. </jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Cultural Psychology and Qualitative Methodology: Scientific and Political Considerations",
        "doi": "10.1177/1354067x08088557",
        "year": 2008,
        "abstract": "<jats:p>An important feature of cultural psychology is its embrace of qualitative methodology. This methodology distinguishes cultural psychology from cross-cultural psychology, which embraces positivistic methodology. It is important to assess the use of qualitative methodology by cultural psychologists. However, cultural psychology consists of diverse theoretical perspectives which utilize qualitative methods differently. This article articulates a typology of qualitative research methodologies that have been used in conjunction with cultural-psychological approaches. The typology compares macro and micro theories of cultural psychology, and the ways in which they utilize formal and informal qualitative methodology. Examples of research illustrate each approach. Social science approaches are grounded in political assumptions and have political implications. I shall elucidate the politics of cultural-psychological theories and methodologies in order to enrich their description and explanation.</jats:p>",
        "is_referenced_by_count": 36
    },
    {
        "title": "Relational individuality among Native American academics: Popular dichotomies reconsidered",
        "doi": "10.1177/1354067x18763799",
        "year": 2018,
        "abstract": "<jats:p>An interdisciplinary qualitative study working with 40 Native American academics, who were selected for their specific diverse backgrounds, focused on selected aspects of subjective experiencing they generally had in common. Participants experienced the socio-cultural contexts of mainstream academia and tribal communities as incongruent and based on conflicting values associated with the conceptualizations of individualism versus relationality and communal cooperation. Viewing these seemingly dichotomous concepts from the perspective of Native American tribal world views, however, enabled meaningful integration of these concepts. The innovative relational individuality conceptualization allows for appreciation of uniqueness and self-improvement efforts without adherence to the mainstream principle of competitive individualism. At the core of the involved conceptualization of relationality, with preference for communal cooperation, is the experience of one’s embeddedness in personal relationships and one’s involvement within groups as a valuable member, which cannot be explained by either the necessity of socio-economic and ecological factors or the imperative of conformity to collective conventions. The extent to which the independence–interdependence and individualism–collectivism dichotomies apply to this case is limited. The discussed relational individuality conceptualization, facilitated by Native American tribal world views and culturally specific narratives, extend the repertoire of thus far recognized mechanisms that underlie the existing cultural variation.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Identity in heterogeneous socio-cultural contexts: Implications of the Native American master narrative",
        "doi": "10.1177/1354067x19877913",
        "year": 2019,
        "abstract": "<jats:p> This interdisciplinary conceptual study discusses significant implications for psychological functioning of the heterogeneous historically based socio-cultural contexts that are intrinsic to different societies and cultures. Promoting deeper inquiry into the complexity of diversity viewed as a resource, this article elucidates its propositions by examples using observable circumstances concerning various populations, previous literature relevant to the topic, and selected findings from research conducted with 40 Native American academics. In particular, this article contributes novel insights concerning the importance for identity construction and experiencing of the fact that the status of Native American tribal nations is politically and legally unique, and their situation historically and socio-culturally in many regards different from that of ethnic minority populations. Correspondingly, master narratives that fundamentally favor either full inclusion into the dominant society or the idea of tribal sovereignty and self-determination seem to facilitate distinct ways of construction and experiencing of qualitatively different identities. Some of these are conducive to constructive interpretation, integration, and coping within mutually incongruent socio-cultural contexts. Master narratives that carry such potential under adverse circumstances constitute an important asset within the contemporary ever more diverse, yet interconnected societies. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Scientific concepts and public policies: Semiotic-cultural obstacles concerning intergroup and intercultural relationships",
        "doi": "10.1177/1354067x12446235",
        "year": 2012,
        "abstract": "<jats:p> I attempt to articulate Jahoda’s (2012) critical reflections regarding definitions of culture in recent cross-cultural studies and Moghaddam’s (2012) claims of an omnicultural imperative to guide the elaboration of public policies for managing relationships among human groups from different cultural origins. For this, I will approach some aspects of the socio-historical and ontogenetic roots of the notion of culture. The notion of culture and the consequent public policies involving intercultural managing are being transformed as our global society develops. It has been proposed that some ways of dealing with the culture of the other are crucial to achieve awareness in respect of one’s own cultural positioning when making science and attempting social interventions. Finally, the experience of Brazilian psychologists working on challenges faced by Amerindians dealing with the national society they live in will be presented as a pioneering work aiming to interfere in the development of public policies ethically concerned with the assurance of cultural integrity of currently marginalized social groups. </jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Grief, photography and meaning making: A psychological constructivist approach",
        "doi": "10.1177/1354067x211015416",
        "year": 2021,
        "abstract": "<jats:p>This article examines the value of using photography as both a methodological and therapeutic tool for the construction – and study – of meanings after a death-related loss. A study case, consisting of narratives of mourning elicited through a personal photo diary and a follow-up interview, will be analysed in light of five key advantages of using photography to study grief experiences according to a social constructivist approach. These advantages are (1) agency in the search for meaning; (2) the role of photography as a tool for scaffolding narratives of loss; (3) the role of photography in preserving the continuing bonds with the deceased; (4) the role of photography as technology of the self for emotional self-regulation and (5) photography as a process in the reviewing of the contextualised experience.</jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "Diasporic virginities: Social representations of virginity and identity formation amongst British Arab Muslim women",
        "doi": "10.1177/1354067x14551297",
        "year": 2015,
        "abstract": "<jats:p>This study compares how practising and non-practising British Arab Muslim women position themselves in relation to representations of virginity. Overall, in our qualitative study, we found that representations of culture and religion influenced social practices and social beliefs in different ways: non-practising Muslim women felt bound by culture to remain virgins, while practising Muslim women saw it as a religious obligation but were still governed by culture regarding the consequences of engaging in premarital sex. Interestingly, some practising Muslim participants used Mut’a (a form of temporary ‘marriage’) to justify premarital sex. This, however, did not diminish the importance of virginity in their understanding and identification as Arab women. In fact, this study found that virginity, for the British Arabs interviewed, embodied a sense of ‘Arabness’ in British society. Positioning themselves as virgins went beyond simply honour; it was a significant cultural symbol that secured their sense of cultural identity. In fact this cultural identity was often so powerful that it overrode their Islamic identities, prescribing their behaviour even if religion was seen as more ‘forgiving’.</jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "Subjectivity and discourse: Complementary topics for a critical psychology",
        "doi": "10.1177/1354067x18754338",
        "year": 2018,
        "abstract": "<jats:p>This paper aims to discuss the rejection of subjectivity by psychologists dominantly oriented towards concepts like discourse and deconstruction, as well as communicative and relational activities. The recognition of the symbolic character of human phenomena by psychology occurred relatively late in relation to philosophy, linguistics and anthropology. Nonetheless, this entrance was so radical that it led psychologists to deny most of the concepts that have traditionally been used by psychology. This paper departs from theoretical traditions that advanced a step further in the comprehension of the human psyche as a cultural-historically engendered phenomenon. On this basis, a new definition of subjectivity is advanced as a phenomenon that emerges as a result of the symbolical forms which are socially and historically situated, from which concepts like discourse, deconstruction and dialogical-communicative systems also appeared. Subjectivity, as treated in this paper, is oriented toward specifying human processes that are not exhausted in these concepts, being complementary to them in a broader and complex approach to the study of human realities.</jats:p>",
        "is_referenced_by_count": 29
    },
    {
        "title": "On the Alert in an Unpredictable Environment",
        "doi": "10.1177/1354067x08088553",
        "year": 2008,
        "abstract": "<jats:p> A fundamental tenet of much sociological, psychological and educational literature assumes that the creation of a predictable environment is crucial for nurturing a sense of well-being, as well as for generating a sense of trust in the wider social order. Still, the ways in which the environment is structured, and the very importance attached to the notion of predictability, will vary in different cultural contexts. Findings from an ethnography of daily life at an Israeli kindergarten over the 2001 school year show how the teacher, albeit unwittingly, shaped an environment that was inherently unpredictable . This unpredictability, in turn, served to mobilize personal resources and social practices among the children as a means not only of coping with the unpredictability, but of turning it to their advantage. Studies of Israeli Jewish youth reveal that the resources that are appropriate for successfully managing in an unpredictable environment are indeed salient and positively valued also at later stages in life. It is argued that socialization into an unpredictable environment at an early age reflects an enduring and characteristic facet of Israeli culture with regards to child-rearing. </jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Maintaining the future through recurrent crises",
        "doi": "10.1177/1354067x231204298",
        "year": 2023,
        "abstract": "<jats:p> Einar, a 94-year-old Faroese man who has always resided on the island of Suðuroy, has lived through several societal crises. In this article, I explore his experiences of living through three of them, highlighting his ability to maintain an imagination of in the future and detailing how crises interact over time. I propose that Einar’s upbringing in the cycles of crisis characterising fishery, combined with other factors, led him to develop a particular engagement with the future that mitigated crisis-induced uncertainties. Previous crises served as resources to address current calamities, as such experiences taught Einar that, in even the direst situations, the future will eventually improve. However, Einar temporarily sight of the future when the Faroese fishery industry imploded in the 1990s. Einar questioned whether sufficient resources existed to allow him and the village to recover. The 1990s crisis momentarily gained a personal character; however, due to his age, stable socioeconomic position, and close social and affective ties to the people on Suðuroy, he reaffirmed his decision to stay on the island. Einar’s story showcases the importance of considering people’s experiences and unique positions amidst societal crises—be they temporary, slow, recurrent, or chronic, but also of studying experiences of time. Numerous factors constitute the membrane regulating when societal crises become personal. Crises cannot be understood as singular or isolated events. Instead, crises must be comprehended through their cumulations and entanglements, which involve people’s imagination of the future in unpredictable ways. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "From Bakhtinian theory to a dialogical psychology",
        "doi": "10.1177/1354067x11418546",
        "year": 2011,
        "abstract": "<jats:p> The analysis of the different articles in this special issue gives a rather promising but complex image of a dialogical approach to psychology. Mikael Leiman proposed utterances as the object of study for psychotherapy research, semiotic mediation as the explanatory principle, and semiotic position as the unit of analysis. Frank Richardson cautioned us about how dialogical proposals can become entrapped by the extreme decentering tendency of social constructionism. James Cresswell, in his turn, claimed that Bakhtin's work is precisely a way of avoiding the unbalanced account of personal vacuity and freedom found in many constructionist accounts: it is precisely because we are bound to social ties that we become ethically involved with others and, indeed, with ourselves. Michèle Grossen and Anne Salazar Orvig claimed that otherness and the institutional, transpersonal dimensions are also present in every dialogical act, something that tends to be overlooked. Moore et al., following this suggestion, pointed to the multiplicity of institutional social frames, adding to the potential tension between the different available ways of interpreting self and context. Following these various contributions, the authors argue that a dialogical conception implies a relational self in constant dialogical and ethical involvement with society. They further argue that to respect the complexity of the whole in each lived situation, we need different, and more conversational, research strategies. In a final synthesis, centrifugal and centripetal movements of the self are conceived as mutually dependent in a fundamentally temporal conception of psychological becoming. </jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "Geocentric Dead Reckoning in Sanskrit- and Hindi-Medium School Children",
        "doi": "10.1177/1354067x09343330",
        "year": 2009,
        "abstract": "<jats:p>A linguistic and cognitive process that has received scant attention in mainstream developmental psychology is the use of a geocentric frame of spatial reference, which amounts to using a large-scale orientation system (such as cardinal directions) in describing and encoding the location of objects on table space, inside a room. As part of a larger cross-cultural study of the development of this process, in India, Indonesia and Nepal, we present here a study on the possible implications of using a geocentric frame of reference in developing an accurate dead-reckoning skill. Children aged 11 to 15 years in two types of schools in Varanasi, India, who were known from a pretest to use a geocentric frame in language and cognition, were blindfolded, spun around and led blindfolded to a second room. A majority of them were able to keep track of cardinal directions despite these disorienting procedures. They were interviewed about the processes and sources of their skill.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Social construction, evolution and cultural universals",
        "doi": "10.1177/1354067x14542524",
        "year": 2014,
        "abstract": "<jats:p> This paper discusses the connection between social constructionism and universals in the generation of mind. It proposes a new concept of Cultural Construction, distinct from social construction, and suggests that the latter succumbs to a Paradox of Sociality in which a socially constructed mind is non-social. Cultural construction avoids this paradox, and is best explained by an approach that roots learning in flexible evolutionary dispositions to possess culture. It also offers a novel perspective on traditional and more recent social constructionist accounts of psychological universals (e.g. omniculture) and has different implications for the prospects of reducing conflict in inter-cultural encounters. </jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Rewriting Memories: Family Recollections of the National Socialist Past in Germany",
        "doi": "10.1177/1354067x02008001625",
        "year": 2003,
        "abstract": "<jats:p>This article deals with the question of how personal memories of the national socialist past in Germany are passed on to younger generations. Rather than viewing this process as an unidirectional handing down of memories from generation to generation, examination is made of how memories are negotiated and re-created in intergenerational discourse. Drawing on a series of case studies, there is discussion of how the meaning of past experiences is construed and organized within particular narrative genres. In order to understand the ways memories are recomposed in the course of social transmission, the analysis highlights the role of group concerns. Against this backdrop, Bartlett’s observations on the repeated reproduction of narratives and Halbwachs’ ideas on the collective memory of the family are presented and discussed as early versions of a sociocultural approach in psychology.</jats:p>",
        "is_referenced_by_count": 23
    },
    {
        "title": "The Multi-voicedness of Independence and Interdependence: The Case of the Cameroonian Nso",
        "doi": "10.1177/1354067x07082752",
        "year": 2008,
        "abstract": "<jats:p>It is often claimed that independence and interdependence are two dimensions that are part of any culture and the psychology of any human being. While previous studies have considered these two concepts merely as a matter of degree, this article argues that, in fact, they can be of different quality and have a variety of meanings depending on the specific socio-cultural context. From a systemic approach, the study addresses the dialogical co-existence of these dimensions and views culture as an open system that allows for adaptation and constant reorganization according to the given context. Interviews with 10 mothers from the ethnic group of the Cameroonian Nso on their ideas on childrearing revealed that different conceptions of autonomy and interpersonal relatedness not only co-exist in this ethnic group but may serve different purposes and change depending on the specific socio-cultural conditions in which the mother lives.</jats:p>",
        "is_referenced_by_count": 28
    },
    {
        "title": "The use of branded clothing in identity development and social relations between adolescents",
        "doi": "10.1177/1354067x241236721",
        "year": 2024,
        "abstract": "<jats:p> Branded clothes and accessories are objects whose meaning extends beyond their use value. Branded items are widely used and consumed by adolescents worldwide, affecting their perception of themselves and of others. Then, how does the use of branded clothes and accessories relate to the identity development and the social relations between adolescents? To answer, we present the result of a netnographic case study focusing on a Brazilian young man, using a mixed-method approach involving observation, social media analysis and semi-structured interviews. First, we develop an innovative theoretical framework in which cultural psychology of semiotic dynamics and psychoanalysis enter in dialogue to understand identity development. Then, we analyse how branded clothes and accessories function as an identifying sign, for both the construction of the participant’s own identity and in relation to others. Finally, we discuss identity beyond the tautology of the self-identical subject, supporting the development of the concept of identity as an identifying mosaic, where identifications are organized fluidly and dynamically throughout an individual’s life. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Being, Feeling and Doing: Discourses and Ethnic Self-Definitions among Minority Group Members",
        "doi": "10.1177/1354067x0284001",
        "year": 2007,
        "abstract": "<jats:p>In psychology there is a growing research interest in issues of ethnic minority identity and acculturation. In this research the emphasis is on relatively stable or enduring internal dispositions and attitudes. Studies on the way ethnic minorities define and account for their identity are scarce. However, ethnic minority members often have to explain and justify their identity, not only in interactions with dominant group members but also in relation to their own group. The present study examines how Chinese people living in the Netherlands account for their ethnic identity. The focus is on the actual accomplishment and manifestation of ethnic self-definitions in talks with other Chinese. The analysis highlights the different resources the participants use to manage the normative issues and personal responsibilities involved. Accounts were accomplished by stressing the significance of appearance, the importance of early socialization and the (non-)possession of critical attributes. However, these deterministic accounts leave little room for personal agency, and the participants also tried to define an active and constructive role for themselves. It is concluded that discursive psychology can make an important contribution to our understanding of ethnic minority identity.</jats:p>",
        "is_referenced_by_count": 63
    },
    {
        "title": "Understanding Chinese international students’ perception of cultural conflicts in Canada: Through the case of cannabis use",
        "doi": "10.1177/1354067x231169287",
        "year": 2023,
        "abstract": "<jats:p> The legalization of recreational cannabis consumption in Canada created a cultural conflict for international students from China, where the use of cannabis is heavily criminalized and deemed immoral. This conceptual paper theorizes this cultural conflict experienced by Chinese international students in Canada by applying three theories from macro to micro levels. Neoliberalism is first used to understand how this cultural conflict exposes collisions between the neoliberal West and the rising economic power of China as illustrated through Chinese students studying in Canada. Next, acculturation theory focuses on these students’ cultural transition and provides further insight into potential strategies for their handling of specific cultural conflicts such as cannabis use. Lastly, Cloninger’s theory of substance use is adopted to explore Chinese international students’ individual reasoning about cannabis use, particularly how they make decisions based on evaluations of various conditions. Building upon the above analyses, an integrated conceptual model is further formed to help us understand Chinese students’ potential perception of cannabis use in Canada. This conceptual framework provides an important theoretical and conceptual base for future research and practice, from which to further explore cannabis use in the context of cultural transition of different immigrant and migrant groups. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Primary and Secondary Control in East Asia: Comments on Oerter et al. (1996)",
        "doi": "10.1177/1354067x9621004",
        "year": 2007,
        "abstract": "<jats:p>Oerter, Oerter, Agostiani, Kim and Wibowo (1996) present an intriguing framework for studying concepts of human nature, and they offer thought-provoking applications of that framework to culture and to the primary-secondary control model. Their evidence that primary control is more characteristic of American subjects than those in Japan, Korea and Indonesia harmonizes well with our view (see Weisz, Rothbaum, &amp; Blackburn, 1984a, 1984b). The work raises important issues for the assessment of control orientation. In addressing these issues, we (a) argue for methodological consistency across comparison cultures; (b) stress the need to know both an individual's actions and goals for accurate assessment of primary and secondary control; (c) note the need to assess steps or sequences in the pursuit of control; (d) discuss control as it relates to religion, and to individualism-collectivism; and (e) note the potential relevance of primary and secondary control to all stage levels in the Oerter et al. model. Studying the concept of human nature is a complex task, and the Oerter et al. analysis suggests key issues that need to be addressed in the process.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Work and culture: Approaching cultural and work psychology",
        "doi": "10.1177/1354067x16682939",
        "year": 2017,
        "abstract": "<jats:p>In this article, we aim to explore the potential consequences of an approach to the theme of work that lies between culture psychology and work psychology. We argue that culture and work, considered as entities, have suffered from a process of mutual distancing over the course of history. Our first argument is to show the fallacy underlying this distancing, by arguing that culture is not an entity, but rather a process by which we use signs as tools to mediate our relationship with the environment and to regulate our own action in irreversible time. We also argue that work is a sign-mediated activity that occurs through culture. Most importantly, we advance the urgency of considering work as a cultural phenomenon, whose specific role is to make culture by getting things transformed into objects. The second argument we put forward is that work is a meaning-making complex. We further develop this concept by claiming that work should be analysed at the general level of the semiotic principles of meaning-making.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "The First Six Years: Culture’s Adventures in Psychology",
        "doi": "10.1177/1354067x0171002",
        "year": 2007,
        "abstract": "<jats:p>The first six years of Culture &amp; Psychologyhave been productive in the creation of an international forum of scholarly interchanges where the notion of ‘culture’ occurs in a number of different ways. Selected themes that can be productively developed further are analyzed: historicity; dialogical perspectives in cultural psychology; social representing; activity orientations. Attention is directed towards careful reconstruction of methodological rules of psychology to accommodate to the need to investigate complex, dynamic and meaningful phenomena.</jats:p>",
        "is_referenced_by_count": 45
    },
    {
        "title": "Culture As Patterns: An Alternative Approach to the Problem of Reification",
        "doi": "10.1177/1354067x0173002",
        "year": 2007,
        "abstract": "<jats:p>To challenge the treatment of culture and self as reified entities, Hermans (2001) proposes a model of both culture and self as a multiplicity of dialogical positions. We question whether this model fully responds to his challenge. First, the notion of positioningitself appears to reify culture by treating flowing patterns as fixed locations. Second, the notion of dialogueappears to neglect the possibility of automatic influence from implicit cultural patterns. This implies a core, universal self whose functioning is insensitive to cultural variation. We suggest an alternative approach to the problem of reification: to conceive of culture not as group, but as patterns. Corresponding to this shift, we propose a distinction between the negotiation of cultural identity and the cultural grounding of self. As a model of identity negotiation, Hermans’ dialogical self makes important contributions: it emphasizes the multiplicity of identity, highlights the agency of the self as a constructor of identity, and suggests the importance of psychology—and the study of self, in particular— for the study of culture.</jats:p>",
        "is_referenced_by_count": 51
    },
    {
        "title": "The veil and Muslim women’s identity: Cultural pressures and resistance to stereotyping",
        "doi": "10.1177/1354067x12456713",
        "year": 2012,
        "abstract": "<jats:p>This study compares Muslim women’s views on wearing the veil in a Muslim majority society, Indonesia, with the Muslim minority in India. In-depth interviews reveal significant differences between the two: Majority women talk in terms of convenience, fashion, and modesty with little reference to religion as their reasons for veiling. The responses of Muslim minority women are diverse: their account of veiling stretches from religiously inspired arguments through to reasons of convenience, and to opposition against stereotypes and discrimination. Most minority women see the veil as a way of affirming their cultural identity. We argue that religious minorities are forced into constructing their cultural identity in ways that exaggerate their group belonging and difference from broader society. This may be motivated either by falling back on religious resources or by using ethnic markers to overtly oppose endemic prejudice. No such identity issue exists for the Muslim majority women. This contradicts the dominant view in non-Muslim countries in the West, where the female scarf is primarily considered a symbol of religious fundamentalism and patriarchal oppression.</jats:p>",
        "is_referenced_by_count": 76
    },
    {
        "title": "Constructing Identity as a Second-Generation Cypriot Turkish in Australia: The Multi-hyphenated Other",
        "doi": "10.1177/1354067x10361398",
        "year": 2010,
        "abstract": "<jats:p>This article explores how Cypriot Turkish people in Australia construct their multi-hyphenated identity and the implications this has for their sense of belonging. Ethnic identity is conceptualized as a set of social and cultural understandings, shaped by historical processes, positions of power and patterns of privilege, which people draw on to understand and experience themselves. Ten Cypriot Turkish people’s identities were explored through semi-structured interviews. Discourse analysis was used to identify the discursive constructions of identity and belongingness. Discourses that constructed the Cypriot Turkish Australian identity were: modern Muslim, language, phenotype and ancestry and generation discourse. These discourses give rise to the multi-hyphenation of this identity, positioning them as either Cypriot Turkish Australians or Cypriot Turkish in Australia. The discourses have highlighted not only the current socio-political context as shaping subjectivities, but also the historical and political collective memory that continues in the construction of ethnic identities.</jats:p>",
        "is_referenced_by_count": 34
    },
    {
        "title": "Conscious and Non-Conscious Representation in Social Representations Theory: Social Representations from the Phenomenological Point of View",
        "doi": "10.1177/1354067x09343704",
        "year": 2009,
        "abstract": "<jats:p> Verheggen and Baerveldt’s (2007) recent paper critiques the concept of ‘sharedness’ in Social Representations Theory (SRT). However, these arguments against sharedness are themselves founded upon an implicit argument against the role of ‘representation’ in SRT. This constitutes what I call the phenomenological critique of SRT. From a discussion of Heidegger’s phenomenology one can better understand Verheggen and Baerveldt’s argument. By concentrating on anchoring and objectification, the notion of ‘representation’ can be conceived as both a ‘conscious’ and a ‘non-conscious’ account of meaning. A Heideggerian phenomenological approach can unify the conscious and non-conscious elements of SRT into a common framework. Such phenomenological appreciation of SRT can contribute to a theory of meaning for cultural psychology. </jats:p>",
        "is_referenced_by_count": 18
    },
    {
        "title": "Cultural Psychology Today: Innovations and Oversights",
        "doi": "10.1177/1354067x08101427",
        "year": 2009,
        "abstract": "<jats:p>Culture &amp; Psychology has developed from a small start-up journal in 1995 into the key trend-setter in the field. This editorial analysis continues the tradition of inquiry started in previous efforts (Valsiner, 2001, 2004a) and extends it to the needs of psychology as a whole for the study of dynamic, meaning-making human beings. Cultural psychology—using the term culture as a generic term in various versions—continues to be an arena where innovations can occur. Separate research fields— such as the dialogical self, social representation processes, semiotic mediation, symbolic action, and actuation theories—have all been co-participants in this new advancement of ideas. Yet the central problem—an innovation of empirical research methodology which would appropriately capture human active meaning-making—has not been solved. Likewise, cultural psychology has only marginally touched upon the lessons from indigenous psychologies—the richness of folk psychological terms, and the cultural over-determination of objects used in human everyday living. Contemporary cultural psychology turns increasingly towards the study of objects as cultural constructs. Editing a journal is itself an act of construction of a cultural object, and the current state of contemporary scientific journals indicates a re-construction of the social nature of knowledge. Moving beyond its postmodernist and empiricist confines, psychology is set to return to the level of an abstracted generalization of its culture-inclusive theories. Culture—in terms of semiotic mediators and meaningful action patterns—is the inherent core of human psychological functions, rather than an external causal entity that has `effects' on human emotion, cognition, and behavior.</jats:p>",
        "is_referenced_by_count": 75
    },
    {
        "title": "The Ancestry of a Model",
        "doi": "10.1177/1354067x9511002",
        "year": 2007,
        "abstract": "<jats:p> After a brief initial consideration of historical aspects of the concept of 'culture', the focus is on the eco-cultural model originally developed by Berry (1976) and subsequently incorporated in the text by Berry, Poortinga, Segall and Dasen (1992). It is shown that several of the basic ideas underlying the model, notably those relating mind and behaviour to eco-cultural settings, have been frequently discussed over several centuries. From the Enlightenment onwards quite sophisticated schemes have been put forward, and some of these bear a close resemblance to salient aspects of the Berry et al. model. The status of that model is discussed in the light of its historical background, which also indicates that the current division between universalist and particularistic approaches to psychology and culture can be found to some extent in the writings of past thinkers. </jats:p>",
        "is_referenced_by_count": 21
    },
    {
        "title": "Commentary: Vygotskian Cultural-Historical and Sociocultural Approaches Represent Two                 Levels of Analysis: Complementarity Instead of Opposition",
        "doi": "10.1177/1354067x07085812",
        "year": 2008,
        "abstract": "<jats:p> Matusov distinguishes two usually counterposed modern schools of psychology that stem from Vygotsky's theory, the sociocultural and cultural-historical. I suggest that the sociocultural approach is fundamentally deficient in ignoring a need for cognitive analysis and not taking seriously the notion of hierarchical development. Problems that arise from the acognitive-adevelopmental position of the sociocultural approach are analyzed in respect of three issues: ethnocentrism, the natural-cultural line of development, and testing in education. The cultural-historical approach, in turn, is deficient in ignoring cultural diversity and the content of the psyche. The superficially opposed sociocultural and cultural-historical Vygotskian schools complement each other if it is realized that both schools represent different levels of analysis. </jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Poetic destroyers. Vico, Emerson and the aesthetic dimension of experiencing",
        "doi": "10.1177/1354067x17701270",
        "year": 2017,
        "abstract": "<jats:p> The aesthetic dimension of meaning-making in human conduct has been often overlooked. In this article, “aesthetic” refers to an immediate form of experiencing in which affective, ethical and cognitive dimensions are experienced as a totality, rather than a more restrictive meaning of artistic experience. The philosopher Giambattista Vico (1670–1744) developed the concept of “poetic logic,” that is a specific mode of thought typical of early stages of civilization. Poetic logic is the first form of collective elaboration of experience, a way of creating universals concepts based on sensory, affective sense-making and religious thinking. Vico claims that poetic logic was the cornerstone for the elaboration of whole systems of collective knowledge (poetic economy, science, geography, history, law, etc.) crystallized in myths. Poetic logic, based on imaginative function is a proper epistemological stance that, though overcome by rationality at a later stage of civilization, still plays an important function in keeping alive the ethical dimensions of collective life against the “barbarism of reflection.” Two centuries later, Ralph Waldo Emerson (1803–1882), one of the fathers of Pragmatism, developed an idea of poetic and imagination as forms of knowledge. Though echoing Vico’s ideas, he represents the aggressiveness of modernity. From the discussion of their ideas, I will try to sketch the psychological aspects of the aesthetic dimension of experience that can be found in a wide range of human activities, including actions of killing, overpowering and social injustice. I will try to argue that meaning-making is oriented through processes that affect such aesthetic dimension. </jats:p>",
        "is_referenced_by_count": 23
    },
    {
        "title": "(Re)defining disability culture: Perspectives from the Americans with Disabilities Act generation",
        "doi": "10.1177/1354067x18799714",
        "year": 2018,
        "abstract": "<jats:p> The present study examined the views of students with varying physical disabilities on disability culture in a post-Americans with Disability Act society. Qualitative, participatory research methods were used to observe approximately 30 disabled students and conduct in-depth interviews with four disabled students. The main objective was initially to answer the following question: Do disabled students recognize an identifiable disability culture at that particular university, and if so, what does it look like? While the sheer presence of disabled students does not automatically equate to a robust disability culture, it became apparent that there was a disability culture at this site, and therefore the research question was refined to: What are the features of disability culture according to this population? The participants were all students at an institute of higher education in the Midwestern United States. The researcher self-identifies as having a disability. Using in vivo coding for analysis to preserve the voices of the participants themselves, the results indicated that there was a disability culture and the key values defining this culture included independence, social justice, and giving back to others. </jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Dialogism and dialogicality in the study of the self",
        "doi": "10.1177/1354067x11418541",
        "year": 2011,
        "abstract": "<jats:p>This article stems from the statement that dialogical approaches to a study of the self face a double challenge: that of developing a conception of the self that both avoids social reductionism and accounts for the stability of the self. In discussing this double challenge, we identify three much debated issues: (a) To what does the notion of “Alter” exactly refer? (b) How could we conceptualize the fact that Subject–Alter interactions are not only interpersonal but entail larger social entities, in particular institutions? (c)What importance should we attach to the materiality of objects? We discuss these three questions from two standpoints – that of linguistics and that of psychology – and illustrate our theoretical proposals with an analysis of an excerpt taken from a focus–group discussion. In conclusion, we argue that the dialogism of discourse provides us with some clues about the dialogicality of the mind, whereas the latter invites us to develop a theory showing the importance of interactions in the construction of the self, to pay more attention to the transpersonal dimension of the social, and to consider that the material world contributes to the construction of the self.</jats:p>",
        "is_referenced_by_count": 47
    },
    {
        "title": "Buffer zones in Wayanad: A social constructivist exploration into farmers’ mental health",
        "doi": "10.1177/1354067x241242417",
        "year": 2024,
        "abstract": "<jats:p> Buffer zones are regions set aside to border protected areas to preserve biodiversity, control interactions between people and wildlife, and foster sustainable development. The majority of research on buffer zones focuses on ecological issues, and little is known about how they affect local communities’ mental health. This study explores buffer zones’ potential consequences on farmers’ mental health in Wayanad. Through purposive sampling, eleven participants residing in Wayanad were recruited for the study. The socio-demographics of participants were collected through printed translated questionnaires. The qualitative exploration of their lived experiences, perceptions, and coping strategies was conducted using semi-structured, in-depth interviews. Thematic analysis by Braun and Clarke was used to gain a clearer understanding of the data collected. Through in-depth analysis of the data, it was identified that Mental Health Factors, Communication Factors, Financial Impact, Operational Stress, Interference of Judiciary and Legislature, and Seclusion of the Tribal Community were the issues the farmers faced in Wayanad. The results will contribute to the expanding mental health field and give policymakers, conservationists, and mental health professionals information about the potential psychological effects of buffer zones and guide them in creating suitable interventions and support systems to improve mental health. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Aesthetic social representations and concrete dialogues across boundaries: Toward intergenerational CHARACTERization",
        "doi": "10.1177/1354067x19888198",
        "year": 2019,
        "abstract": "<jats:p> In this paper, I present Bertoldo and Castro’s (2019) epistemological limits in relation to Moscovici’s and propose to develop some of Moscovici’s dynamic aspects. Because Bertoldo and Castro (2019) refer to Boulanger and Christensen’s (2018) work—which aims to schematize the representation processes at different levels of abstraction and develop an aesthetic theory of social representations with respect to Simmel—as a dialogical response, I use this same framework to criticize and push further their effort of extending SRT with regard to the subjective dimension. Bakhtin’s work will be partially used to support my arguments and establish the basis for a dialogical model of aesthetic representation as CHARACTERization. I will quickly illustrate the theoretical propositions regarding the analysis of intergenerational practices in Quebec (Canada), thereby introducing the concept of intergenerational CHARACTERization. </jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Moving global horizons: Imagining selfhood, mobility and futurities through creative practice in ethnographic research",
        "doi": "10.1177/1354067x20922141",
        "year": 2020,
        "abstract": "<jats:p>This article explores imagined selfhood, mobility and futurities through creative practice in ethnography. Globalisation allows people with varying socio-economic and geographical backgrounds to imagine themselves with more possibilities. How can creative practice such as improvisation in ethnofictions, storytelling and participatory animation be applied in ethnographic research to explore the imaginary realm of selfhood and expectations on being elsewhere? Drawing on fieldwork on migration from Africa to Europe, Brazilian transgender mobility and British youth in environmental transformation, the article will show how existential immobility inspires production of global horizons through imagination.</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Activity or Action: Two Different Roads Towards an Integration of Culture into Psychology?",
        "doi": "10.1177/1354067x9511005",
        "year": 2007,
        "abstract": "<jats:p> Michael Cole's conception of a cultural psychology which is rooted in Russian activity theory is discussed from the perspective of action theory which also aims at an integration of culture into psychology but does so by slightly different concepts. Beyond the shared divergence from classical cross-cultural psychology there are many similarities between activity and action theory, but differences also exist. </jats:p>",
        "is_referenced_by_count": 42
    },
    {
        "title": "Commentary: Culturally Sensitive Treatments: Need for an Organizing Framework",
        "doi": "10.1177/1354067x08092638",
        "year": 2008,
        "abstract": "<jats:p> To date, descriptions of culturally sensitive therapies have insufficiently acknowledged the heterogeneity of perspectives on the role of culture in therapy. The generally homogeneous manner in which advocates of culturally sensitive therapies have described this work has likely contributed to the mainstream's slow acceptance of the importance of culture. In this article, I propose an organizing framework that may help recognize the diversity of viewpoints regarding what constitutes culturally sensitive therapy. It is my hope that this framework, along with critical self-evaluation of the strengths and weaknesses of the various perspectives, will lead to more rapid incorporation of culture across treatments. </jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Continuing Commentary: A Cyclical Model of Social Change",
        "doi": "10.1177/1354067x08099624",
        "year": 2009,
        "abstract": "<jats:p>Castro and Batel's (2008) study points to some important strategies of resistance to social change in the transformation of transcendent to immanent representations. We contextualize this study within a broader cyclical model of social change, in which their focus is one of the four phases in the cycle. The expanded model is exemplified in the shifting representations of science communication in the UK from the `deficit model' of public understanding of science to the dialogic representation of `public engagement'. Within each of the four proposed phases, the dialectic of adoption/rejection is central, although it is modulated by strategies of resistance and the selective distribution of resources.</jats:p>",
        "is_referenced_by_count": 27
    },
    {
        "title": "Contemporary Chinese communication made understandable: A cultural psychological perspective",
        "doi": "10.1177/1354067x12464985",
        "year": 2013,
        "abstract": "<jats:p> Cultural psychology as a discipline is designed ultimately to help understand and to help guide cultural practice. In the present study, we focus on the case of present-day Chinese communication (or discourse) and argue that an adequate understanding must take into account its cultural ways of thinking and feeling—a discourse-dialectic collective consciousness connected with Chinese history on the one hand, and international cultures on the other hand. From this perspective, we propose in particular that the Chinese cultural psychological entity be seen as a network of values, rules and resources for thinking and feeling that are embodied and strategically utilized in contemporary Chinese discursive practice. To elucidate this cultural psychological perspective, we cite and examine a range of empirical discursive examples in diverse settings. In conclusion, the future research agenda is discussed. </jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Applying a Sociocultural Approach to Vygotskian Academia: `Our Tsar Isn't Like Yours, and Yours Isn't Like Ours'",
        "doi": "10.1177/1354067x07085808",
        "year": 2008,
        "abstract": "<jats:p>A Vygotskian approach to education and psychology involves attention to culture, history, society, and institutions that shape educational and psychological processes. Yet, Vygotskian academia itself seems to operate as if academic issues transcend local contexts. Often debates over Vygotsky's legacy in sociocultural international academic communities are carried out, around scholarly texts, without analysis of the (often very diverse) local historical and political situations that may promote such debates. This is especially true in national and international debates about the issues of multiculturalism in education. In my article, I consider cultural-historical and sociocultural paradigms to investigate their ontological projects and dialogical oppositions and consider their relationship between each other.</jats:p>",
        "is_referenced_by_count": 27
    },
    {
        "title": "The Use of Symbolic Resources in Developmental Transitions",
        "doi": "10.1177/1354067x0394006",
        "year": 2004,
        "abstract": "<jats:p> This paper introduces the idea of symbolic resources as the use of cultural elements to mediate the representational work occasioned by ruptures or discontinuities in the smooth experience of ordinary life, moments when the ‘taken-for-granted’ meanings cease to be taken for granted. In particular we are concerned with the use of symbolic resources in moments of developmental transitions, that is, the mobilization of symbolic elements ranging from shared bodies of knowledge or argumentative strategies to movies, magazines or art pieces. The paper begins with a brief theoretical sketch of these ideas, and then presents three case studies, each of which involves the use of a different type of symbolic resource within a particular age group. In the first, children are observed in interaction with a peer about a conservation problem. In the second, adolescents are observed negotiating the meaning of their art productions with their peers, teachers and parents. The third example looks at Western tourists searching for spirituality, adventure and freedom in Ladakh as an alternative to the materialism of modernity. In each case the analysis of the symbolic resources employed indicates the significance of the gaze of the other in the construction of meanings, and of the various constraints operating within specific situations. The analysis also reveals different modes of use of symbolic resources, linked to changing forms of reflectivity. </jats:p>",
        "is_referenced_by_count": 129
    },
    {
        "title": "Cultural psychological implications of Hermann Hesse’s Glasperlenspiel (glass bead game)",
        "doi": "10.1177/1354067x221132000",
        "year": 2022,
        "abstract": "<jats:p> In the present article, I dissect key elements of Hermann Hesse’s famous novel, the Glass Bead Game (Glasperlenspiel) in order to make them fertile for Cultural Psychology. I originate from the idea that the Glass Bead Game can be understood as a universal language that relies on open ideographs, thus signs that can be combined and structured for multiple purposes. Yet, this universal language is not solely a play; it has an educational drive to educate the mind and to help the individual reaching inner harmony. This play comes into being only when listening to the play of other people interacting with me and me meditating upon the multiple meaning making opportunities of it. I argue that such a perspective is in close accordance with the actual task of Cultural Psychology helping to unravel how people do relate to their environments and the impact that results from this ecological interaction. However, I appeal interested readers in trying to better institutionalize such a cultural psychological purpose of serving the individual in order for Cultural Psychology to be a sustainable and long-lasting science unlike the Glass Bead Game that became an end in itself. </jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "The role of distancing in Werner and Kaplan’s account of symbol formation and beyond",
        "doi": "10.1177/1354067x13500323",
        "year": 2013,
        "abstract": "<jats:p> The concept of distancing or polarization plays a central role in Werner and Kaplan’s account of symbol formation. It refers to the process of progressive differentiation and hierarchic integration of the four components constitutive of symbolic activity: addressor, addressee, symbolic vehicle and referent. Specifically, Werner and Kaplan suggest that distancing takes place between person and referent, between person and symbolic vehicle, between symbolic vehicle and referent and between addressor and addressee. We describe the theoretical context and different aspects of the distancing process. Furthermore, we argue that the distancing process identifies central prerequisites of symbolic activity that are largely ignored by contemporary developmental theories. We demonstrate the different aspects of the distancing process in several domains of symbolic development, including words, gestural development and pretend play. Finally, we compare Werner and Kaplan’s concept of distancing to ideas of distancing developed in recent developmental theories. </jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "An ecological model of experienced stigma during the COVID-19 pandemic: A qualitative study in Malaysia",
        "doi": "10.1177/1354067x241242409",
        "year": 2024,
        "abstract": "<jats:p> In this paper, we adopted an ecological model and relational cognition framework to decolonize pandemic stigma in a non-WEIRD society. We reconstructed the concept of pandemic stigma in an ex-colonized and multicultural society of Southeast Asia region, by conducting a qualitative study in Malaysia to explore their lived experiences of differential treatment during the COVID-19 Pandemic from 2020 to 2022. We interviewed 30 Malaysians aged 18–64 of diverse ethnicities (Malays, Chinese, Indians, and other minorities) through online semi-structured sessions and coded the transcripts through consensus thematic analysis. Results showed that the interviewees’ lived experiences of stigma could be conceptualized as negative interactions with multiple systems: (1) Kinship, (2) Companionship, (3) Organizations, (4) Societal (5) Political, as well as (6) Internal systems. We found that interviewees attributed their experiences of stigma to (1) Individual (self) reasons, (2) Impact of close relationships, (3) Impact of casual social interactions, and (4) Impact of cultural-political context. Our findings could be translated into culturally responsive and context-specific interventions, which addressed systemic injustice that exacerbated the global polarization during the pandemic. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Rekindling individualism, consuming emotions: Constructing “psytizens” in the age of happiness",
        "doi": "10.1177/1354067x16655459",
        "year": 2016,
        "abstract": "<jats:p>Happiness has become a new moral regime in neoliberal societies that defines what is right and wrong and stresses the insource of responsibility. More importantly, happiness stands out as a new model of selfhood that aligns with the neoliberal ideology of individualism and consumerism at the same time that legitimizes and rekindles this same ideology in seemingly nonideological terms through the discourse of science. The paper claims that this model of selfhood turns citizens into psytizens, that is, into psychological clients whose full functionality as individuals is largely tied to the pursuing, consuming, and development of their own happiness. The paper analyzes this notion of psytizen and its three main features, comments upon the happiness industry that simultaneously presupposes and targets this model of selfhood, and examines the role that happiness studies, in general, and positive psychology, in particular, play in shaping this emerging notion of citizenship.</jats:p>",
        "is_referenced_by_count": 32
    },
    {
        "title": "Emics and Etics: A Symbiotic Conception",
        "doi": "10.1177/1354067x9952004",
        "year": 2007,
        "abstract": "<jats:p> Cross-cultural psychology involves both the cultural understandings of behaviour and the comparative analysis of these understandings. The emic and etic approaches proposed by Pike were seen by him as complementary, rather than alternative, or even conflicting, ways of achieving these understandings. With Pike’s original conception as a basis, the cultural and the comparative aspects of the field are viewed as symbiotic, allowing for ecological and cultural explorations of the development of human behaviour, both within and across settings. </jats:p>",
        "is_referenced_by_count": 103
    },
    {
        "title": "The spiral: The concept of development after Werner and Kaplan",
        "doi": "10.1177/1354067x13500324",
        "year": 2013,
        "abstract": "<jats:p>At the core of Heinz Werner’s concept of development is what he called “the genetic principle of spirality:” over the course of ontogenetic development, lower levels, processes, and functions do not disappear, and can even resurface again under specific conditions, normal and pathological. Werner’s work with Bernard Kaplan on symbol formation is a primer on this idea. This paper examines the idea of spirality and develops the notion of dynamic coexistence that can clarify the issue of directionality of development; that is, what is the general trajectory or ground plan that development assumes. Directionality is discussed in terms of the organism-in-environment unfolding over time as the unit of developmental analysis. Thinking on this issue has proceeded from the nature–nurture debates, to recognition of the interaction of external and internal processes, to transactions between the organism and the environment. The idea of dynamic coexistence is developed on this foundation. In the context of Werner and Kaplan’s work, dynamic coexistence represents the syncretic nature of processes and levels of organization: they are neither innately fused nor organized. Instead, the antithesis between fusion and differentiation is resolved only in concrete, context-bound conditions, even as development is generally oriented towards differentiation in maturity. Idiographic science, with its orientation towards generalizing from the unique and its attention to intra-individual variation over time, is discussed as the adequate methodological orientation for Wernerian developmental analysis.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Four problems for researchers using social categories",
        "doi": "10.1177/1354067x12446236",
        "year": 2012,
        "abstract": "<jats:p> Research on lay categorization processes has revealed that it can lead to distortions. Yet researchers routinely categorize people into groups and cultures. We argue that researchers should be aware that social categories are (1) perspectival, (2) historical, (3) disrupted by the movement of people, and (4) re-constitutive of the phenomena they seek to describe. We illustrate these problems with reference to contemporary research on globalization and the “clash of cultures”. It is argued that problematizing cultural categories would do more to reduce inter-group conflict than reifying them. </jats:p>",
        "is_referenced_by_count": 62
    },
    {
        "title": "The External Brain: Eco-Cultural Roots of Distancing and Mediation",
        "doi": "10.1177/1354067x02008002440",
        "year": 2003,
        "abstract": "<jats:p> First, this article attempts to approach the problem of distancing from the psychocultural perspective, relating it with the basic mechanism of mediation that was proposed by Vygotsky. Secondly, it is a reflection on the combined process of approaching and distancing in human biological and mental processes, and the limitations of contemplating the development as a process that is assumed to proceed only in the direction of ever greater cognitive distancing. Finally, it is proposed that instead of conceiving contact and distance as divergent developmental paths, models should articulate both processes of approaching and distancing, as well as of social mediation and instrumental mediation. I suggest the ecological and situated nature of psychological operators of distancing as a process in an extra-cortical mise-en-scËne. </jats:p>",
        "is_referenced_by_count": 19
    },
    {
        "title": "(Im)Mobile imagination. On trailing, feeling stuck and imagining work on-the-move",
        "doi": "10.1177/1354067x19899070",
        "year": 2020,
        "abstract": "<jats:p> Emerging research focuses on the role of time in the context of mobility and explores the conditions of ‘wait’ and ‘stuckness’ as conceptual tools for understanding the tempos and socio-cultural implications of mobile experiences. This paper contributes to this research by exploring these conditions in the context of work and geographical mobility, with a special focus on people who migrate and follow their working partners in international professional migration and temporarily live in Switzerland. The increasingly mobile and changing conditions of some professional sectors have made transnational career trajectories imaginable also for many partners. Yet, at times, their working life is not easily reconstituted on the occasion of the move, and the timing for job-search and unemployment can extend indefinitely. I will discuss how mobile professionals’ partners, by transiting from a working situation to another one that is not yet in place, experience a condition of stuckness between identities, phases of life and destinations of migration. I will ask how the subjective experience of stuckness can trigger and at times block a person’s capacity to imagine work under conditions of geographical mobility. </jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "A glimpse inside: Examining <i>loob</i> from the life stories of center-based Filipino children in conflict with the law",
        "doi": "10.1177/1354067x241236740",
        "year": 2024,
        "abstract": "<jats:p> This study is a reexamination of the life stories of 10 male, center-based, Filipino children in conflict with the law (CICL) focusing on the most prominent descriptions of their loob or inner self before entering the youth rehabilitation center, during their commitment at the center, and after they leave the center. Participants were 18–22 years old during the interviews but were charged with committing an offense as minors. An adapted life story interview guide was used to conduct in-depth, face-to-face, semi-structured interviews with the CICL which elicited stories of their past, present, and future. REC-approved protocols and research guidelines for juvenile justice populations were followed in gathering data. Thematic analysis showed that almost all the CICL had sama ng loob or resentments in the past, experienced pagbabagong-loob or a sense of renewal in the present, and expressed their desire to make up by giving back to others in the future because of their utang na loob or sense of gratitude to those who have helped them. The development of the inner self of the CICL from past to present to the future can be described as Nagibâ-Nabubuo-Babawi or Collapsed-Taking Shape-Giving Back. Findings of the study provide a glimpse of the inner self of the CICL from their perspective. It highlights the dynamic movement of the CICL’s inner self which has implications for prevention, intervention, and rehabilitation efforts in relation to youth offending. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Cultural spaces of popularized psychological knowledge: Attachment parenting in Turkey",
        "doi": "10.1177/1354067x19861055",
        "year": 2019,
        "abstract": "<jats:p>The psychological concept of attachment is constantly evolving. Approximately 70 years after attachment theory was first introduced by John Bowlby in the late 1940s, the notion of attachment is still in flux with continually changing ideas of what it means to be a good parent. One path along which attachment as a concept is moving from academia to everyday life is the philosophy of attachment parenting which was first established in the US by William and Martha Sears. Ideas about attachment theory and attachment parenting are frequently accompanied by critical comments on “Western” cultures. This critical perspective on modernity, individualism, and autonomy is portrayed in the first part of this article. The second part traces attachment as a concept transferred to Turkey. Rather than studying academic work on attachment in Turkey, this article focuses on popularized versions of attachment theory which gain ground as part of the parenting philosophy of attachment parenting. This article analyzes parents’ blogs, websites, self-help books, fieldwork protocols, and interviews with parenting trainers and parents themselves. It focuses on how popular scientific use of attachment parenting in Turkey is accompanied by discussions of cultural identity, cultural values, and belonging. The article shows that attachment theory and parenting are used in quite diverse ways to comment on Turkish (parenting) culture, ranging from anglophile readings to more conservative appropriations of attachment theory as Anatolian education. These forms of popularizing attachment theory challenge the sociological concept of psychologization.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Problematizing Psychotherapy: The Discursive Production of a Bulimic",
        "doi": "10.1177/1354067x0172003",
        "year": 2007,
        "abstract": "<jats:p>This paper explores the discursive production of a psychologized bulimic subject. Two processes are highlighted through a case study, both influencing the production of the bulimic: therapeutic operations of power; and the subjugation of non-psy accounts of bulimia. Power mechanisms in therapy encourage the client to construct a complex psychological subjectivity, enabling a psychological, self-contained account of her eating disorder, thereby facilitating ‘therapeutic’ change. However, the condition for therapy is the disguised subjugation of client, lay and erudite non-psy accounts. The concealment of power operations reinforces psy’s hegemony in defining the person—and the bulimic—in western culture. After problematizing psy discourses, a non-psychologized feminist discourse is hypothetically considered, and dialogue with this discourse suggested. A feminist discourse does not require ideals of self-containment, nor complex psy accounts, but nevertheless offers the bulimic a range of political subjectivities as a discursive priority, rather than psychological complexity.</jats:p>",
        "is_referenced_by_count": 29
    },
    {
        "title": "Role Play and Language Development in the Preschool Years",
        "doi": "10.1177/1354067x05058577",
        "year": 2005,
        "abstract": "<jats:p> The paper relies on Vygotsky's thesis that preschool children in role play are acting in the zone of proximal development (ZPD). One aim is to specify this thesis with respect to language development. The empirical investigations show that language is the central means of creating pretence. By explicit metacommunication, children collaboratively negotiate the plot, transform meanings and distinguish fiction from reality. Thus, metacommunication functions as a verbal frame, determining the meanings within play. Thereby children overcome sympraxic language use which is characteristic of toddlers. Another result is that role play changes during the preschool years. The paper argues that these changes can be subsumed under a general developmental phenomenon, namely the transition of interpsychic into intrapsychic processes. A point of special interest is why preschoolers, through role play, can act in the ZPD, although their ability to cooperate with other children is only at a nascent stage. To explain this, the paper discusses several aspects of psychosocial development. </jats:p>",
        "is_referenced_by_count": 33
    },
    {
        "title": "The grieving killjoy: Bereavement, alienation and cultural critique",
        "doi": "10.1177/1354067x20922138",
        "year": 2020,
        "abstract": "<jats:p>In recent years, a range of scholars have put forth critical analyses of the consequences of the ideals of happiness, future-orientedness, and productivity which dominate contemporary Western cultures. The experience of grief—with its sadness, preoccupation with the past, and lack of initiative—is inherently at odds with such ideals. This conflict between grief and cultural ideals of happiness is reflected in the recent efforts within bereavement research to delineate pathological mourning from uncomplicated, normative mourning. While the latter is characterized by a gradual decline in emotional pain, sadness, lack of initiative, etc., complicated mourning is marked by a failure to meet normative standards for recovery. In this article, I will draw on loss experiences among bereaved parents in contemporary Danish society in order to shed light on how profound losses may catalyze estrangement from and opposition toward what has been termed the happiness imperative of contemporary Western societies. More specifically, I borrow the figure of the feminist killjoy, paraphrased as the grieving killjoy, as a lens through which bereavement experiences may be theorized and understood as a starting point for experientially driven cultural critique.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Ventriloquism: The Central Role of an Immigrant’s Own Group Members in Negotiating Ambiguity in Identity",
        "doi": "10.1177/1354067x0284003",
        "year": 2007,
        "abstract": "<jats:p> Situated at the crossroads of cultures, an immigrant’s identity is filled with ambiguity. Humans frequently make use of intolerant strategies (e.g. prejudice) to construct clarity artificially out of an ambiguous identity. Although the locus of intolerance is often associated with the dominant group, complementing Verkuyten and de Wolf’s (2002) focus on minority group members, it is argued here that immigrants themselves can be sources of immigrant-oriented intolerance. In explanation of this in-group prejudice, the metaphor of ventriloquism is offered, showing how immigrants may assign the intolerance they feel for their own ambiguity to the ambiguity in fellow group members, in order to clarify (artificially) their own identity. </jats:p>",
        "is_referenced_by_count": 12
    },
    {
        "title": "“Recasting sorcery as critical psycho-social commentary, moral discourse, and local psychotherapy”",
        "doi": "10.1177/1354067x241246757",
        "year": 2024,
        "abstract": "<jats:p> This article critically reflects on future directions in cross-cultural psychiatry and cultural psychology by engaging the challenges of interpreting psycho-social theories of causation and evidence in what is conventionally called “sorcery” in anthropology. This anthropologist argues that sorcery, notwithstanding its status as an older, classic topic in the history of anthropology and its seemingly “exotic” reputation, has continuing value in recent efforts to de-colonize the study of local ontology and moral personhood, in particular, in contexts of transcultural encounters. The focus here is on an incident in a Saharan Tuareg community that is locally-defined as “sorcery” (called ark echaghel in Tamajaq, their Amazigh language). Many Tuareg, predominantly Muslim, traditionally semi-nomadic, and socially-ranked, have experienced socio-economic and ecological upheavals, armed conflicts, and settled life in towns. This analysis examines a case of sorcery practice and its social context—of a transcultural encounter between a smith/artisan and a tourist and its aftermath—of diagnosis and commentary by an Islamic scholar—as moral discourse and local psycho-social treatment as critical commentary on and resistance to transcultural inequalities. The broader goal here is to suggest avenues to pursue by showing how sorcery reveals local ontology, moral discourse on evil, and culture theory. Thus, sorcery, rather than a “retrograde” or irrelevant topic, offers rich insights into local ontology’s psycho-social and political implications, thereby contributing to current concerns in transcultural psychiatry with social and political power asymmetries, critical epistemologies, and indigenous critiques that question universalizing absolutist psychological interpretations in cultural encounters. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Dialogical Relationship between Identity and Learning",
        "doi": "10.1177/1354067x09353206",
        "year": 2010,
        "abstract": "<jats:p>This paper highlights some connections between cultural psychology, educational psychology, and identity psychology. This aim is pursued through the constructivist view of conceptualized learning as building knowledge. It is contended that identities should explicitly be considered as part of this process. Useful approaches to explore the relationship between learning and identity are the Dialogical Self Theory (DST) and the Communities of Learning model (CoL), both of which demonstrate a shared interest in dialogue and constructivism. DST defines the self as being composed of a set of I-positions, which are constantly in dialogue and in movement. The CoL model conceptualizes the classroom as a set of cultural contexts where dialogues permit the analysis of context and also shape it. Empirical examples of how relevant concepts related to learning, such as motivation and sense-making, can be viewed as innovation of the self are discussed.</jats:p>",
        "is_referenced_by_count": 52
    },
    {
        "title": "The respect pyramid: A model of respect based on lay knowledge in two cultures",
        "doi": "10.1177/1354067x211066819",
        "year": 2022,
        "abstract": "<jats:p> Respect is a common social concept, yet how lay people define it has not been thoroughly investigated. This study used a grounded theory approach, using in-depth interviews, to conceptualize respect according to lay knowledge. 40 participants from two cultures in the Middle East—20 Jewish Israelis and 20 Palestinians—reported how they define respect ( Kavod in Hebrew and Ihtiram in Arabic). The findings define respect as a complex, multidimensional concept. Based on the findings, a respect pyramid model was developed, which includes four dimensions: avoiding disrespect, deserved/normative respect, conditional respect, and considerate respect. Each dimension indicates an increase in aspects that make the respect less conditional and more intrinsic, while requiring higher sensitivity and greater effort. The implications of the respect pyramid for relationships and the cultural differences regarding definitions of respect are discussed. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Classrooms and the Design of Pedagogic Discourse: A Multimodal Approach",
        "doi": "10.1177/1354067x05055519",
        "year": 2005,
        "abstract": "<jats:p> This paper offers a social semiotic analysis of the school classroom, in this case the subject English classroom, as a material instantiation of pedagogic discourse. The classroom is looked at as a multimodal sign: the semiotic ‘residue’ or ‘sediment’ of discursive practices over time. In particular it discusses how visual displays and spatial design in the English classroom can be thought of as signs of school English. From this perspective a teacher’s classroom can be understood as a sign of how she or he mediates ‘official’ government and school discourse. Drawing on three illustrative examples of English classrooms from three different schools, the paper argues that the variation between these classrooms can be understood in part as a consequence of the complex web of social relations that mediate and institutionally frame pedagogy. </jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "Strategies for Dealing with Conflicts in Value Positions between Home and School: Influences on Ethnic Minority Students’ Development of Motives and Identity",
        "doi": "10.1177/1354067x05052351",
        "year": 2005,
        "abstract": "<jats:p>A theoretical model is presented in which participation in the school community is viewed as a multifaceted activity. In this model, culture is conceptualized as traditions of practice and as a societal field. The school practice and the role of the family and their differences in value positions about school life are interpreted as a central factor for children’s involvement and participation in school practice and for the type of conflict they may face. The type of conflict and the individual’s strategy for dealing with it influence the children’s development of motives and identity. Discrepancies and conflicts between Turkish-Danish students’ motives and their parents’ value positions about school life are analysed to see how this influences young persons’ feelings of well-being and development of motives and competencies. The analyses draw on (a) interviews with Turkish-Danish youth about their school life, friends, subject matter learning, family and future plans, and (b) interviews with parents about their conception of their children’s school life and future.</jats:p>",
        "is_referenced_by_count": 49
    },
    {
        "title": "Presenting Social Representations: A Conversation",
        "doi": "10.1177/1354067x9800400305",
        "year": 2007,
        "abstract": "<jats:p> Serge Moscovici's theoretical system of social representations is by now nearly 40 years old; yet, today, various social psychological activities surrounding this field seem to flourish more than ever; much research into social representations is being carried out all over Europe and on other continents; there is a European PhD programme on social representations and communication; there is an association and a network on social representations; and a journal on social representations is in the pipeline. At the same time the theory has its critics; some of them argue that the theory is too loose; others, that it is too cognitive; that it is not clear how the concept of social representation differs from other concepts, say, from attitudes, social cognition, beliefs, stereotypes, and so on; still others would like to marry the theory either to discourse analysis or to social constructivism(s) and constructionism-or to both of them at the same time. Readers of French, in addition, are familiar with Moscovici's work in the history and philosophy of science, human invention and technology, the psychology of resistance and dissidence, and, most recently, with his magnificent autobiographical recit Chronique des annees egarees (Chronicle of Stray Years) (Moscovici, 1997). Although based permanently in Paris, Serge Moscovici has worked at a number of American Universities, has been invited to lecture all over the world, and has received a number of honorary doctorates at various European Universities. Since this Special Issue in Culture &amp; Psychology is devoted to the concept of collective and social representation, we shall be concerned, in this dialogue, primarily with the origin of Moscovici's own ideas on the concept of social representations and how these ideas have developed into a broad programme of research. </jats:p>",
        "is_referenced_by_count": 97
    },
    {
        "title": "Seeing Historically: Goethe and Vygotsky’s ‘Enabling Theory-Method’",
        "doi": "10.1177/1354067x0062010",
        "year": 2007,
        "abstract": "<jats:p> We can study dead forms from a distance, seeking to understand the pattern of past events that caused them to come into existence. We can, however, enter into a relationship with living forms and, in making ourselves open to their movements, find ourselves spontaneously responding to them, and in so doing, we can gain a sense of their character. In other words, from within our dialogically structured involvements with other living things, a kind of relationally responsive understanding, quite different from the referential-representational kind of understanding familiar to us in cognitive psychology, becomes directly available to us. Thus, rather than seeking to explain a child’s present activities in terms of their causes in the past, from the standpoint of an external observer, we can turn to a quite different aim: that of perceiving in a present behavior the possibilities and opportunities it offers for further developments. Orientation toward this aim is what I think is so special about both Vygotsky’s and Goethe’s historical methods of inquiry into the development of living forms. </jats:p>",
        "is_referenced_by_count": 17
    },
    {
        "title": "Meaning making in motion: Bodies and minds moving through institutional and semiotic structures",
        "doi": "10.1177/1354067x13500325",
        "year": 2013,
        "abstract": "<jats:p>What is meaning? And how does it arise? Werner and Kaplan’s approach to symbol formation was prescient in understanding the importance of the body and activity. However, their embodied approach needs to be complemented by a broader conceptualization of social institutions and complex semiotic structures in the genesis and function of symbolic processes. Specifically, human bodies, which are the medium and locus of experience, are embedded in social situations and institutions. Thus embodied experience, the origin of meaning, must be understood as societally structured. Moreover, human experience is never unmediated; it is refracted through the complex semiotic artifacts that comprise human culture, such as discourses, social representations and symbolic resources. The present article focuses on the importance of bodies moving within institutions and minds moving within semiotic structures as a basis for meaning making. We argue that such movement has been neglected; yet, it has the potential to enhance our understanding of how experiences are differentiated and integrated within individuals to produce individuals who are products of society and who also have agency in relation to society.</jats:p>",
        "is_referenced_by_count": 37
    },
    {
        "title": "School vs Child: In Search of Mitigating Circumstances",
        "doi": "10.1177/1354067x05052350",
        "year": 2005,
        "abstract": "<jats:p> Langhout (2005) presents an account of a modern school, the degree of control over the students exerted by the teachers, and the ways the children resist this pressure. In my reaction I point out that the control mechanisms she describes form part of a long tradition in the history of education and that they may be inevitable. I also suggest that to make her stronger claims more convincing we would need rather more information. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "<i>The Brothers Karamazov</i>, affective neuroscience, and reconsolidation of memories",
        "doi": "10.1177/1354067x17738983",
        "year": 2017,
        "abstract": "<jats:p>Why do Dostoevskian bodies throb, sob, and grimace in ways that seem so far from the civilized protocols of, for example, Henry James’ exhibitions of emotions? How precisely does the concept of unconscious motivation serve interpretation when complicated by neuroscientific ideas of “the body as ground reference,” of “the neural self” as a “repeatedly reconstructed biological state” that records memories. This essay explores the implications of affective neuroscience research (Panksepp, Damasio, Solms) for interpreting Dostoevsky’s The Brothers Karamazov, particularly those scenes in which the characters access memories and display physical symptoms which appear subcortical.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Why does Sally never Call Bobby `I'?",
        "doi": "10.1177/1354067x030093009",
        "year": 2003,
        "abstract": "<jats:p> Coelho and Figueiredo (2003) raise the issue of intersubjectivity. I propose to consider the problem from an action-theoretical and constructivist perspective that in some ways agrees, in others contradicts, the theses of the authors. The view I present is based on various publications on the `I'-Other problem since 1975. The centrality of the person's `I', as the overarching locus of action control and regulation, is re-claimed. By the same token, the role of society is re-defined, society being too heterogeneous, too contradictory, to influence directly the formation of the `I'; social impacts have to be filtered, selected, evaluated and assimilated by individual `I's, and thus the `social other' is itself personally constructed. </jats:p>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Personal life space: Learning from Martha Muchow’s classic study",
        "doi": "10.1177/1354067x15615813",
        "year": 2015,
        "abstract": "<jats:p> In her study on the life space of the urban child, Martha Muchow extensively analyzed the personal life space of children growing up in Hamburg between two World Wars. Resorting to theoretical person&lt;&gt;environment conceptions as proposed by mentors and colleagues such as William Stern, Jakob von Uexkuell, and Heinz Werner, Muchow’s study represents a fine example of empirically investigating the emergence of the world not only as it is experienced by the child (subjectively) or in a purely physical and concrete relational manner (objectively), but also as the child lives his world (from a developmental and cultural psychological perspective). The aim of this paper is to briefly review Mey and Günther’s translation of Muchow’s original study and to expand on Muchow’s threefold differentiation of the personal life world. With the example of Gugging—a place for Art Brut—Muchow’s person&lt;&gt;environment conception is discussed in relation to the developmental aspect of time and socio-cultural processes. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Reflections on accessing indigenous research settings: Encounters with traditional health practitioners and leaders in Vhembe district, South Africa",
        "doi": "10.1177/1354067x20971249",
        "year": 2020,
        "abstract": "<jats:p> Conducting research in indigenous settings in rural villages, where traditional leaders are the custodians of communities remains a challenge. Traditional health practitioners have to adapt their protocols to the needs of the cultural setting. When gaining access to a setting, researchers have to follow a process that respects the autonomy of individuals, thus adhering to one of the ethical principles of research with human participants. In this paper, the researchers reflect on gaining access to conduct research with traditional health practitioners and traditional leaders in Vhembe district, South Africa. Researchers participated in sharing circles, and identified five reflective themes. The themes included initiating agreement and rapport, continuous negotiation and compromise, Them and Us, adhering to local dress code and ritual performance. Researchers planning to conduct research with traditional health practitioners and traditional leaders should consider these themes in the preparation phase. </jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "The construction of ethnic boundaries in classroom interaction through social space",
        "doi": "10.1177/1354067x11408136",
        "year": 2011,
        "abstract": "<jats:p> This article adds a social-spatial dimension to ethnicity construction while acknowledging the production of ethnicity as constructed through a relation of the ‘‘here and now’’ and an imagined (common) past. Empirically, social-spatial analysis is elaborated by looking at how social difference is produced in multi-ethnic schools through classroom interaction both in the USA and in the Netherlands. In our analysis, we are concerned with how ‘‘school’’ becomes evoked or produced in student discourse while ethnic positions are established. At the same time we show how spaces such as migrant neighborhoods and homelands are evoked and related to school spaces. The results show that more general mechanisms can be distinguished of how students use these spaces in their constructions of otherness across the data sets, but that the quality and complexity of these mechanisms are specific and can be related to the more general (migration) histories of the ethnic groups. </jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Culture as the Co-evolution of Psychic and Social Systems: New Perspectives on the Person—Environment Relationship",
        "doi": "10.1177/1354067x09353208",
        "year": 2010,
        "abstract": "<jats:p>In this article we contribute a new theoretical perspective to the analysis of the relationship between individual and culture, and the person and the environment. Many hotly debated issues in cultural psychology, such as reification, the discourse of personality traits, and models of part—whole hierarchies are productively addressed. Taking a systems-theoretical approach following Niklas Luhmann and others, we distinguish three different types of system and their operational processes (biotic, psychic and social) and suggest that the person—environment relationship should be conceptualized as a process of co-evolution of psychic and social systems. We discuss the critical role of communication in this process and its implications for the concept of culture. Our own research on classroom disruptions and problem behavior in educational settings provides illustrative examples for the kinds of methodological considerations generally relevant to a systems-theoretical approach in empirical research.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "The Legacy of Boesch's Intellectual Oeuvre",
        "doi": "10.1177/1354067x9733004",
        "year": 2007,
        "abstract": "<jats:p> The article serves as an introduction to Boesch's theory from the personal point of view of an author who has interacted with Boesch for a long time. First, three roots of Boesch's enterprise are located (Boesch's clinical work, his interest in contexts, and his own scientific heritage), and their implications for his theoretical framework are drawn. In a second section the intrinsic relationship among some of Boesch's key concepts is illustrated (actor, action, cognitive and affective schemata, symbolism, fantasms and myths). In a third part some thoughts about the future of Boesch's theory are offered. Here it is claimed that in Boesch's theory the social world is not as adequately elaborated as is the world of objects, and that this is a task for the future. Additionally, some methodical and methodological implications are enumerated, which follow from an action theory that is built upon a potentially self-reflective subject who is to be respected also as a moral patient. </jats:p>",
        "is_referenced_by_count": 16
    },
    {
        "title": "The numinous experience in the context of psychopathology and traumatic stress studies",
        "doi": "10.1177/1354067x20922139",
        "year": 2020,
        "abstract": "<jats:p> The psychological phenomenon of a suddenly appearing, extremely enigmatic, and at the same time fascinating state in which one feels influenced by higher powers was described as a “numinous experience” by R. Otto and C. G. Jung. This condition is one of those subjectively non-rational experiences that have so far received little attention in cultural clinical psychology and yet have great potency to explain psychopathological phenomena. In the first section of this paper, we work towards a contemporary psychological definition both by focusing on the roles of paradoxical cognitions and dissociation and by presenting various differentiations and possible explanatory mechanisms. In the second part of this paper, we describe the numinous state as it occurs in selected clinical phenomena such as the subjective experience of potentially traumatic events including near-death experiences, sexual abuse of children, post-traumatic stress disorder, severe states of mourning (diagnosed today as prolonged grief disorder), and sleep paralysis. This paper is intended as a theoretical proposal aimed at better understanding subjectively non-rational states in patients. </jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "The narrative construction of Lesbian identity: A study using Bruner's self-indicators",
        "doi": "10.1177/1354067x16650831",
        "year": 2016,
        "abstract": "<jats:p> Starting from a narrative conception of identity, in this paper, we present a description of the process of construction of lesbian identity by applying Bruner's indicators of selfhood. Our main goal is to analyze the personal process of (re)construction of lesbian identity and its connection with socio-cultural context. The autobiographical narratives of eight (8) lesbian women were analyzed and categorized in accordance with a model that describes the construction of homosexual identity in three phases: before Self-definition, Self-definition, and after Self-definition. The analysis conducted allowed us to describe, in an integrated and coherent way, the process that led the participants to a dialogical and personal position in the flow of social discourses about homosexuality they are involved in. </jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "‘Why Sally Never Calls Bobby “I” ’                 Revisited: an Alternative Perspective on Language and Early Self Development",
        "doi": "10.1177/1354067x04044287",
        "year": 2004,
        "abstract": "<jats:p> In this article, I consider the question posed by Boesch (2003) in his commentary that appeared in response to issues raised in Coehlo and Figueiredo’s (2003) discussion of intersubjectivity. I begin with an overview of an alternative view of language to the one adopted in Boesch’s question, one that starts from a usage-based approach. Next I move on to consider empirical findings from recent research that examines language and the construction of self. Agreeing with Boesch’s central claim, this article nevertheless offers a distinct view of the connection between language and human development suggesting that language not only provides a tool for the researcher, but also provides a powerful means for the child to come to interpret culturally sanctioned ways of being in the world. </jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "An Interview with K.J. Gergen (Part 11) Culture and Psychology in Postmodernism: A Necessary Dialog",
        "doi": "10.1177/1354067x9512010",
        "year": 2007,
        "abstract": "<jats:p> Discussion of critical issues of postmodernism in psychology between Kenneth J. Gergen and Aydan Gulerce revealed a multitude of challenging questions that neither the intellectual tendency labeled 'postmodernism' nor contemporary psychology have managed to answer (see Culture &amp; Psychology 1(1), 147-159). In this continuation of the invesfigation into ideas, lines for a possible new dialog are charted out. </jats:p>",
        "is_referenced_by_count": 3
    }
]