[
    {
        "title": "3D reconstruction of a patient‐specific surface model of the proximal femur from calibrated x‐ray radiographs: A validation studya)",
        "doi": "10.1118/1.3089423",
        "year": 2009,
        "abstract": "<jats:p>Twenty‐three femurs (one plastic bone and twenty‐two cadaver bones) with both nonpathologic and pathologic cases were considered to validate a statistical shape model based technique for three‐dimensional (3D) reconstruction of a patient‐specific surface model from calibrated x‐ray radiographs. The 3D reconstruction technique is based on an iterative nonrigid registration of the features extracted from a statistically instantiated 3D surface model to those interactively identified from the radiographs. The surface models reconstructed from the radiographs were compared to the associated ground truths derived either from a 3D CT‐scan reconstruction method or from a 3D laser‐scan reconstruction method and an average error distance of 0.95 mm were found. Compared to the existing works, our approach has the advantage of seamlessly handling both nonpathologic and pathologic cases even when the statistical shape model that we used was constructed from surface models of nonpathologic bones.</jats:p>",
        "is_referenced_by_count": 33
    },
    {
        "title": "Automatic quantitative analysis of in‐stent restenosis using FD‐OCT <i>in vivo</i> intra‐arterial imaging",
        "doi": "10.1118/1.4803461",
        "year": 2013,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>A new segmentation technique is implemented for automatic lumen area extraction and stent strut detection in intravascular optical coherence tomography (OCT) images for the purpose of quantitative analysis of in‐stent restenosis (ISR). In addition, a user‐friendly graphical user interface (GUI) is developed based on the employed algorithm toward clinical use.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Four clinical datasets of frequency‐domain OCT scans of the human femoral artery were analyzed. First, a segmentation method based on fuzzy C means (FCM) clustering and wavelet transform (WT) was applied toward inner luminal contour extraction. Subsequently, stent strut positions were detected by utilizing metrics derived from the local maxima of the wavelet transform into the FCM membership function.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The inner lumen contour and the position of stent strut were extracted with high precision. Compared to manual segmentation by an expert physician, the automatic lumen contour delineation had an average overlap value of 0.917 ± 0.065 for all OCT images included in the study. The strut detection procedure achieved an overall accuracy of 93.80% and successfully identified 9.57 ± 0.5 struts for every OCT image. Processing time was confined to approximately 2.5 s per OCT frame.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>A new fast and robust automatic segmentation technique combining FCM and WT for lumen border extraction and strut detection in intravascular OCT images was designed and implemented. The proposed algorithm integrated in a GUI represents a step forward toward the employment of automated quantitative analysis of ISR in clinical practice.</jats:p></jats:sec>",
        "is_referenced_by_count": 20
    },
    {
        "title": "Validation of a Monte Carlo model for multi leaf collimator based electron delivery",
        "doi": "10.1002/mp.14194",
        "year": 2020,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>To develop and validate a Monte Carlo model of the Varian TrueBeam to study electron collimation using the existing photon multi‐leaf collimators (pMLC), instead of conventional electron applicators and apertures.</jats:p></jats:sec><jats:sec><jats:title>Materials and Methods</jats:title><jats:p>A complete Monte Carlo model of the Varian TrueBeam was developed using Tool for particle simulation (TOPAS) (version 3.1.p3). Vendor‐supplied information was used to model the treatment head components and the source parameters. A phase space plane was setup above the collimating jaws and captured particles were reused until a statistical uncertainty of 1% was achieved in the central axis. Electron energies 6, 9, 12, 16, and 20 MeV with a jaw‐defined field of 20 × 20 cm<jats:sup>2</jats:sup> at iso‐center, pMLC‐defined fields of 6.8 × 6.8 cm<jats:sup>2</jats:sup> and 11.4 × 11.4 cm<jats:sup>2</jats:sup> at 80 cm source‐to‐surface distance (SSD) and an applicator‐defined field of 10 × 10 cm<jats:sup>2</jats:sup> at iso‐center were evaluated. All the measurements except the applicator‐defined fields were measured using an ionization chamber in a water tank using 80 cm SSD. The dose difference, distance‐to‐agreement and gamma index were used to evaluate the agreement between the Monte Carlo calculations and measurements. Contributions of electron scattering off pMLC leaves and inter‐leaf leakage on dose profiles were evaluated and compared with Monte Carlo calculations. Electron transport through a heterogeneous phantom was simulated and the resulting dose distributions were compared with film measurements. The validated Monte Carlo model was used to simulate several clinically motivated cases to demonstrate the benefit of pMLC‐based electron delivery compared to applicator‐based electron delivery.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Calculated and measured percentage depth‐dose (PDD) curves agree within 2% after normalization. The agreement between normalized percentage depth dose curves were evaluated using one‐dimensional gamma analysis with a local tolerance of 2%/1 mm and the %points passing gamma criteria was 100% for all energies. For jaw‐defined fields, calculated profiles agree with measurements with pass rates of &gt;97% for 2%/2 mm gamma criteria. Calculated FWHM and penumbra width agree with measurements within 0.4 cm. For fields with tertiary collimation using an pMLC or applicator, the average gamma pass rate of compared profiles was 98% with 2%/2 mm gamma criteria. The profiles measured to evaluate the pMLC leaf scattering agreed with Monte Carlo calculations with an average gamma pass rate of 96.5% with 3%/2 mm gamma criteria. Measured dose profiles below the heterogenous phantom agreed well with calculated profiles and matched within 2.5% for most points. The calculated clinically applicable cases using TOPAS MC and Eclipse TPS for single enface electron beam, electron‐photon mixed beam and a matched electron‐electron beam exhibited a reasonable agreement in PDDs, profiles and dose volume histograms.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>We present a validation of a Monte Carlo model of Varian TrueBeam for pMLC‐based electron delivery. Monte Carlo calculations agreed with measurements satisfying gamma criterion of 1%/1 mm for depth dose curves and 2%/1 mm for dose profiles. The simulation of clinically applicable cases demonstrated the clinical utility of pMLC‐based electrons and the use of MC simulations for development of advanced radiation therapy techniques.</jats:p></jats:sec>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Photon scatter in portal images: Physical characteristics of pencil beam kernels generated using the <scp>EGS</scp> Monte Carlo code",
        "doi": "10.1118/1.598833",
        "year": 2002,
        "abstract": "<jats:p>Pencil beam kernels describing scattered photon fluence behind homogeneous water slabs at various air gap distances were generated using the <jats:sc>EGS</jats:sc> Monte Carlo code. Photon scatter fluence was scored in separate bins based on the particle's history: singly scattered, multiply scattered, and bremsstrahlung and positron annihilation photons. Simultaneously, the mean energy and mean angle with respect to the incident photon pencil beam were tallied. Kernels were generated for incident photon pencil beams exhibiting monoenergetic spectra of 2.0 and 10.0 MeV, and polyenergetic spectra representative of 6 and 24 MV beams. Reciprocity was used to generate scatter fractions on the central axis for various field sizes, phantom thicknesses, and air gaps. The scatter kernels were further characterized by full width at half‐maximum estimates. Modulation transfer functions were calculated, providing theoretical estimates of the limit of performance of portal imaging systems due to the intrinsic scattering of photon radiation through the patient.</jats:p>",
        "is_referenced_by_count": 27
    },
    {
        "title": "Evaluation of the accuracy of fetal dose estimates using TG‐36 data",
        "doi": "10.1118/1.2710332",
        "year": 2007,
        "abstract": "<jats:p>The American Association of Physicists in Medicine Radiation Therapy Committee Task Group 36 report (TG‐36) provides guidelines for managing radiation therapy of pregnant patients. Included in the report are data that can be used to estimate the dose to the fetus. The purpose of this study is to evaluate the accuracy of these fetal dose estimates as compared to clinically measured values. TG‐36 calculations were performed and compared with measurements of the fetal dose made <jats:italic>in vivo</jats:italic> or in appropriately‐designed phantoms. Calculation and measurement data was collected for eight pregnant patients who underwent radiation therapy at the MD Anderson Cancer Center as well as for several fetal dose studies in the literature. The maximum measured unshielded fetal dose was <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0332-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0332:mp0332-math-0001\" />, which was 1.5% of the prescription dose. For all cases, TG‐36 calculations and measured fetal doses differed by up to a factor of 3—the ratio of the calculated to measured dose ranged from 0.34 to 2.93. On average, TG‐36 calculations underestimated the measured dose by 31%. No significant trends in the relationship between the calculated and measured fetal doses were found based on the distance from, or the size of, the treatment field.</jats:p>",
        "is_referenced_by_count": 17
    },
    {
        "title": "Commissioning of output factors for uniform scanning proton beams",
        "doi": "10.1118/1.3569581",
        "year": 2011,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>Current commercial treatment planning systems are not able to accurately predict output factors and calculate monitor units for proton fields. Patient‐specific field output factors are thus determined by either measurements or empirical modeling based on commissioning data. The objective of this study is to commission output factors for uniform scanning beams utilized at the ProCure proton therapy centers.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>Using water phantoms and a plane parallel ionization chamber, the authors first measured output factors with a fixed 10 cm diameter aperture as a function of proton range and modulation width for clinically available proton beams with ranges between 4 and 31.5 cm and modulation widths between 2 and 15 cm. The authors then measured the output factor as a function of collimated field size at various calibration depths for proton beams of various ranges and modulation widths. The authors further examined the dependence of the output factor on the scanning area (i.e., uncollimated proton field), snout position, and phantom material. An empirical model was developed to calculate the output factor for patient‐specific fields and the model‐predicted output factors were compared to measurements.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>The output factor increased with proton range and field size, and decreased with modulation width. The scanning area and snout position have a small but non‐negligible effect on the output factors. The predicted output factors based on the empirical modeling agreed within 2% of measurements for all prostate treatment fields and within 3% for 98.5% of all treatment fields.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>Comprehensive measurements at a large subset of available beam conditions are needed to commission output factors for proton therapy beams. The empirical modeling agrees well with the measured output factor data. This investigation indicates that it is possible to accurately predict output factors and thus eliminate or reduce time‐consuming patient‐specific output measurements for proton treatments.</jats:p></jats:sec>",
        "is_referenced_by_count": 32
    },
    {
        "title": "Implementation of output prediction models for a passively double‐scattered proton therapy system",
        "doi": "10.1118/1.4965046",
        "year": 2016,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>Two output (cGy/MU) prediction models (one existing and one newly developed) for a passively double‐scattered proton therapy system are implemented and investigated for clinical use. Variations of each model are tested for accuracy in order to determine the most viable prediction model.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>The first output prediction model [model (1)] is a semianalytical model proposed by Kooy <jats:italic>et al.</jats:italic> [Phys. Med. Biol. <jats:bold>50</jats:bold>, 5847–5856 (2005)], which employs three main factors. The first factor (basic output prediction) uses a unique combined parameter [<jats:italic>r</jats:italic> = (<jats:italic>R</jats:italic> − <jats:italic>M</jats:italic>)/<jats:italic>M</jats:italic>] of range (<jats:italic>R</jats:italic>) and modulation [<jats:italic>M</jats:italic>; spread‐out Bragg peak (SOBP) width] along with option specific fitting parameters. The second factor takes into account minor source shifts using a linear fit due to varying beamline configurations for different options. The final factor accounts for a condition where the point of measurement is not at the isocenter or away from the middle of the SOBP based on an inverse‐square correction. The second model [model (2)] is a novel quartic polynomial fit of the basic output prediction whose idea was inspired by the first model. Different variations in the definition of <jats:italic>R</jats:italic> and <jats:italic>M</jats:italic> at distal (<jats:italic>D</jats:italic>) and proximal (<jats:italic>P</jats:italic>) ends resulted in the exploration of three variations of <jats:italic>r</jats:italic> for both models: <jats:italic>r</jats:italic><jats:sub>1</jats:sub> = (<jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>90</jats:sub> − <jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub>)/<jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub>, <jats:italic>r</jats:italic><jats:sub>2</jats:sub> = [(<jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>90</jats:sub> + Δ<jats:italic>R</jats:italic><jats:sub>1</jats:sub>) − <jats:italic>m</jats:italic> × (<jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub> + Δ<jats:italic>R</jats:italic><jats:sub>1</jats:sub>)]/[<jats:italic>m</jats:italic> × (<jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub> + Δ<jats:italic>R</jats:italic><jats:sub>1</jats:sub>)], where Δ<jats:italic>R</jats:italic><jats:sub>1</jats:sub> is an offset between <jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>80</jats:sub> and <jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>90</jats:sub> and <jats:italic>m</jats:italic> is a ratio between <jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub> and theoretical <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp5046-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp5046:mp5046-math-0001\" />, and <jats:italic>r</jats:italic><jats:sub>3</jats:sub> = [(<jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>90</jats:sub> − 0.305) − 0.801 × <jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub>]/(0.801 × <jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub>), where 0.305 (Δ<jats:italic>R</jats:italic><jats:sub>2</jats:sub>) is an offset between <jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>90</jats:sub> and <jats:italic>R</jats:italic><jats:sub><jats:italic>D</jats:italic>100</jats:sub> and 0.801 is a ratio between <jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>90−<jats:italic>P</jats:italic>95</jats:sub> and measured <jats:italic>M</jats:italic><jats:sub><jats:italic>D</jats:italic>100−<jats:italic>P</jats:italic>100</jats:sub>. Output measurements for 177 sets of <jats:italic>R</jats:italic> and <jats:italic>M</jats:italic> from all 24 options are compared to outputs predicted by both the models of three variations of <jats:italic>r</jats:italic>.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The mean differences between measurements and predictions ([predicted − measured]/measured × 100%) were −0.41% ± 1.78% (<jats:italic>r</jats:italic><jats:sub>1</jats:sub>), 0.03% ± 1.53% (<jats:italic>r</jats:italic><jats:sub>2</jats:sub>), and 0.05% ± 1.20% (<jats:italic>r</jats:italic><jats:sub>3</jats:sub>) for model (1), and 0.27% ± 1.36% (<jats:italic>r</jats:italic><jats:sub>1</jats:sub>), 0.71% ± 1.51% (<jats:italic>r</jats:italic><jats:sub>2</jats:sub>), and −0.05% ± 1.20% (<jats:italic>r</jats:italic><jats:sub>3</jats:sub>) for model (2). For a passing prediction rate with a difference threshold of ±3%, model (1) showed slightly worse results than model (2) using <jats:italic>r</jats:italic><jats:sub>1</jats:sub> (91.5% vs 94.4%). In general, small (<jats:italic>M</jats:italic> &lt; 4 g/cm<jats:sup>2</jats:sup>) and close‐to‐full modulations produced larger discrepancies. However, 100% output predictions using <jats:italic>r</jats:italic><jats:sub>3</jats:sub> were confined within ±3% of measurements for both models and the difference between the models was not substantial (mean difference: 0.05% vs −0.05%).</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The first existing model has proven to be a successful predictor of output for our compact double‐scattering proton therapy system. The new model performed comparably to the first model and showed better performance in some options due to a great degree of flexibility of a polynomial fit. Both models performed well using <jats:italic>r</jats:italic><jats:sub>3</jats:sub>. Either model with <jats:italic>r</jats:italic><jats:sub>3</jats:sub> thus can serve well as an output prediction calculator.</jats:p></jats:sec>",
        "is_referenced_by_count": 5
    },
    {
        "title": "SU‐GG‐T‐558: OPTIS2 ‐ PSI's New Ocular Proton Therapy Facility",
        "doi": "10.1118/1.2962307",
        "year": 2008,
        "abstract": "<jats:p>Since 1984 nearly 5000 patients with eye tumors, primarily ocular melanomas, were treated by a 72 MeV Phillips cyclotron within the OPTIS program (local tumor control 98%@10y). In the frame work of the PROSCAN project a dedicated superconducting cyclotron (COMET) is in clinical operation since February 2007. The aim of OPTIS2 project, an entirely new facility for the treatment ocular tumors with COMET, is to match the clinical success of OPTIS. Using the COMET/PROSCAN facility the beam intensity at the start of the OPTIS2 nozzle is 30 times lower than that currently used at the OPTIS facility. If we would keep using the OPTIS nozzle the treatment time would increase dramatically. Therefore, the new nozzle utilizes a double scattering technique with multiple‐ring second‐scattering foils which increases the nozzle efficiency by factor of 10, keeping the maximum treatment time under one minute. Due to the difference in scattering techniques the OPTIS2 and OPTIS beams are not identical. But the major characteristics, distal‐ and lateral‐ dose fall‐off are comparable. The flatness and symmetry have actually been improved. In OPTIS2 reliance on a single analog X‐ray film provider and extensive operator experience will be diminished by introducing digital imaging and computer aided semi‐automatic patient positioning. A new imaging and patient positioning concept has been developed, bringing together techniques and software already clinically tested at the Center de Protontherapie Orsay (France) and the Hahn Meitner Institut (Germany). OPTIS2 is designed and built from scratch, providing a continuation of the existing proton therapy program OPTIS, with comparable beam characteristics, whilst obtaining its protons from COMET. Beam commissioning and system testing is currently underway. A first patient treatment is scheduled for summer 2008.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Dosimetry for ocular proton beam therapy at the Harvard Cyclotron Laboratory based on the ICRU Report 59",
        "doi": "10.1118/1.1487425",
        "year": 2002,
        "abstract": "<jats:p>The Massachusetts General Hospital, the Harvard Cyclotron Laboratory (HCL), and the Massachusetts Eye and Ear Infirmary have treated almost 3000 patients with ocular disease using high‐energy external‐beam proton radiation therapy since 1975. The absorbed dose standard for ocular proton therapy beams at HCL was based on a fluence measurement with a Faraday cup (FC). A majority of proton therapy centers worldwide, however, use an absorbed dose standard that is based on an ionization chamber (IC) technique. The ion chamber calibration is deduced from a measurement in a reference <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp7425-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp7425:mp7425-math-0001\" /> photon field together with a calculated correction factor that takes into account differences in a chamber's response in <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp7425-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp7425:mp7425-math-0002\" /> and proton fields. In this work, we implemented an ionization chamber‐based absolute dosimetry system for the HCL ocular beamline based on the recommendations given in Report 59 by the International Commission on Radiation Units and Measurements. Comparative measurements revealed that the FC system yields an absorbed dose to water value that is 1.1% higher than was obtained with the IC system. That difference is small compared with the experimental uncertainties and is clinically insignificant. In June of 1998, we adopted the IC‐based method as our standard practice for the ocular beam.</jats:p>",
        "is_referenced_by_count": 30
    },
    {
        "title": "Field size dependence of the output factor in passively scattered proton therapy: Influence of range, modulation, air gap, and machine settings",
        "doi": "10.1118/1.3152111",
        "year": 2009,
        "abstract": "<jats:p>At the Francis H. Burr Proton Therapy Center field specific output factors (i.e., dose per monitor unit) for patient treatments were modeled for all beamlines (two gantries, fixed stereotactic, and fixed eye beamline). The authors evaluated the accuracy of dose calculation and output model for small fields. Measurements in a water phantom were performed in three of our beamlines quantifying the dependency of the output factor on the field size for a variety of proton ranges. The influence of snout size, air gap, modulation, and second scatterer was investigated. The impact of field size on output depends strongly on the depth of interest. The air gap has a notable influence on small field outputs. A field size specific correction factor to the output is necessary if the latter was modeled or measured without the custom hardware in place. The output was shown to be field size dependent even for large fields, indicating an effect beyond charged particle disequilibrium caused by lateral scatter.</jats:p>",
        "is_referenced_by_count": 29
    },
    {
        "title": "Magnetic resonance imaging of microbubbles in a superheated emulsion chamber for brachytherapy dosimetry",
        "doi": "10.1118/1.598441",
        "year": 2002,
        "abstract": "<jats:p>This paper describes development of magnetic resonance imaging (MRI) techniques for three‐dimensional (3D) imaging of a position‐sensitive detector for brachytherapy dosimetry. The detector is a 0.5 l chamber containing an emulsion of halocarbon‐115 droplets in a tissue‐equivalent glycerin‐based gel. The halocarbon droplets are highly superheated and expand into vapor microbubbles upon irradiation. Brachytherapy sources can be inserted into the superheated emulsion chamber to create distributions of bubbles. Three‐dimensional MRI of the chamber is then performed. A 3D gradient‐echo technique was optimized for spatial resolution and contrast between bubbles and gel. Susceptibility gradients at the interfaces between bubbles and gel are exploited to enhance contrast so microscopic bubbles can be imaged using relatively large voxel sizes. Three‐dimensional gradient‐echo images are obtained with an isotropic resolution of 300 μm over a <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8441-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8441:mp8441-math-0001\" /> field‐of‐view in an imaging time of 14 min. A post‐processing technique was developed to semi‐automatically segment the bubbles from the images and to assess dose distributions based on the measured bubble densities. Relative dose distributions are computed from MR images for a <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8441-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8441:mp8441-math-0002\" /> brachytherapy source and the results compare favorably to relative radial dose distributions calculated as recommended by Task Group 43 of the American Association of Physicists in Medicine.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Radiation dose estimation using preclinical imaging with ‐metaiodobenzylguanidine (MIBG) PET",
        "doi": "10.1118/1.3480965",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>A pretherapy<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0003\" />‐metaiodobenzylguanidine (MIBG) positron emission tomography (PET)/computed tomography (CT) provides a potential method to estimate radiation dose to normal organs, as well as tumors prior to <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0004\" />‐MIBG treatment of neuroblastoma or pheochromocytoma. The aim of this work was to estimate human‐equivalent internal radiation dose of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0005\" />‐MIBG using PET/CT data in a murine xenograft model.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Athymic mice subcutaneously implanted with NB1691 cells that express high levels of human norepinephrine transporter<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0006\" /> were imaged using small animal microPET/CT over 96 h (approximate imaging time points: 0.5, 2, 24, 52, and 96 h) after intravenous administration of 3.07–4.84 MBq of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0007\" />‐MIBG via tail vein. The tumors did not accumulate <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0008.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0008\" />‐MIBG to a detectable level. All four animals were considered as control and organ radiation dosimetry was performed. Volumes of interest were drawn on the coregistered CT images for thyroid, heart, lung, liver, kidney, and bladder, and transferred to PET images to obtain pharmacokinetic data. Based on tabulated organ mass distributions for both mice and adult male human, preclinical pharmacokinetic data were extrapolated to their human‐equivalent values. Radiation dose estimations for different age groups were performed using the <jats:sc>OLINDA|EXM</jats:sc> software with modified tissue weighting factors in the recent International Commission on Radiological Protection (ICRP) Publication 103.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The mean effective dose from<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0009.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0009\" />‐MIBG using weighting factors from ICRP 103 to the adult male was estimated at 0.25 mSv/MBq. In different age groups, effective doses using values from ICRP 103 were estimated as follows: Adult female: 0.34, 15‐yr‐old: 0.39 mSv/MBq, 10‐yr‐old: 0.58 mSv/MBq, 5‐yr‐old: 1.03 mSv/MBq, 1‐yr‐old: 1.92 mSv/MBq, and newborn: 3.75 mSv/MBq. For comparison, the reported effective dose equivalent of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0010.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0010\" />‐NaI for adult male (25% thyroid uptake, MIRD Dose Estimate Report No. 5) was 6.5 mSv/MBq.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>The authors estimated human‐equivalent internal radiation dose of<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0011.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0011\" />‐MIBG using preclinical imaging data. As a reference, the effective dose estimation showed that <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0012.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0012\" />‐MIBG would deliver less radiation dose than <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0965-math-0013.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0965:mp0965-math-0013\" />‐NaI, a radiotracer already being used in patients with thyroid cancer.</jats:p></jats:sec>",
        "is_referenced_by_count": 57
    },
    {
        "title": "Neutron dosimetry in organs of an adult human phantom using linacs with multileaf collimator in radiotherapy treatments",
        "doi": "10.1118/1.4704527",
        "year": 2012,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>To calculate absorbed doses due to neutrons in 87 organs/tissues for anthropomorphic phantoms, irradiated in position supine (head first into the gantry) with orientations anteroposterior (AP) and right–left (RLAT) with a 18 MV accelerator. Conversion factors from monitor units to μGy per neutron in organs, equivalent doses in organs/tissues, and effective doses, which permit to quantify stochastic risks, are estimated.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>MAX06 and FAX06 phantoms were modeled with MCNPX and irradiated with a 18 MV Varian Clinac 2100C/D accelerator whose geometry included a multileaf collimator. Two actual fields of a pelvic treatment were simulated using electron–photon–neutron coupled transport. Absorbed doses due to neutrons were estimated from kerma. Equivalent doses were estimated using the radiation weighting factor corresponding to an average incident neutron energy 0.47 MeV. Statistical uncertainties associated to absorbed doses, as calculated by MCNPX, were also obtained.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>Largest doses were absorbed in shallowest (with respect to the neutron pathway) organs. In <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4527-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4527:mp4527-math-0001\" />, values of 2.66 (for penis) and 2.33 (for testes) were found in MAX06, and 1.68 (for breasts), 1.05 (for lenses of eyes), and 0.94 (for sublingual salivary glands) in FAX06, in AP orientation. In RLAT, the largest doses were found for bone tissues (leg) just at the entrance of the beam in the body (right side in our case). Values, in <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4527-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4527:mp4527-math-0002\" />, of 1.09 in upper leg bone right spongiosa, for MAX06, and 0.63 in mandible spongiosa, for FAX06, were found. Except for gonads, liver, and stomach wall, equivalent doses found for FAX06 were, in both orientations, higher than for MAX06. Equivalent doses in AP are higher than in RLAT for all organs/tissues other than brain and liver. Effective doses of 12.6 and 4.1 <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4527-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4527:mp4527-math-0003\" /> were found for AP and RLAT, respectively. The organs/tissues with larger relative contributions to the effective dose were testes and breasts, in AP, and breasts and red marrow, in RLAT. Equivalent and effective doses obtained for MAX06/FAX06 were smaller (between 2 and 20 times) than those quoted for the mathematical phantoms ADAM/EVA in ICRP‐74.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>The new calculations of conversion coefficients for neutron irradiation in AP and RLAT irradiation geometries show a reduction in the values of effective dose by factors 7 (AP) and 6 (RLAT) with respect to the old data obtained with mathematical phantoms. The existence of tissues or anatomical regions with maximum absorbed doses, such as penis, lens of eyes, fascia (part of connective tissue), etc., organs/tissues that classic mathematical phantoms did not include because they were not considered for the study of stochastic effects, has been revealed. Absorbed doses due to photons, obtained following the same simulation methodology, are larger than those due to neutrons, reaching values 100 times larger as the primary beam is approached. However, for organs far from the treated volume, absorbed photon doses can be up to three times smaller than neutron ones. Calculations using voxel phantoms permitted to know the organ dose conversion coefficients per MU due to secondary neutrons in the complete anatomy of a patient.</jats:p></jats:sec>",
        "is_referenced_by_count": 8
    },
    {
        "title": "A dosimetric comparison of  versus  for HDR prostate brachytherapy",
        "doi": "10.1118/1.2126821",
        "year": 2005,
        "abstract": "<jats:p>For the purpose of evaluating the use of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0005.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0005\" /> for prostate High Dose Rate brachytherapy (HDR), a hypothetical <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0006.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0006\" /> source is assumed with the exact same design of the new microSelectron source replacing the <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0007.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0007\" /> active core by pure <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0008.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0008\" /> metal. Monte Carlo simulation is employed for the full dosimetric characterization of both sources and results are compared following the AAPM TG‐43 dosimetric formalism. Monte Carlo calculated dosimetry results are incorporated in a commercially available treatment planning system <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0009.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0009\" />, which features an inverse treatment planning option based on a multiobjective dose optimization engine. The quality of prostate HDR brachytherapy using the real <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0010.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0010\" /> and hypothetical <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0011.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0011\" /> source is compared in a comprehensive analysis of different prostate implants in terms of the multiobjective dose optimization solutions as well as treatment quality indices such as Dose Volume Histograms (DVH) and the Conformal Index (COIN). Given that scattering overcompensates for absorption in intermediate photon energies and distances in the range of interest to prostate HDR brachytherapy, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0012.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0012\" /> proves at least equivalent to <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0013.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0013\" /> irrespective of prostate volume. This has to be evaluated in view of the shielding requirements for the <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0014.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0014\" /> energies that are minimal relative to that for <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6821-math-0015.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp6821:mp6821-math-0015\" />.</jats:p>",
        "is_referenced_by_count": 23
    },
    {
        "title": "Imaging characteristics of x‐ray capillary optics in digital mammography",
        "doi": "10.1118/1.597703",
        "year": 2003,
        "abstract": "<jats:p>Computed radiography (CR) has shown promise in digital mammographic screening due to its good low spatial frequency MTF and its relatively wide exposure latitude. The CR image format has not gained acceptance clinically because of reduced high spatial frequency resolution as compared to film‐screen images. X‐ray capillary optics, aligned between the breast and CR phosphor imaging plate, will capture primary x‐ray photons almost exclusively. Due to the very small angle of acceptance, scattered photons angled more than about 1.6×10<jats:sup>−3</jats:sup> radians from primary trajectory will not be accepted at the capillary optic entrance. The virtual elimination of detected scatter means almost 100% of the possible primary contrast should be visible in the image. In addition, the image can be magnified without focal spot blurring. Effective resolution of CR images can be increased by a factor equal to that magnification. Clinical implementation of future capillary optics are expected to be either in the form of a large, stationary, post‐patient optic that accepts primary from the entire breast or a fan‐shaped optic that is scanned across the breast. Measurements of a test capillary optic showed a reduction of scatter fraction to 0.018. Images of a lucite contrast detail phantom revealed a corresponding increase in image contrast when compared to anti‐scatter grid and no grid methods. Spectral transmission measurements using a high‐purity germanium detector showed good primary transmission (45%–50%) in the mammographic energy range. The MTF measurements of both stationary and scanned capillary optics showed improvement at the 5% MTF level to 8.4 mm<jats:sup>−1</jats:sup> for scanned optics and 9.2 mm<jats:sup>−1</jats:sup> for stationary optics representing a 68% and 84% respective increase over the CR MTF without magnification or capillary optics.</jats:p>",
        "is_referenced_by_count": 24
    },
    {
        "title": "Fluorometer for endoscopic diagnosis of tumors",
        "doi": "10.1118/1.595521",
        "year": 2003,
        "abstract": "<jats:p>A filter fluorometer suitable for endoscopic applications has been developed for detection and characterization of superficial tumors by the fluorescence of a previously injected, tumor‐specific agent, hematoporphyrin derivative. Fluorescence is excited by violet light conducted through a fiberoptic lightguide in the endoscope, and the fluorescence emission together with reflected violet are collected by another fiberoptic lightguide. The red fluorescence and violet are separated by a dichroic mirror and filter and detected in photomultiplier tubes. The ratio of the fluorescence signal to the reflected violet signal is proportional to the ratio of the fluorescence yield to the violet reflectivity but is insensitive to variations in distance, angle, and violet power. The instrument may be useful for localizing small tumors, and for quantitative measurements of the amount of hematoporphyrin derivative in the tumor, a requirement for accurate dosimetry in photoradiation therapy.</jats:p>",
        "is_referenced_by_count": 40
    },
    {
        "title": "Accurate quantification of width and density of bone structures by computed tomography",
        "doi": "10.1118/1.2769102",
        "year": 2007,
        "abstract": "<jats:p>In computed tomography (CT), the representation of edges between objects of different densities is influenced by the limited spatial resolution of the scanner. This results in the misrepresentation of density of narrow objects, leading to errors of up to <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9102-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9102:mp9102-math-0001\" /> and more. Our interest is in the imaging and measurement of narrow bone structures, and the issues are the same for imaging with clinical CT scanners, peripheral quantitative CT scanners or micro CT scanners. Mathematical models, phantoms and tests with patient data led to the following procedures: (i) extract density profiles at one‐degree increments from the CT images at right angles to the bone boundary; (ii) consider the outer and inner edge of each profile separately due to different adjacent soft tissues; (iii) measure the width of each profile based on a threshold at fixed percentage of the difference between the soft‐tissue value and a first approximated bone value; (iv) correct the underlying material density of bone for each profile based on the measured width with the help of the density‐versus‐width curve obtained from computer simulations and phantom measurements. This latter curve is specific to a certain scanner and is not dependent on the densities of the tissues within the range seen in patients. This procedure allows the calculation of the material density of bone. Based on phantom measurements, we estimate the density error to be below <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9102-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9102:mp9102-math-0002\" /> relative to the density of normal bone and the bone‐width error about one tenth of a pixel size.</jats:p>",
        "is_referenced_by_count": 29
    },
    {
        "title": "Radionuclide spatial distribution and dose deposition for <i>in vitro</i> assessments of <sup>212</sup>Pb‐αVCAM‐1 targeted alpha therapy",
        "doi": "10.1002/mp.13969",
        "year": 2019,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>Targeted alpha therapy (TAT) takes advantage of the short‐range and high‐linear energy transfer of α‐particles and is increasingly used, especially for the treatment of metastatic lesions. Nevertheless, dosimetry of α‐emitters is challenging for the very same reasons, even for <jats:italic>in vitro</jats:italic> experiments. Assumptions, such as the uniformity of the distribution of radionuclides in the culture medium, are commonly made, which could have a profound impact on dose calculations. In this study we measured the spatial distribution of α‐emitting <jats:sup>212</jats:sup>Pb coupled to an anti‐VCAM‐1 antibody (<jats:sup>212</jats:sup>Pb‐αVCAM‐1) and its evolution over time in the context of <jats:italic>in vitro</jats:italic> irradiations.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>Two experimental setups were implemented without cells to measure α‐particle count rates and energy spectra in culture medium containing 15 kBq of <jats:sup>212</jats:sup>Pb‐α‐VCAM‐1. Silicon detectors were placed above and below cell culture dishes for 20 h. One of the dishes had a 2.5‐µm‐thick mylar‐base allowing easy detection of the α‐particles. Monte Carlo simulations were performed to analyze experimental spectra. Experimental setups were modeled and α‐energy spectra were simulated in the silicon detectors for different decay positions in the culture medium. Simulated spectra were then used to deconvolute experimental spectra to determine the spatial distribution of <jats:sup>212</jats:sup>Pb‐αVCAM‐1 in the medium. This distribution was finally used to calculate the dose deposition in cell culture experiments.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Experimental count rates and energy spectra showed differences in measurements taken at the top and the bottom of dishes and temporal variations that did not follow <jats:sup>212</jats:sup>Pb decay. The radionuclide spatial distribution was shown to be composed of a uniform distribution and concentration gradients at the top and the bottom, which were subjected to temporal variations that may be explained by gravity and electrostatic attraction. The absorbed dose in cells calculated from this distribution was compared with the dose expected for a uniform and static distribution and found to be 1.75 times higher, which is highly significant to interpret biological observations.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>This study demonstrated that accurate dosimetry of α‐emitters requires the experimental determination of radionuclide spatial and temporal distribution and highlighted that <jats:italic>in vitro</jats:italic> assessment of dose for TAT cannot only rely on a uniform distribution of activity in the culture medium. The reliability and reproducibility of future experiments should benefit from specifically developed dosimetry tools and methods.</jats:p></jats:sec>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Analytical equations for CT dose profiles derived using a scatter kernel of Monte Carlo parentage with broad applicability to CT dosimetry problems",
        "doi": "10.1118/1.3600518",
        "year": 2011,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>Knowledge of the complete axial dose profile<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0001\" />, including its long scatter tails, provides the most complete (and flexible) description of the accumulated dose in CT scanning. The CTDI paradigm (including CTDI<jats:sub>vol</jats:sub>) requires shift‐invariance along <jats:italic>z</jats:italic> (identical dose profiles spaced at equal intervals), and is therefore inapplicable to many of the new and complex shift‐variant scan protocols, e.g., high dose perfusion studies using variable (or zero) pitch. In this work, a convolution‐based beam model developed by Dixon <jats:italic>et al.</jats:italic> [Med. Phys. 32, 3712–3728, (2005)] updated with a scatter LSF kernel (or DSF) derived from a Monte Carlo simulation by Boone [Med. Phys. 36, 4547–4554 (2009)] is used to create <jats:italic>an analytical equation</jats:italic> for the axial dose profile <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0002\" /> in a cylindrical phantom. Using <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0003\" />, equations are derived which provide the analytical description of conventional (axial and helical) dose, demonstrating its physical underpinnings; and likewise for the peak axial dose <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0004\" /> appropriate to stationary phantom cone beam CT, (SCBCT). The methodology can also be applied to dose calculations in shift‐variant scan protocols. This paper is an extension of our recent work Dixon and Boone [Med. Phys. 37, 2703–2718 (2010)], which dealt only with the properties of the peak dose <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0005\" />, its relationship to CTDI, and its appropriateness to SCBCT.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>The experimental beam profile data<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0006\" /> of Mori <jats:italic>et al.</jats:italic> [Med. Phys. 32, 1061–1069 (2005)] from a 256 channel prototype cone beam scanner for beam widths (apertures) ranging from <jats:italic>a</jats:italic> = 28 to 138 mm are used to corroborate the theoretical axial profiles in a 32 cm PMMA body phantom.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The theoretical functions<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0007\" /> closely‐matched the central axis experimental profile data<jats:sup>11</jats:sup> for all apertures (<jats:italic>a</jats:italic> = 28 −138 mm). Integration of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0008.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0008\" /> likewise yields analytical equations for all the (CTDI‐based) dosimetric quantities of conventional CT (including <jats:italic>CTDI</jats:italic><jats:sub><jats:italic>L</jats:italic></jats:sub> itself) in addition to the peak dose <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0009.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0009\" /> relevant to SCBCT (allowing direct cross‐comparison between CT scan modes and mathematical proofs of several hypotheses of practical utility in CT dosimetry). A fast, analytical dose simulator<jats:sup>6</jats:sup> is also demonstrated––successfully matching complex dose distributions measured using OSL and film dosimetry.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>The model described allows one to obtain analytical functions describing both the primary and scatter components of the axial dose profile. This model (using no empirical functions or adjustable fit parameters) provides a good<jats:italic>match</jats:italic> to the experimental data, as well as a complete analytical description of dose for both conventional (axial and helical) CT and cone beam CT. An efficient method whereby the complete data set for both modalities can be obtained from a single measurement of either CTDI<jats:sub>100</jats:sub> or <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp0518-math-0010.png\" xlink:title=\"urn:x-wiley:00942405:media:mp0518:mp0518-math-0010\" /> is illustrated. This method is also flexible––allowing calculation of heretofore unattainable doses for recently–introduced shift‐variant protocols [e.g., variable pitch (irregular scan spacing), variable aperture, shuttle mode acquisition, and mA modulation schemes].</jats:p></jats:sec>",
        "is_referenced_by_count": 25
    },
    {
        "title": "Comprehensive Brachytherapy: Physical and Clinical Aspects.",
        "doi": "10.1118/1.4826194",
        "year": 2013,
        "abstract": "<jats:p>Comprehensive Brachytherapy: Physical and Clinical Aspects. Venselaar J., Baltas D., Meigooni A., Hoskin P., Imaging in Medical Diagnosis and Therapy, William R. Hendee, Series Editor. CRC/Taylor &amp; Francis Group, Boca Raton, FL, 2013. Hardback 535 pp. Price: $199.95. ISBN: 9781439844984.</jats:p>",
        "is_referenced_by_count": 3
    },
    {
        "title": "Assessment of variation in Elekta<sup>®</sup> plastic spherical‐calibration phantom and its impact on the Leksell Gamma Knife<sup>®</sup> calibration",
        "doi": "10.1118/1.3481508",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>Traditionally, the dose‐rate calibration (output) of the Leksell Gamma Knife<jats:sup>®</jats:sup> (LGK) unit is performed using a 160 mm diameter plastic spherical phantom provided by the vendor of the LGK, Elekta Instrument AB. The purpose of this study was to evaluate variations in the Elekta spherical phantom and to assess its impact and use for the LGK calibration.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Altogether, 13 phantoms from six different centers were acquired, 10 of these phantoms were manufactured within the past 10 years and the last 3 approximately 15–20 years ago. To assess variation in phantoms, the diameter and mass densities were measured. To assess the impact on LGK calibration, the output of two models of LGK (LGK Perfexion<jats:sup>™</jats:sup> and LGK 4C) were measured under identical irradiation conditions using all 13 phantoms for each LGK model.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The mean measured deviation in diameter from expected nominal 160 mm for 13 phantoms was 0.51 mm (range of 0.09–1.51 mm). The mean measured phantom mass density for 13 phantoms was<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1508-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1508:mp1508-math-0001\" /> (range of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1508-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1508:mp1508-math-0002\" />). The percentage deviation of output for individual phantom from mean of 13 phantom outputs ranged from −0.37% to 0.55% for LGK Perfexion<jats:sup>™</jats:sup>. Similarly, the percentage deviation of output for individual phantom from mean of 13 phantom outputs ranged from −0.72% to 0.47% for LGK 4C.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>This study demonstrated that small variations in terms of phantom size and mass density of the phantom material do not have a significant impact on dose‐rate measurements of the Leksell Gamma Knife<jats:sup>®</jats:sup>. Also, date of manufacture of the phantom did not show up to be a significant factor in this study.</jats:p></jats:sec>",
        "is_referenced_by_count": 18
    },
    {
        "title": "An improved analytical model for CT dose simulation with a new look at the theory of CT dose",
        "doi": "10.1118/1.2122507",
        "year": 2005,
        "abstract": "<jats:p>Gagne [Med. Phys. 16, 29–37 (1989)] has previously described a model for predicting the sensitivity and dose profiles in the slice‐width <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2507-math-0001.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp2507:mp2507-math-0001\" /> direction for CT scanners. The model, developed prior to the advent of multidetector CT scanners, is still widely used; however, it does not account for the effect of anode tilt on the penumbra or include the heel effect, both of which are increasingly important for the wider beams (up to <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2507-math-0002.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp2507:mp2507-math-0002\" />) of contemporary, multidetector scanners. Additionally, it applied only on (or near) the axis of rotation, and did not incorporate the photon energy spectrum. The improved model described herein transcends all of the aforementioned limitations of the Gagne model, including extension to the peripheral phantom axes. Comparison of simulated and measured dose data provides experimental validation of the model, including verification of the superior match to the penumbra provided by the tilted‐anode model, as well as the observable effects on the cumulative dose distribution. The initial motivation for the model was to simulate the quasiperiodic dose distribution on the peripheral, phantom axes resulting from a helical scan series in order to facilitate the implementation of an improved method of CT dose measurement utilizing a short ion chamber, as proposed by Dixon [Med. Phys. 30, 1272–1280 (2003)]. A more detailed set of guidelines for implementing such measurements is also presented in this paper. In addition, some fundamental principles governing CT dose which have not previously been clearly enunciated follow from the model, and a fundamental (energy‐based) quantity dubbed “CTDI‐aperture” is introduced.</jats:p>",
        "is_referenced_by_count": 35
    },
    {
        "title": "Metal–polysiloxane shields for radiation therapy of maxillo–facial tumors",
        "doi": "10.1118/1.596724",
        "year": 2003,
        "abstract": "<jats:p>In the treatment of some head and neck lesions with high‐intensity radiation (teletherapy), an essential procedure is the application of an individually customized shielding appliance, which is designed, modeled, and formed into a working extra‐ or intraoral stent for the purpose of sparing healthy tissues. The present state of the art is slow and technique intensive, which can add to patient discomfort and inconvenience during molding and fabrication. A new formulation is described, which offers speed and ease of forming a moldable composite stent especially for intraoral use. Interleaved stacks of calibrated thin radiochromic film strips and soft‐tissue‐simulating plastic (polystyrene) layers gave a means of mapping one‐ or two‐dimensional profiles of dose distributions adjacent to the high‐density shielding materials using a spectrophotometer equipped with a gel scanner or a scanning laser‐beam microdensitometer. Tests using collimated gamma‐ray beams from a <jats:sup>60</jats:sup>Co teletherapy unit were made in order to measure the dose distribution near interfaces of tissue‐simulating polymer and the composite stent material with and without mixtures of metals (Ag–Cu and Sn–Sb). These results show that quickly formed composites made of a flexible resin with high concentrations of powdered spherical metal alloys provide effective custom‐designed shielding, and, with a thin overlayer of the resin without metal, a diminished back‐scattered radiation dose to normal tissues. An example of a successful formulation is a mixture of 90% by weight Ag–Cu alloy powder in a vinyl polysiloxane resin. This material is a moldable putty which, upon polymerization, forms a rigid elastomeric material, providing a half‐value layer of ≊2.5 to 2.8 cm for a gamma‐ray beam from a <jats:sup>60</jats:sup>Co source.</jats:p>",
        "is_referenced_by_count": 24
    },
    {
        "title": "Calculation of enhanced dynamic wedge factors for symmetric and asymmetric photon fields",
        "doi": "10.1118/1.598313",
        "year": 2002,
        "abstract": "<jats:p>A method is introduced to calculate wedge factors for an enhanced dynamic wedge (EDW). An analytic formula has been derived that allows the determination of wedge factors at the center of symmetric and asymmetric photon fields. The formalism is an extension of the “MU fraction approximation,” which holds that the dynamic wedge factor is equal to the fraction of MU delivered to the point of calculation. Extensive data are presented, comparing measured enhanced dynamic wedge factors with the current method and the MU fraction model for both symmetric and asymmetric fields. For both 6 and 18 MV photons, the current method demonstrates improved results: Agreement to within 1% is obtained in all symmetric fields and within 2% for all asymmetric fields compared with discrepancies of up to 4% obtained with the MU fraction model.</jats:p>",
        "is_referenced_by_count": 40
    },
    {
        "title": "Methods to determine the fluorescence and Auger spectra due to decay of radionuclides or due to a single atomic‐subshell ionization and comparisons with experiments",
        "doi": "10.1118/1.599020",
        "year": 2002,
        "abstract": "<jats:p>The aim of this work is to describe methods of determining the fluorescence and Auger spectra due to decay of radionuclides or a single atomic‐subshell ionization. First discussed is the electron vacancy generation in an atomic subshell by ionization, internal‐conversion decay, or electron‐capture decay. Later discussed is the status of electron vacancy following emission of fluorescence x rays and Auger electrons. Special attention is given to the relaxation probabilities and the procedures to calculate energies of released electrons. Also discussed are the Monte Carlo and deterministic methods to calculate vacancy cascades.</jats:p>",
        "is_referenced_by_count": 17
    },
    {
        "title": "New low‐contrast resolution phantoms for computed tomography",
        "doi": "10.1118/1.598516",
        "year": 2002,
        "abstract": "<jats:p>Computed tomography (CT) has been established as a major imaging modality in diagnostic radiology. Accordingly, acceptance testing and quality control of CT scanners is of great importance. While most procedures and phantoms for testing are widely accepted, there is still discussion and uncertainty about low‐contrast (LC) sensitivity. In our opinion this unsatisfactory situation is caused at least in part by the lack of suitable phantoms for LC resolution measurements. We investigated the commonly used phantoms for LC detectability, the Catphan, and for LC resolution, the ATS phantom. While the Catphan showed stable object contrasts, the ATS phantom's measured contrast exhibited a strong dependence on temperature and x‐ray quality. Based on newly developed polyurethane resin materials, we designed and tested a LC resolution phantom with several different contrast steps. The object contrasts showed no dependence on temperature and beam quality. The new LC resolution phantom proved to be very suitable for measuring a scanner's low‐contrast sensitivity in the image plane, one of the most important image quality parameters. To assess LC resolution in three dimensions we designed an additional phantom with rows of spherical objects. A first prototype was evaluated in a multicenter study. The setup proved to be very helpful to quantify the in‐plane and axial LC sensitivity of spiral CT scan modes.</jats:p>",
        "is_referenced_by_count": 20
    },
    {
        "title": "The dosimetric properties of an intraoperative radiation therapy applicator system for a Mevatron‐80",
        "doi": "10.1118/1.596338",
        "year": 2003,
        "abstract": "<jats:p>An applicator system for intraoperative radiation therapy has been fabricated which does not require physical docking with the accelerator. A dosimetric study has been completed which documents the properties of this system for a variety of electron beam energies, applicator sizes, collimator settings, both primary and secondary, and source–surface distance (SSD) settings. Sensitivity of the system to common misalignment errors was also determined. Results indicate (a) applicator leakage of less than 5%, (b) beam flatness to within plus or minus 5% at the <jats:italic>d</jats:italic><jats:sub>MAX</jats:sub> with a single primary collimator setting, (c) smooth changes in output with cone size, beam energy and SSD, and (d) negligible changes in dose distributions within alignment errors permitted by the system.</jats:p>",
        "is_referenced_by_count": 10
    },
    {
        "title": "EchoSeed Model 6733 Iodine‐125 brachytherapy source: Improved dosimetric characterization using the MCNP5 Monte Carlo code",
        "doi": "10.1118/1.4736418",
        "year": 2012,
        "abstract": "<jats:p>This study primarily aimed to obtain the dosimetric characteristics of the Model 6733 <jats:sup>125</jats:sup>I seed (EchoSeed) with improved precision and accuracy using a more up‐to‐date Monte‐Carlo code and data (MCNP5) compared to previously published results, including an uncertainty analysis. Its secondary aim was to compare the results obtained using the MCNP5, MCNP4c2, and PTRAN codes for simulation of this low‐energy photon‐emitting source. The EchoSeed geometry and chemical compositions together with a published <jats:sup>125</jats:sup>I spectrum were used to perform dosimetric characterization of this source as per the updated AAPM TG‐43 protocol. These simulations were performed in liquid water material in order to obtain the clinically applicable dosimetric parameters for this source model. Dose rate constants in liquid water, derived from MCNP4c2 and MCNP5 simulations, were found to be 0.993 cGyh<jats:sup>−1</jats:sup> U<jats:sup>−1</jats:sup> (±1.73%) and 0.965 cGyh<jats:sup>−1</jats:sup> U<jats:sup>−1</jats:sup> (±1.68%), respectively. Overall, the MCNP5 derived radial dose and 2D anisotropy functions results were generally closer to the measured data (within ±4%) than MCNP4c and the published data for PTRAN code (Version 7.43), while the opposite was seen for dose rate constant. The generally improved MCNP5 Monte Carlo simulation may be attributed to a more recent and accurate cross‐section library. However, some of the data points in the results obtained from the above‐mentioned Monte Carlo codes showed no statistically significant differences. Derived dosimetric characteristics in liquid water are provided for clinical applications of this source model.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Spatial response of synthetic microDiamond and diode detectors measured with kilovoltage synchrotron radiation",
        "doi": "10.1002/mp.12733",
        "year": 2017,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>To map the spatial response of four solid‐state radiation detectors of types commonly used for radiotherapy dosimetry.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p><jats:styled-content style=\"fixed-case\">PTW</jats:styled-content> model 60016 Diode P, 60017 Diode E, 60018 Diode <jats:styled-content style=\"fixed-case\">SRS</jats:styled-content>, and 60019 microDiamond detectors were radiographed using a high resolution conventional X‐ray system. Their spatial response was then investigated using a 0.1 mm diameter beam of 95 keV average energy photons generated by a synchrotron. The detectors were scanned through the beam while their signal was recorded as a function of position, to map the response. These 2D response maps were created in both the end‐on and side‐on orientations.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The results show the location and size of the active region. End‐on, the active area was determined to be centrally located and within 0.2 mm of the manufacturer's specified diameter. The active areas of the 60016 Diode P, 60017 Diode E, 60018 Diode <jats:styled-content style=\"fixed-case\">SRS</jats:styled-content> detectors are uniform to within approximately 5%. The 60019 microDiamond showed local variations up to 30%. The extra‐cameral signal in the microDiamond was calculated from the side‐on scan to be approximately 8% of the signal from the active element.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The spatial response of four solid‐state detectors has been measured. The technique yielded information about the location and uniformity of the active area, and the extra‐cameral signal, for the beam quality used.</jats:p></jats:sec>",
        "is_referenced_by_count": 25
    },
    {
        "title": "Fiber‐optic, real‐time dosimeter based on optically stimulated luminescence of  and KBr:Eu for potential use in the radiotherapy of cancer",
        "doi": "10.1118/1.1758349",
        "year": 2004,
        "abstract": "<jats:p>This thesis describes a single‐fiber dosimetry system based on optically stimulated luminescence (OSL) of artificially grown single crystals of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8349-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8349:mp8349-math-0002\" /> and KBr:Eu, with potential application in the medical field, especially in radio oncology. Small fiber‐shaped dosimeters with dimensions (diameter/length) on the order of 500 μm/5 mm are attached to one end of an optical fiber, resulting in fiber probes with diameters of less than 1 mm and lengths of up to 15 m. The opposite end of the fiber is connected to an OSL reader that contains a stimulation light source (laser) and a photomultiplier tube that is used for luminescence detection. During irradiation, an optomechanical shutter periodically allows laser light to be transmitted down the optical fiber, to stimulate the luminescence response from the dosimeter being irradiated at a remote location. The luminescence measured during each interval of laser stimulation is indicative of the radiation dose absorbed in the dosimeter since the previous stimulation. The integral absorbed dose is obtained via a summation procedure from the measured dose fractions. Several operating procedures and data processing algorithms were developed in order to increase the speed and accuracy of the measurements, and integrated into the software that controls automated operation of the OSL readers. Periodic modulation of the stimulation also allows the OSL signal to be discriminated from background fluorescence, and thus yields measurements that are unaffected by Čerenkov light (the so‐called “stem effect”). Depending on the type of material used, the speed of the measurements, expressed as the time required to estimate an individual dose fraction, can be as short as 67 ms. Integral dose estimates from real‐time OSL of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8349-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8349:mp8349-math-0003\" /> and KBr:Eu were obtained for water‐phantom irradiations performed with medical teletherapy sources, and were found to agree within 3.7% and 2.8%, respectively, with reference measurements from ionization chambers. We also investigated the possibility of using the fiber OSL readers for other purposes, such as two‐dimensional mapping of dose distributions on compacted layers of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8349-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8349:mp8349-math-0004\" /> grains, and detection of low‐level doses, for possible application in Homeland Security projects.</jats:p>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Comparison of organ doses for patients undergoing balloon brachytherapy of the breast with HDR  or electronic sources using Monte Carlo simulations in a heterogeneous human phantoma)",
        "doi": "10.1118/1.3292292",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>Accelerated partial breast irradiation via interstitial balloon brachytherapy is a fast and effective treatment method for certain early stage breast cancers. The radiation can be delivered using a conventional high‐dose rate (HDR)<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0003\" /> gamma‐emitting source or a novel electronic brachytherapy (eBx) source which uses lower energy x rays that do not penetrate as far within the patient. A previous study [A. Dickler, M. C. Kirk, N. Seif, K. Griem, K. Dowlatshahi, D. Francescatti, and R. A. Abrams, “A dosimetric comparison of MammoSite high‐dose‐rate brachytherapy and Xoft Axxent electronic brachytherapy,” Brachytherapy 6, 164–168 (2007)] showed that the target dose is similar for HDR <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0004\" /> and eBx. This study compares these sources based on the dose received by healthy organs and tissues away from the treatment site.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>A virtual patient with left breast cancer was represented by a whole‐body, tissue‐heterogeneous female voxel phantom. Monte Carlo methods were used to calculate the dose to healthy organs in a virtual patient undergoing balloon brachytherapy of the left breast with HDR<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0005\" /> or eBx sources. The dose‐volume histograms for a few organs which received large doses were also calculated. Additional simulations were performed with all tissues in the phantom defined as water to study the effect of tissue inhomogeneities.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>For both HDR<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0006\" /> and eBx, the largest mean organ doses were received by the ribs, thymus gland, left lung, heart, and sternum which were close to the brachytherapy source in the left breast. eBx yielded mean healthy organ doses that were more than a factor of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0007\" /> smaller than for HDR <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0008.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0008\" /> for all organs considered, except for the three closest ribs. Excluding these ribs, the average and median dose‐reduction factors were <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0009.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0009\" /> and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0010.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0010\" />, respectively. The volume distribution of doses in nearby soft tissue organs that were outside the PTV were also improved with eBx. However, the maximum dose to the closest rib with the eBx source was 5.4 times greater than that of the HDR <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0011.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0011\" /> source. The ratio of tissue‐to‐water maximum rib dose for the eBx source was <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0012.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0012\" />.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>The results of this study indicate that eBx may offer lower toxicity to most healthy tissues, except nearby bone. TG‐43 methods have a tendency to underestimate dose to bone, especially the ribs. Clinical studies evaluating the negative health effects caused by irradiating healthy organs are needed so that physicians can better understand when HDR<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2292-math-0013.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2292:mp2292-math-0013\" /> or eBx might best benefit a patient.</jats:p></jats:sec>",
        "is_referenced_by_count": 22
    },
    {
        "title": "Monte Carlo modeling of small photon fields: Quantifying the impact of focal spot size on source occlusion and output factors, and exploring miniphantom design for small‐field measurements",
        "doi": "10.1118/1.3152866",
        "year": 2009,
        "abstract": "<jats:p>The accuracy with which Monte Carlo models of photon beams generated by linear accelerators (linacs) can describe small‐field dose distributions depends on the modeled width of the electron beam profile incident on the linac target. It is known that the electron focal spot width affects penumbra and cross‐field profiles; here, the authors explore the extent to which source occlusion reduces linac output for smaller fields and larger spot sizes. A BEAMnrc Monte Carlo linac model has been used to investigate the variation in penumbra widths and small‐field output factors with electron spot size. A formalism is developed separating head scatter factors into source occlusion and flattening filter factors. Differences between head scatter factors defined in terms of in‐air energy fluence, collision kerma, and terma are explored using Monte Carlo calculations. Estimates of changes in kerma‐based source occlusion and flattening filter factors with field size and focal spot width are obtained by calculating doses deposited in a narrow 2 mm wide virtual “milliphantom” geometry. The impact of focal spot size on phantom scatter is also explored. Modeled electron spot sizes of 0.4–0.7 mm FWHM generate acceptable matches to measured penumbra widths. However the 0.5 cm field output factor is quite sensitive to electron spot width, the measured output only being matched by calculations for a 0.7 mm spot width. Because the spectra of the unscattered primary <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2866-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2866:mp2866-math-0001\" /> and head‐scattered <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2866-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2866:mp2866-math-0002\" /> photon energy fluences differ, miniphantom‐based collision kerma measurements do not scale precisely with total in‐air energy fluence <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2866-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2866:mp2866-math-0003\" /> but with <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2866-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2866:mp2866-math-0004\" />. For most field sizes, on‐axis collision kerma is independent of the focal spot size; but for a 0.5 cm field size and 1.0 mm spot width, it is reduced by around 7% mostly due to source occlusion. The phantom scatter factor of the 0.5 cm field also shows some spot size dependence, decreasing by 6% (relative) as spot size is increased from 0.1 to 1.0 mm. The dependence of small‐field source occlusion and output factors on the focal spot size makes this a significant factor in Monte Carlo modeling of small <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2866-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2866:mp2866-math-0005\" /> fields. Changes in penumbra width with spot size are not sufficiently large to accurately pinpoint spot widths. Consequently, while Monte Carlo models based exclusively on large‐field data can quite accurately predict small‐field profiles and PDDs, in the absence of experimental methods of determining incident electron beam profiles it will remain necessary to measure small‐field output factors, fine‐tuning modeled spot sizes to ensure good matching between the Monte Carlo and the measured output factors.</jats:p>",
        "is_referenced_by_count": 71
    },
    {
        "title": "Impact of interseed attenuation and tissue composition for permanent prostate implants",
        "doi": "10.1118/1.2168295",
        "year": 2006,
        "abstract": "<jats:p>The purpose is to evaluate the impact of interseed attenuation and prostate composition for prostate treatment plans with <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0001\" /> permanent seed implants using the Monte Carlo (MC) method. The effect of seed density (number of seeds per prostate unit volume) is specifically investigated. The study focuses on treatment plans that were generated for clinical cases. For each plan, four different dose calculation techniques are compared: TG‐43 based calculation, superposition MC, full MC with water prostate, and full MC with realistic prostate tissue. The prostate tissue description is from the ICRP report 23 (W. S. Snyer, M. J. Cook, E. S. Nasset, L. R. Karkhausen, G. P. Howells, and I. H. Tipton, “Report of the task group on reference man,” Technical Report 23, International Commission on Radiological Protection, 1974). According to the comparisons, the seed density has an influence on interseed attenuation. A plan with a typical low seed density (<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0002\" /> seeds in a <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0003\" /> prostate) suffers a 1.2% drop in the CTV <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0004\" /> value due to interseed attenuation. A drop of 3.0% is calculated for a higher seed density (75 0.3 <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0005\" /> seeds, same prostate). The influence of the prostate composition is similar for all seed densities and prostate sizes. The difference between MC simulations in water and MC simulations in prostate tissue is between 4.4% and 4.8% for the <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0006\" /> parameter. Overall, the effect on <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8295-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8295:mp8295-math-0007\" /> is ranging from 5.8% to 12.8% when comparing clinically approved TG‐43 and MC simulations in prostate tissue. The impact varies from one patient to the other and depends on the prostate size and the number of seeds. This effect can reach a significant level when reporting correlations between clinical effect and deposited dose.</jats:p>",
        "is_referenced_by_count": 60
    },
    {
        "title": "Investigation of energy dependence of EBT and EBT‐2 Gafchromic film",
        "doi": "10.1118/1.3291622",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>The purpose of this study was to quantify the extent of energy dependence of Gafchromic film to x‐ray energies ranging in quality from 105 kVp to 6 MV, and relate this dependency to the film's chemical composition and date of production.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Lots of Gafchromic EBT film manufactured in 2004 and 2005 together with more recent batches produced in 2007 were evaluated for energy dependence. Multiple batches of EBT‐2 film were also evaluated. Energy dependence was quantified as<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0001\" />—the ratio of net optical density (netOD) measured at a given energy <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0002\" /> relative to the netOD measured at 6 MV, as measured on a linear accelerator. <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0003\" /> was evaluated for beam qualities of 105 and 220 kVp on a clinical orthovoltage unit using two separate techniques—a flatbed scanner (Epson) and a real‐time fiber‐optic readout system. Neutron activation analysis for chlorine and bromine content was performed on all the films to determine whether the composition of the film had changed between batches of film exhibiting different energy dependence responses.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>For batches of EBT manufactured in 2007,<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0004\" /> was 0.75 and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0005\" /> was 0.85, indicating an under‐response at orthovoltage energies. These results were confirmed using both the Epson flatbed scanner as well as the real‐time readout system. For batches of EBT film manufactured before 2006, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0006\" /> ranged from 0.9 to 1.0. The results from the neutron activation analysis confirmed a direct relationship between the concentration of chlorine and the magnitude of under‐response at orthovoltage energies. EBT‐2 film exhibited <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1622-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1622:mp1622-math-0007\" /> values ranging from 0.79 (under‐response) to 1.20 (over‐response) among batches containing varying concentrations of bromine, chlorine, and potassium.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>The results of this study indicated that differences in energy response of EBT and EBT‐2 films were due to differences in the chemical composition and therefore the effective atomic number of the film, which have changed over time. To achieve an energy independent dosimeter over a range of kilovoltage energies, the effective atomic number of the dosimeter must be closely matched to that of water. Small deviations in chemical composition can lead to large deviations in response as a function of energy.</jats:p></jats:sec>",
        "is_referenced_by_count": 70
    },
    {
        "title": "Verification of the plan dosimetry for high dose rate brachytherapy using metal–oxide–semiconductor field effect transistor detectors",
        "doi": "10.1118/1.2736288",
        "year": 2007,
        "abstract": "<jats:p>The feasibility of a recently designed metal–oxide–semiconductor field effect transistor (MOSFET) dosimetry system for dose verification of high dose rate (HDR) brachytherapy treatment planning was investigated. MOSFET detectors were calibrated with a <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0001\" /> NE‐2571 Farmer‐type ionization chamber in water. Key characteristics of the MOSFET detectors, such as the energy dependence, that will affect phantom measurements with HDR <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0002\" /> sources were measured. The MOSFET detector was then applied to verify the dosimetric accuracy of HDR brachytherapy treatments in a custom‐made water phantom. Three MOSFET detectors were calibrated independently, with the calibration factors ranging from <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0003\" />. A distance dependent energy response was observed, significant within <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0004\" /> from the source. The new MOSFET detector has a good reproducibility <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0005\" />, small angular effect <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0006\" />, and good dose linearity <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0007\" />. It was observed that the MOSFET detectors had a linear response to dose until the threshold voltage reached approximately <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0008.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0008\" /> for <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0009.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0009\" /> source measurements. Further comparison of phantom measurements using MOSFET detectors with dose calculations by a commercial treatment planning system for computed tomography‐based brachytherapy treatment plans showed that the mean relative deviation was <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0010.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0010\" /> for dose points <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0011.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0011\" /> away from the source and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0012.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0012\" /> for dose points located <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6288-math-0013.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6288:mp6288-math-0013\" /> away. The percentage deviations between the measured doses and the planned doses were below 5% for all the measurements. The MOSFET detector, with its advantages of small physical size and ease of use, is a reliable tool for quality assurance of HDR brachytherapy. The phantom verification method described here is universal and can be applied to other HDR brachytherapy treatments.</jats:p>",
        "is_referenced_by_count": 47
    },
    {
        "title": "An unsupervised automatic segmentation algorithm for breast tissue classification of dedicated breast computed tomography images",
        "doi": "10.1002/mp.12920",
        "year": 2018,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>To develop and evaluate a new automatic classification algorithm to identify voxels containing skin, vasculature, adipose, and fibroglandular tissue in dedicated breast <jats:styled-content style=\"fixed-case\">CT</jats:styled-content> images.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>The proposed algorithm combines intensity‐ and region‐based segmentation methods with energy minimizing splines and unsupervised data mining approaches for classifying and segmenting the different tissue types. Breast skin segmentation is achieved by a region‐growing method which uses constraints from the previously extracted skin centerline to add robustness to the model and to reduce the false positive rate. An energy minimizing active contour model is then used to classify adipose tissue voxels by including gradient flow and region‐based features. Finally, blood vessels are separated from fibroglandular tissue by a k‐means clustering algorithm based on automatically extracted shape‐based features. To evaluate the accuracy of the algorithm, two sets of 15 different patient breast <jats:styled-content style=\"fixed-case\">CT</jats:styled-content> scans, each acquired with different breast <jats:styled-content style=\"fixed-case\">CT</jats:styled-content> systems and acquisition settings were obtained. Three slices from each scan were manually segmented under the supervision of an experienced breast radiologist and considered the gold standard. Comparisons with manual segmentation were quantified using five similarity metrics: Dice similarity coefficient (<jats:styled-content style=\"fixed-case\">DSC</jats:styled-content>), sensitivity, conformity coefficient, and two Hausdorff distance measures. To evaluate the robustness to image noise, the segmentation was repeated after separately adding Gaussian noise with increasing standard deviation (in four steps, from 0.01 to 0.04) to an additional 15 slices from the first dataset. In addition, to evaluate vasculature classification, three different pre‐ and postcontrast injection patient breast <jats:styled-content style=\"fixed-case\">CT</jats:styled-content> images were classified and compared. Finally, <jats:styled-content style=\"fixed-case\">DSC</jats:styled-content> was also used for quantitative comparisons with previously proposed approaches for breast <jats:styled-content style=\"fixed-case\">CT</jats:styled-content> tissue classification using 10 images from the first dataset.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The algorithm showed a high accuracy in classifying the different tissue types for both breast <jats:styled-content style=\"fixed-case\">CT</jats:styled-content> systems, with an average <jats:styled-content style=\"fixed-case\">DSC</jats:styled-content> of 95% and 90% for the first and second image dataset, respectively. Furthermore, it demonstrated to be robust to image noise with a robustness to image noise of 85%, 83%, 79%, and 71% for the images corrupted with the four increasing noise levels. Previous methods for breast tissues classification resulted, for the tested dataset, in an average global <jats:styled-content style=\"fixed-case\">DSC</jats:styled-content> of 87%, while our approach resulted in a global average <jats:styled-content style=\"fixed-case\">DSC</jats:styled-content> of 94.5%.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The proposed algorithm resulted in accurate and robust breast tissue classification, with no prior training or threshold setting. Potential applications include breast density quantification and tissue pattern characterization (both biomarkers of cancer development), simulation‐based radiation dose analysis, and patient data‐based phantom design, which could be used for further breast imaging research.</jats:p></jats:sec>",
        "is_referenced_by_count": 25
    },
    {
        "title": "Pre‐discard estimation of radioactivated materials in positron emission tomography cyclotron systems and concrete walls of a cyclotron vault",
        "doi": "10.1002/mp.13492",
        "year": 2019,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>The concrete vault, cyclotron body, and peripheral equipment in a cyclotron room become radioactivated by neutrons generated by operating an unshielded cyclotron. Radionuclides and the amounts of radioactivated materials must be identified before discarding a cyclotron system. The present study aimed to reduce the amounts of concrete from cyclotron vaults, as well as cyclotron components and peripheral equipment, that will be disposed of as radioactivated waste by clarifying the nature and quantity of radioactivated materials remaining in facilities after cyclotron operations have ceased.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>Cylindrical concrete cores were bored into all four walls, ceiling, and floor of a room where a Cypris 370 cyclotron had been operated for 22.8 yr and then cooled for 40 months. The accelerated particles comprised protons and deuterons with constant energy of 18 and 10 MeV, respectively. The types and amounts of radionuclides in these cores, in 38 components of the cyclotron including the yoke, and in 13 pieces of equipment in the room, were determined by <jats:italic>γ</jats:italic>‐ray spectrometry. Concentrations of radioactivity were also calculated using an updated version of Particle and Heavy Ion Transport System and <jats:styled-content style=\"fixed-case\">DCHAIN</jats:styled-content>‐<jats:styled-content style=\"fixed-case\">SP</jats:styled-content>. Amounts of materials with both measured and calculated total radioactivity concentration (ΣD) of &lt;0.1 Bq/g were identified as being nonradioactivated.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The major radionuclides in the concrete were <jats:sup>60</jats:sup>Co and <jats:sup>152</jats:sup>Eu. The radioactivated concrete was distributed to a depth of &lt;38 cm. Most cyclotron components and equipment were radioactivated by neutrons. The major radionuclides in cyclotron components and equipment were <jats:sup>54</jats:sup>Mn, <jats:sup>60</jats:sup>Co, and <jats:sup>65</jats:sup>Zn. A 33% volume of the yoke was regarded as nonradioactivated.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The estimated amount of radioactivated waste in the concrete was about 70,000 kg (12.5% of the total concrete). Most components of the cyclotron except for the 33% volume of the yoke (20% of the cyclotron body), as well as most peripheral equipment in the room, were radioactivated. Part‐by‐part assessments of radioactive materials using measurements and calculations could distinguish nonradioactive from radioactive materials before they are discarded.</jats:p></jats:sec>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Description and dosimetric verification of the <scp>PEREGRINE</scp> Monte Carlo dose calculation system for photon beams incident on a water phantom",
        "doi": "10.1118/1.1381551",
        "year": 2002,
        "abstract": "<jats:p><jats:sc>PEREGRINE</jats:sc> is a three‐dimensional Monte Carlo dose calculation system written specifically for radiotherapy. This paper describes the implementation and overall dosimetric accuracy of <jats:sc>PEREGRINE</jats:sc> physics algorithms, beam model, and beam commissioning procedure. Particle‐interaction data, tracking geometries, scoring, variance reduction, and statistical analysis are described. The <jats:sc>BEAM</jats:sc> code system is used to model the treatment‐independent accelerator head, resulting in the identification of primary and scattered photon sources and an electron contaminant source. The magnitude of the electron source is increased to improve agreement with measurements in the buildup region in the largest fields. Published measurements provide an estimate of backscatter on monitor chamber response. Commissioning consists of selecting the electron beam energy, determining the scale factor that defines dose per monitor unit, and describing treatment‐dependent beam modifiers. We compare calculations with measurements in a water phantom for open fields, wedges, blocks, and a multileaf collimator for 6 and 18 MV Varian Clinac 2100C photon beams. All calculations are reported as dose per monitor unit. Aside from backscatter estimates, no additional, field‐specific normalization is included in comparisons with measurements. Maximum discrepancies were less than either 2% of the maximum dose or 1.2 mm in isodose position for all field sizes and beam modifiers.</jats:p>",
        "is_referenced_by_count": 137
    },
    {
        "title": "Computed tomography dose measurements with radiochromic films and a flatbed scanner",
        "doi": "10.1118/1.3271584",
        "year": 2009,
        "abstract": "<jats:p>Gafchromic<jats:sup>®</jats:sup> XR‐QA films were developed for patient dosimetry in diagnostic radiology. A possible application of these films is the measurement of doses in computed tomography. In this study a method to evaluate the CTDI using Gafchromic XR‐QA film and a flatbed scanner was developed and tested. Film samples were cut to dimensions of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1584-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1584:mp1584-math-0001\" /> in order to have an integration area similar to that of a pencil ionization chamber, with the possibility of changing the integration length. Prior to exposing these films to a computed tomography beam, the angular dependence of the film dose response was investigated by exposing film strips to a static x‐ray beam at different angles in the range 0°–180°. A difference of 49% was found between the response with the axis beam parallel to the film surface (90°) and with the axis beam perpendicular (0° and 180°). Integrating over a 360° exposure like the one in computed tomography, a difference of less than 2% was estimated, which is comparable with the measurement error obtainable with XR‐QA film. A calibration with a CT beam in the scout mode was performed and film strips were then exposed to single axial scans and to helical scans both in air and in phantoms. Two different types of flatbed scanners were used to read the film samples, a Microtek ScanMaker 9800XL scanner and an Epson Expression 10000 XL scanner, and the accuracy of the results were compared. For beam collimations above 10 mm differences between CTDI measured by film and CTDI measured by ionization chamber below 9% were found for the Epson scanner, with an average estimated error at <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1584-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1584:mp1584-math-0002\" /> level of 5%. For the Microtek scanner and for the same film samples, differences below 11% with an average error at <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1584-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1584:mp1584-math-0003\" /> level of 8% were founded. The <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1584-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1584:mp1584-math-0004\" /> uncertainty of the measured CTDI was provided by the method for each measurement, and it was shown that about the 95% of the differences between the CTDI measurements with radiochromic films and with the ionization chamber were below the estimated <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp1584-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp1584:mp1584-math-0005\" /> uncertainty, for both scanners. After an accurate calibration procedure and the consideration of the uncertainty associated with the measurement, Gafchromic<jats:sup>®</jats:sup> XR‐QA films can be used to evaluate the CTDI.</jats:p>",
        "is_referenced_by_count": 39
    },
    {
        "title": "The three parameter equivalent spectra as an index of beam quality",
        "doi": "10.1118/1.596223",
        "year": 2003,
        "abstract": "<jats:p>A parametric spectral model based on the work of Birch and Marshall is used to characterize the x‐ray spectra of a specific x‐ray system. Using least‐squares comparison between measured and calculated attenuation data, an equivalent spectrum (EQSPEC) is iteratively found which very closely matches the measured attenuation characteristics of the x‐ray system. The resulting parametric spectrum is a function of the anode angle (θ), equivalent kilovoltage (kV<jats:sub>eq</jats:sub>), and the equivalent aluminum filtration (Al<jats:sub>eq</jats:sub>), and these three parameters can serve as very concise yet very accurate indices of beam quality. The utility of the EQSPEC for characterization and reporting of x‐ray spectra (and thus beam quality) may have numerous applications in diagnostic imaging procedures where spectral quality is an important consideration.</jats:p>",
        "is_referenced_by_count": 36
    },
    {
        "title": "Comparison of different computed radiography systems: Physical characterization and contrast detail analysis",
        "doi": "10.1118/1.3284539",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>In this study, five different units based on three different technologies—traditional computed radiography (CR) units with granular phosphor and single‐side reading, granular phosphor and dual‐side reading, and columnar phosphor and line‐scanning reading—are compared in terms of physical characterization and contrast detail analysis.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>The physical characterization of the five systems was obtained with the standard beam condition RQA5. Three of the units have been developed by FUJIFILM (FCR ST‐VI, FCR ST‐BD, and FCR Velocity U), one by Kodak (Direct View CR 975), and one by Agfa (DX‐S). The quantitative comparison is based on the calculation of the modulation transfer function (MTF), noise power spectrum (NPS), and detective quantum efficiency (DQE). Noise investigation was also achieved by using a relative standard deviation analysis. Psychophysical characterization is assessed by performing a contrast detail analysis with an automatic reading of CDRAD images.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The most advanced units based on columnar phosphors provide MTF values in line or better than those from conventional CR systems. The greater thickness of the columnar phosphor improves the efficiency, allowing for enhanced noise properties. In fact, NPS values for standard CR systems are remarkably higher for all the investigated exposures and especially for frequencies up to 3.5 lp/mm. As a consequence, DQE values for the three units based on columnar phosphors and line‐scanning reading, or granular phosphor and dual‐side reading, are neatly better than those from conventional CR systems. Actually, DQE values of about 40% are easily achievable for all the investigated exposures.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>This study suggests that systems based on the dual‐side reading or line‐scanning reading with columnar phosphors provide a remarkable improvement when compared to conventional CR units and yield results in line with those obtained from most digital detectors for radiography.</jats:p></jats:sec>",
        "is_referenced_by_count": 23
    },
    {
        "title": "Electron beam therapy with transverse magnetic fields",
        "doi": "10.1118/1.598490",
        "year": 2002,
        "abstract": "<jats:p>Detailed Monte Carlo electron transport simulations were carried out for the purpose of investigating the possibility of improving electron dose distribution for therapeutic applications, by using transverse magnetic fields. The case studied here is that of a 15 MeV electron beam of 6 cm diameter. The electrons pass through 4 cm of field‐free tissue and a transverse magnetic field is applied for depth greater than 4 cm. A field of 3 T was found to improve the skin sparing factor by a factor of 2, when compared to field‐free irradiation. A field of 2 T could also have a significant effect although less pronounced than 3 T while, for the case at hand, a magnetic field of only 1 T is not effective. The results here include detailed energy deposition contours in three dimensions.</jats:p>",
        "is_referenced_by_count": 21
    },
    {
        "title": "Vision 20/20: Mammographic breast density and its clinical applications",
        "doi": "10.1118/1.4935141",
        "year": 2015,
        "abstract": "<jats:p>Breast density is a strong predictor of the failure of mammography screening to detect breast cancer and is a strong predictor of the risk of developing breast cancer. The many imaging options that are now available for imaging dense breasts show great promise, but there is still the question of determining which women are “dense” and what imaging modality is suitable for individual women. To date, mammographic breast density has been classified according to the Breast Imaging‐Reporting and Data System (BI‐RADS) categories from visual assessment, but this is known to be very subjective. Despite many research reports, the authors believe there has been a lack of physics‐led and evidence‐based arguments about what breast density actually is, how it should be measured, and how it should be used. In this paper, the authors attempt to start correcting this situation by reviewing the history of breast density research and the debates generated by the advocacy movement. The authors review the development of breast density estimation from pattern analysis to area‐based analysis, and the current automated volumetric breast density (VBD) analysis. This is followed by a discussion on seeking the ground truth of VBD and mapping volumetric methods to BI‐RADS density categories. The authors expect great improvement in VBD measurements that will satisfy the needs of radiologists, epidemiologists, surgeons, and physicists. The authors believe that they are now witnessing a paradigm shift toward personalized breast screening, which is going to see many more cancers being detected early, with the use of automated density measurement tools as an important component.</jats:p>",
        "is_referenced_by_count": 35
    },
    {
        "title": "A new radiation shielding block material for radiation therapy",
        "doi": "10.1118/1.1809767",
        "year": 2004,
        "abstract": "<jats:p>In recent years, lead has been recognized as a source of environmental pollution; this includes lead use for radiation shielding in radiotherapy. We looked for a new material that could be a lead substitute. We chose a material composed of tungsten and resin. We compared the attenuation coefficient of the material with those of lead and Lipowitz's metal, and found the material has a higher attenuation coefficient than the other two. The material may be used as a substitute for lead because it is easy to fabricate and friendly to the environment.</jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Electrons as the cause of the observed <i>d</i><sub>max</sub> shift with field size in high energy photon beams",
        "doi": "10.1118/1.594580",
        "year": 2003,
        "abstract": "<jats:p>For megavoltage x‐ray beams, it is well known that the percent depth‐dose increases considerably with field size in the buildup region, resulting in a significant shift in the apparent position of maximum dose, <jats:italic>d</jats:italic><jats:sub>max</jats:sub>. The nature of this increase has been investigated using a sweeping magnet placed just below the treatment head of a 25‐MV linac. Measurements show that for increasing magnetic fields the dose in the buildup region is continually reduced, until a point is reached beyond which no additional reduction is observed. Here the buildup curve is essentially field size independent. These results clearly show that electrons are the primary cause of dose increase with field size in the buildup region, in contrast to a recent publication claiming that scattered photons are the cause. Further measurements were made by blocking out the primary beam at the level of the jaws and measuring the depth dose of the scattered electrons originating from the jaws. The results show that a thickness of approximately 1 g cm<jats:sup>−2</jats:sup>, of either polystyrene or lead, reduces the dose by a factor of two, providing further evidence that the scattered component of the beam consists of low energy electrons.</jats:p>",
        "is_referenced_by_count": 71
    },
    {
        "title": "Validity of transition‐zone dosimetry at high atomic number interfaces in megavoltage photon beams",
        "doi": "10.1118/1.596553",
        "year": 2003,
        "abstract": "<jats:p>Measurement of dose or dose perturbation factors at high atomic number interfaces are usually performed with a thin‐window parallel‐plate ion chamber. In a transition region, under nonequilibrium conditions, accuracy of ion chamber readings for the dose measurements has often been questioned. This paper critically analyzes the factors (stopping power ratio and charge collection) for the dose measurements at interfaces. Monte Carlo simulations were performed to investigate the secondary electron spectrum produced by photon beams and to calculate the stopping power ratios at the point of measurement. The validity of dose measurements was studied for the photon beams in the range of Co‐60 gamma rays to 24‐MV x rays at bone and lead interfaces with polystyrene, using thermoluminescent dosimeters, extrapolation chamber and several types of commercially available parallel‐plate ion chambers. It is observed that for energies &gt;10 MV most parallel‐plate chambers can be used to measure dose accurately. At lower energies, however significant differences between measured doses with different detectors were noticed. It is suggested that at high‐<jats:italic>Z</jats:italic> interfaces and lower energies, the dose measurements should be performed with ultrathin‐window parallel‐plate ion chambers or extrapolation chambers.</jats:p>",
        "is_referenced_by_count": 32
    },
    {
        "title": "A clinically relevant <scp>IMRT QA</scp> workflow: Design and validation",
        "doi": "10.1002/mp.12838",
        "year": 2018,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>The purpose of this study was to determine clinically relevant pass/question/fail criteria for gamma analysis of intensity‐modulated radiation therapy quality assurance (<jats:styled-content style=\"fixed-case\">IMRT QA</jats:styled-content>) plans, identify which plans should be further analyzed with dose–volume histogram (<jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>) metrics, and create a workflow for performing that <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>‐based analysis.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>A total of 11 plans, 5 prostate and 6 head/neck, were selected to represent known good plans based on their high‐passing rate using conventional <jats:styled-content style=\"fixed-case\">IMRT QA</jats:styled-content> criteria. These were modified by moving the programmed <jats:styled-content style=\"fixed-case\">MLC</jats:styled-content> positions to underdose the target or overdose important structures by varying amounts. Commercially available hardware/software was used to measure and analyze all plans (76 total) using 4%/3 mm, 3%/3 mm, 3%/2 mm, and 2%/2 mm gamma criteria. Two receiver operator characteristic (<jats:styled-content style=\"fixed-case\">ROC</jats:styled-content>) curves per criterion were created to assess effective passing rates. One <jats:styled-content style=\"fixed-case\">ROC</jats:styled-content> curve was to find a higher threshold that determined a clear pass and the second to find a lower threshold to determine a clear failure. Plans between these two thresholds need <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>‐based analysis to assess the clinical consequence of the dose difference. The modified plans were analyzed in the planning system and reconstructed in commercially available <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>‐based analysis software to access the accuracy and usefulness of the software.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Analysis of the <jats:styled-content style=\"fixed-case\">ROC</jats:styled-content> curves showed optimal pass and fail thresholds for plan error detection per criterion to achieve clinically relevant sensitivity and specificity. Based on measurement uncertainty and pass/fail ranges, 3%/2 mm gamma criteria with a pass threshold of 95% and a fail threshold of 90% were most optimal. <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content> analysis showed good agreement with all reconstructed plans except where the changes to the <jats:styled-content style=\"fixed-case\">MLC</jats:styled-content> patterns caused the periphery of the target to be underdosed. For questionable plans, comparing the organ‐specific <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>s to the physician‐provided planning constraints proved to be an efficient and effective workflow since plans for which the target dose was slightly high or where organs at risk were underdosed could be released for the treatment without consulting the physician for a clinical decision.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>This work indicates the potential for appreciable improvement in error detection for <jats:styled-content style=\"fixed-case\">IMRT QA</jats:styled-content>. Using effective pass/fail thresholds to determine plans that need <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>‐based analysis minimizes the need for excessive, time‐consuming, analysis, and making use of the dosimetric constraints of the plan minimizes the burden on physicians. Overall, <jats:styled-content style=\"fixed-case\">DVH</jats:styled-content>‐based analysis is a powerful tool that can provide substantial insight over the traditional approach that does not provide structure‐specific data.</jats:p></jats:sec>",
        "is_referenced_by_count": 8
    },
    {
        "title": "Technical Note: Scanner dependence of adaptive statistical iterative reconstruction with 3D noise power spectrum central frequency and noise magnitude ratios",
        "doi": "10.1002/mp.15104",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Purpose</jats:title><jats:p>In this study, the noise reduction properties of the adaptive statistical iterative reconstruction (IR) on two different CT scanners of 64 and 256‐slice were compared and their differences were assessed.</jats:p></jats:sec><jats:sec><jats:title>Methods and materials</jats:title><jats:p>The homogeneous module of the ACR CT phantom was scanned on the 64 and 256 slices CT scanners from the same vendor in the range of 15–40 mA. On each scanner, the data were reconstructed using filtered back projection (FBP) and at all strengths of IR with the STANDARD kernel. For each reconstruction, a 3D noise power spectrum (NPS) was calculated and the central frequency ratio in the <jats:italic>xy</jats:italic> plane (CFR<jats:italic><jats:sub>xy</jats:sub></jats:italic>), CFR in the <jats:italic>z</jats:italic>‐direction (CFR<jats:italic><jats:sub>z</jats:sub></jats:italic>), and noise magnitude ratio (NMR) were derived. CFR is the central frequency ratio of NPS between the denoised image and the FBP image, and NMR is the ratio of the areas under the NPS curves. Ideally, both CFR<jats:italic><jats:sub>xy</jats:sub></jats:italic> and CFR<jats:italic><jats:sub>z</jats:sub></jats:italic> should be near 1, indicating minimal texture changes in both <jats:italic>xy</jats:italic> and <jats:italic>z</jats:italic> directions, while NMR should be as close to 0 as possible, indicating more noise reduction.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>When comparing strengths with equivalent impact on noise texture, IR on the 64‐slice reduced the noise magnitude in the <jats:italic>xy</jats:italic> plane more than that on the 256‐slice. In the <jats:italic>z</jats:italic>‐direction, the IR on the 256‐slice produced a central frequency shift on the 256‐slice but not on the 64‐slice. In addition, the noise reduction effects of the IR on the 256‐slice were affected when radiation exposure was below 2.0 mGy, but there was no observable dose‐dependence on the 64‐slice.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>Our noise property analysis revealed that iterative reconstructions on different scanner platforms from the same vendor can be distinct, with unique effects on the noise texture and magnitude in CT images. The IR on a 64‐slice scanner provides slightly enhanced noise reduction and maintains a noise reduction rate independent of dose, unlike the one on a 256‐slice scanner. Notably, the IR on the 64‐slice scanner was a 2D noise reduction technique (NRT), while the one on the 256‐slice was a 3D NRT. These observations showcase the impact of different NRTs on clinical CT images, even when comparing the same NRT on different scanners.</jats:p></jats:sec>",
        "is_referenced_by_count": 2
    },
    {
        "title": "A comparison of the respiratory signals acquired by different respiratory monitoring systems used in respiratory gated radiotherapy",
        "doi": "10.1118/1.3512798",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>Respiratory monitoring systems are used to detect the respiratory phase of patients during the planning and administration of respiratory gated radiotherapy by using four‐dimensional computed tomography (4DCT) or 4D positron‐emission tomography/CT (4DPET/CT) and the linear accelerator (linac), respectively. Generally, identical respiratory monitoring systems are used for 4DCT, 4DPET/CT, and linac. However, different systems are sometimes used in combination because the accessibility of the respiratory monitoring systems may differ by manufacturer. The combined use of different respiratory monitoring systems in phase‐based gating is of concern because the differences in the timing of tags (end‐respiration signals algorithmically determined by the respiratory monitoring system), defined by the two systems, may result in phase differences. The purpose of this study is to estimate this difference and evaluate its effect on 4DCT data.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Ten patients (seven men and three women) with a median age of 75 yr (range: 57–84 yr) were treated by gated stereotactic body radiation therapy between April and December 2009. Two types of respiratory monitoring systems—RPM (Varian Medical Systems) and AZ‐733V (Anzai MEDICAL)—were placed on the abdominal surface of the patients, and the respiratory signals were acquired by both systems. The relationship between the amplitude peak and the tag obtained by each respiratory system was analyzed for each patient. Further, the 4DCT images were reconstructed by using the signals obtained from both the RPM and the AZ‐733V systems, and the tumor volumes and the tumor centroid positions in the craniocaudal plane were analyzed for each patient.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The correlation factor between the respiratory signals from the RPM system and AZ‐733V system was 0.990 (range: 0.940–0.994). The amplitude peak of the RPM system corresponded well with that of the AZ‐733V system. The<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2798-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2798:mp2798-math-0001\" /> deviation of the phase difference for all the patients ranged from <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2798-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2798:mp2798-math-0002\" /> to <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp2798-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp2798:mp2798-math-0003\" />. In the case of some patients, differences were noted between the two systems in the estimation of the tumor centroid position and tumor shape.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>The estimation of the position of the tumor centroid and tumor shape may vary with the use of different respiratory monitoring systems. This implies that it is preferable to use the same respiratory monitoring system with 4DCT, 4DPET‐CT, and linac.</jats:p></jats:sec>",
        "is_referenced_by_count": 38
    },
    {
        "title": "Learning low‐dose CT degradation from unpaired data with flow‐based model",
        "doi": "10.1002/mp.15886",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Background</jats:title><jats:p>There has been growing interest in low‐dose computed tomography (LDCT) for reducing the X‐ray radiation to patients. However, LDCT always suffers from complex noise in reconstructed images. Although deep learning‐based methods have shown their strong performance in LDCT denoising, most of them require a large number of paired training data of normal‐dose CT (NDCT) images and LDCT images, which are hard to acquire in the clinic. Lack of paired training data significantly undermines the practicability of supervised deep learning‐based methods. To alleviate this problem, unsupervised or weakly supervised deep learning‐based methods are required.</jats:p></jats:sec><jats:sec><jats:title>Purpose</jats:title><jats:p>We aimed to propose a method that achieves LDCT denoising without training pairs. Specifically, we first trained a neural network in a weakly supervised manner to simulate LDCT images from NDCT images. Then, simulated training pairs could be used for supervised deep denoising networks.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>We proposed a weakly supervised method to learn the degradation of LDCT from unpaired LDCT and NDCT images. Concretely, LDCT and normal‐dose images were fed into one shared flow‐based model and projected to the latent space. Then, the degradation between low‐dose and normal‐dose images was modeled in the latent space. Finally, the model was trained by minimizing the negative log‐likelihood loss with no requirement of paired training data. After training, an NDCT image can be input to the trained flow‐based model to generate the corresponding LDCT image. The simulated image pairs of NDCT and LDCT can be further used to train supervised denoising neural networks for test.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Our method achieved much better performance on LDCT image simulation compared with the most widely used image‐to‐image translation method, CycleGAN, according to the radial noise power spectrum. The simulated image pairs could be used for any supervised LDCT denoising neural networks. We validated the effectiveness of our generated image pairs on a classic convolutional neural network, REDCNN, and a novel transformer‐based model, TransCT. Our method achieved mean peak signal‐to‐noise ratio (PSNR) of 24.43dB, mean structural similarity (SSIM) of 0.785 on an abdomen CT dataset, mean PSNR of 33.88dB, mean SSIM of 0.797 on a chest CT dataset, which outperformed several traditional CT denoising methods, the same network trained by CycleGAN‐generated data, and a novel transfer learning method. Besides, our method was on par with the supervised networks in terms of visual effects.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>We proposed a flow‐based method to learn LDCT degradation from only unpaired training data. It achieved impressive performance on LDCT synthesis. Next, we could train neural networks with the generated paired data for LDCT denoising. The denoising results are better than traditional and weakly supervised methods, comparable to supervised deep learning methods.</jats:p></jats:sec>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Development of a computerized method for identifying the posteroanterior and lateral views of chest radiographs by use of a template matching technique",
        "doi": "10.1118/1.1487426",
        "year": 2002,
        "abstract": "<jats:p>In picture archiving and communications systems (PACS) or digital archiving systems, the information on the posteroanterior (PA) and lateral views for chest radiographs is often not recorded or is recorded incorrectly. However, it is necessary to identify the PA or lateral view correctly and automatically for quantitative analysis of chest images for computer‐aided diagnosis. Our purpose in this study was to develop a computerized method for correctly identifying either PA or lateral views of chest radiographs. Our approach is to examine the similarity of a chest image with templates that represent the average chest images of the PA or lateral view for various types of patients. By use of a template matching technique with nine template images for patients of different size in two steps, correlation values were obtained for determining whether a chest image is either a PA or a lateral view. The templates for PA and lateral views were prepared from 447 PA and 200 lateral chest images. For a validation test, this scheme was applied to 1,000 test images consisting of 500 PA and 500 lateral chest radiographs, which are different from training cases. In the first step, 924 (92.4%) of the cases were correctly identified by comparison of the correlation values obtained with the three templates for medium‐size patients. In the second step, the correlation values with the six templates for small and large patients were compared, and all of the remaining unidentifiable cases were identified correctly.</jats:p>",
        "is_referenced_by_count": 26
    },
    {
        "title": "Quantitative assessment of ensemble coherency in contrast‐free ultrasound microvasculature imaging",
        "doi": "10.1002/mp.14918",
        "year": 2021,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>Contrast‐free visualization of microvascular blood flow (MBF) using ultrasound can play a valuable role in diagnosis and detection of diseases. In this study, we demonstrate the importance of quantifying ensemble coherence for robust MBF imaging. We propose a novel approach to quantify ensemble coherence by estimating the local spatiotemporal correlation (LSTC) image, and evaluate its efficacy through simulation and <jats:italic>in vivo</jats:italic> studies.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>The <jats:italic>in vivo</jats:italic> patient studies included three volunteers with a suspicious breast tumor, 15 volunteers with a suspicious thyroid tumor, and two healthy volunteers for renal MBF imaging. The breast data displayed negligible prior motion and were used for simulation analysis involving synthetically induced motion, to assess its impact on ensemble coherency and motion artifacts in MBF images. The <jats:italic>in vivo</jats:italic> thyroid data involved complex physiological motion due to its proximity to the pulsating carotid artery, which was used to assess the <jats:italic>in vivo</jats:italic> efficacy of the proposed technique. Further, <jats:italic>in vivo</jats:italic> renal MBF images demonstrated the feasibility of using the proposed ensemble coherence metric for curved array‐based MBF imaging involving phase conversion. All ultrasound data were acquired at high imaging frame rates and the tissue signal was suppressed using spatiotemporal clutter filtering. Thyroid tissue motion was estimated using two‐dimensional normalized cross correlation‐based speckle tracking, which was subsequently used for ensemble motion correction. The coherence of the MBF image was quantified based on Casorati correlation of the Doppler ensemble.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The simulation results demonstrated that an increase in ensemble motion corresponded with a decrease in ensemble coherency, which reciprocally degraded the MBF images. Further the data acquired from breast tumors demonstrated higher ensemble coherency than that from thyroid tumors. Motion correction improved the coherence of the thyroid MBF images, which substantially improved its visualization. The proposed coherence metrics were also useful in assessing the ensemble coherence for renal MBF imaging. The results also demonstrated that the proposed coherence metric can be reliably estimated from downsampled ensembles (by up to 90<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp14918-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp14918:mp14918-math-0001\" />), thus allowing improved computational efficiency for potential applications in real‐time MBF imaging.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>This pilot study demonstrates the importance of assessing ensemble coherency in contrast‐free MBF imaging. The proposed LSTC image quantified coherence of the Doppler ensemble for robust MBF imaging. The results obtained from this pilot study are promising, and warrant further development and <jats:italic>in vivo</jats:italic> validation.</jats:p></jats:sec>",
        "is_referenced_by_count": 9
    },
    {
        "title": "Estimation of absorbed radiation doses to skin and S‐values for organs at risk due to nasal administration of PET agents using Monte Carlo simulations",
        "doi": "10.1002/mp.14669",
        "year": 2020,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>The intranasal (IN) administration of radiopharmaceuticals is of interest in being a viable route for the delivery of radiopharmaceuticals that do not ordinarily cross the blood–brain barrier (BBB). However, to be viable in a patient population, good image quality as well as safety of the administration should be demonstrated. This work provides radiation dosimetry calculations and simulations related to the radiation safety of performing such experiments in a human cohort.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>We performed Monte Carlo (MC) simulations to estimate radiation dose to the skin inside a cylindrical model of the nasal cavity assuming a homogenous distribution layer of <jats:sup>11</jats:sup>C and <jats:sup>18</jats:sup>F and calculated a geometry conversion factor (<jats:italic>F<jats:sub>P‐C</jats:sub></jats:italic>) which can be used to convert from a planar geometry to a cylindrical geometry using more widely available software tools. We compared radiation doses from our simulated cylindrical geometry with the planar dose estimates employing our geometry conversion factor from VARSKIN 6.1 software and also from an analytical equation. Furthermore, in order to estimate radiation dosimetry to surrounding organs of interest, we performed a voxelized MC simulation of a fixed radioactivity inside the nasal cavity and calculated S‐values to organs such as the eyes, thyroid, and brain.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>MC simulations of contamination scenarios using planar absorbed doses of 15.50 and 8.60 mGy/MBq for <jats:sup>18</jats:sup>F and <jats:sup>11</jats:sup>C, respectively, and 35.70 and 19.80 mGy/MBq per hour for cylindrical geometries, leading to determination of an <jats:italic>F<jats:sub>P‐C</jats:sub></jats:italic> of 2.3. Planar absorbed doses (also in units of mGy/MBq) determined by the analytical equation were 16.96 and 8.68 (<jats:sup>18</jats:sup>F and <jats:sup>11</jats:sup>C) and using VARSKIN were 16.60 and 9.26 (<jats:sup>18</jats:sup>F and <jats:sup>11</jats:sup>C), respectively. Application of F<jats:sub>P‐C</jats:sub> to these results demonstrates values with a maximum difference of 9.41% from the cylindrical geometry MC calculation, demonstrating that when accounting for geometry, more simplistic techniques can be utilized to estimate IN dosimetry. Voxelized MC simulations of radiation dosimetry from a fixed source of 1 MBq of activity confined to the nasal cavity resulted in S‐values to the thyroid, eyes, and brain of 1.72 x 10<jats:sup>−6</jats:sup>, 1.93 x 10<jats:sup>−5</jats:sup>, and 3.51 x 10<jats:sup>−6</jats:sup> mGy/MBq·s, respectively, for <jats:sup>18</jats:sup>F and 1.80 × 10<jats:sup>−6</jats:sup>, 1.95 × 10<jats:sup>−5</jats:sup>, and 3.54 × 10<jats:sup>−6</jats:sup> mGy/MBq·s for <jats:sup>11</jats:sup>C.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>Dosimetry concerns about IN administrations of PET radiotracers should be considered before clinical use. Values presented in the simulations such as the S‐values can be further used for assessment of absorbed doses in cases of IN administration, and can be used to develop and adapt specific study protocols. All three presented methods provided similar results when considering the use of a geometry conversion factor for planar to cylindrical geometry, demonstrating that standard tools rather than dedicate MC simulations may be used to perform dose calculations in nasal administrations.</jats:p></jats:sec>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Monte Carlo calculations for reference dosimetry of electron beams with the PTW Roos and NE2571 ion chambers",
        "doi": "10.1118/1.4829577",
        "year": 2013,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>To investigate recommendations for reference dosimetry of electron beams and gradient effects for the NE2571 chamber and to provide beam quality conversion factors using Monte Carlo simulations of the PTW Roos and NE2571 ion chambers.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>The EGSnrc code system is used to calculate the absorbed dose‐to‐water and the dose to the gas in fully modeled ion chambers as a function of depth in water. Electron beams are modeled using realistic accelerator simulations as well as beams modeled as collimated point sources from realistic electron beam spectra or monoenergetic electrons. Beam quality conversion factors are calculated with ratios of the doses to water and to the air in the ion chamber in electron beams and a cobalt‐60 reference field. The overall ion chamber correction factor is studied using calculations of water‐to‐air stopping power ratios.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>The use of an effective point of measurement shift of 1.55 mm from the front face of the PTW Roos chamber, which places the point of measurement inside the chamber cavity, minimizes the difference between<jats:italic>R</jats:italic><jats:sub>50</jats:sub>, the beam quality specifier, calculated from chamber simulations compared to that obtained using depth‐dose calculations in water. A similar shift minimizes the variation of the overall ion chamber correction factor with depth to the practical range and reduces the root‐mean‐square deviation of a fit to calculated beam quality conversion factors at the reference depth as a function of <jats:italic>R</jats:italic><jats:sub>50</jats:sub>. Similarly, an upstream shift of 0.34 <jats:italic>r</jats:italic><jats:sub>cav</jats:sub> allows a more accurate determination of <jats:italic>R</jats:italic><jats:sub>50</jats:sub> from NE2571 chamber calculations and reduces the variation of the overall ion chamber correction factor with depth. The determination of the gradient correction using a shift of 0.22 <jats:italic>r</jats:italic><jats:sub>cav</jats:sub> optimizes the root‐mean‐square deviation of a fit to calculated beam quality conversion factors if all beams investigated are considered. However, if only clinical beams are considered, a good fit to results for beam quality conversion factors is obtained without explicitly correcting for gradient effects. The inadequacy of <jats:italic>R</jats:italic><jats:sub>50</jats:sub> to uniquely specify beam quality for the accurate selection of <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> factors is discussed. Systematic uncertainties in beam quality conversion factors are analyzed for the NE2571 chamber and amount to between 0.4% and 1.2% depending on assumptions used.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>The calculated beam quality conversion factors for the PTW Roos chamber obtained here are in good agreement with literature data. These results characterize the use of an NE2571 ion chamber for reference dosimetry of electron beams even in low‐energy beams.</jats:p></jats:sec>",
        "is_referenced_by_count": 22
    },
    {
        "title": "The advantages of absorbed‐dose calibration factors",
        "doi": "10.1118/1.596921",
        "year": 2003,
        "abstract": "<jats:p>A formalism for clinical external beam dosimetry based on use of ion chamber absorbed‐dose calibration factors is outlined in the context and notation of the AAPM TG‐21 protocol. It is shown that basing clinical dosimetry on absorbed‐dose calibration factors <jats:italic>N</jats:italic><jats:sub><jats:italic>D</jats:italic></jats:sub> leads to considerable simplification and reduced uncertainty in dose measurement. In keeping with a protocol which is used in Germany, a quantity <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> is defined which relates an absorbed‐dose calibration factor in a beam of quality <jats:italic>Q</jats:italic><jats:sub>0</jats:sub> to that in a beam of quality <jats:italic>Q</jats:italic>. For 38 cylindrical ion chambers, two sets of values are presented for <jats:italic>N</jats:italic><jats:sub><jats:italic>D</jats:italic></jats:sub>/<jats:italic>N</jats:italic><jats:sub><jats:italic>X</jats:italic></jats:sub> and <jats:italic>N</jats:italic><jats:sub>gas</jats:sub>/<jats:italic>N</jats:italic><jats:sub><jats:italic>D</jats:italic></jats:sub> and for <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> for photon beams with beam quality specified by the <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp6921-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp6921:mp6921-math-0001\" /> ratio. One set is based on TG‐21's protocol to allow the new formalism to be used while maintaining equivalence to the TG‐21 protocol. To demonstrate the magnitude of the overall error in the TG‐21 protocol, the other set uses corrected versions of the TG‐21 equations and the more consistent physical data of the IAEA Code of Practice. Comparisons are made to procedures based on air‐kerma or exposure calibration factors and it is shown that accuracy and simplicity are gained by avoiding the determination of <jats:italic>N</jats:italic><jats:sub>gas</jats:sub> from <jats:italic>N</jats:italic><jats:sub><jats:italic>X</jats:italic></jats:sub>. It is also shown that the <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> approach simplifies the use of plastic phantoms in photon beams since <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> values change by less than 0.6% compared to those in water although an overall correction factor of 0.973 is needed to go from absorbed dose in water calibration factors to those in PMMA or polystyrene. Values of <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> calculated using the IAEA Code of Practice are presented but are shown to be anomalous because of the way the effective point of measurement changes for <jats:sup>60</jats:sup>Co beams. In photon beams the major difference between the IAEA Code of Practice and the corrected AAPM TG‐21 protocol is shown to be the <jats:italic>P</jats:italic><jats:sub>repl</jats:sub> correction factor. Calculated <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> curves and three parameter equations for them are presented for each wall material and are shown to represent accurately the <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> curve for all ion chambers in this study with a wall of that specified material and a thickness less than 0.25 g/cm<jats:sup>2</jats:sup>. Values of <jats:italic>k</jats:italic><jats:sub><jats:italic>Q</jats:italic></jats:sub> can be measured using the primary standards for absorbed dose in photon beams.</jats:p>",
        "is_referenced_by_count": 37
    },
    {
        "title": "Characterization of the phantom material Virtual Water™ in high‐energy photon and electron beams",
        "doi": "10.1118/1.2174186",
        "year": 2006,
        "abstract": "<jats:p>The material Virtual Water™ has been characterized in photon and electron beams. Range‐scaling factors and fluence correction factors were obtained, the latter with an uncertainty of around 0.2%. This level of uncertainty means that it may be possible to perform dosimetry in a solid phantom with an accuracy approaching that of measurements in water. Two formulations of Virtual Water™ were investigated with nominally the same elemental composition but differing densities. For photon beams neither formulation showed exact water equivalence—the water/Virtual Water™ dose ratio varied with the depth of measurement with a difference of over 1% at <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4186-math-0001.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp4186:mp4186-math-0001\" /> depth. However, by using a density (range) scaling factor very good agreement <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4186-math-0002.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp4186:mp4186-math-0002\" /> between water and Virtual Water™ at all depths was obtained. In the case of electron beams a range‐scaling factor was also required to match the shapes of the depth dose curves in water and Virtual Water™. However, there remained a difference in the measured fluence in the two phantoms after this scaling factor had been applied. For measurements around the peak of the depth‐dose curve and the reference depth this difference showed some small energy dependence but was in the range 0.1%–0.4%. Perturbation measurements have indicated that small slabs of material upstream of a detector have a small (<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4186-math-0003.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp4186:mp4186-math-0003\" /> effect) on the chamber reading but material behind the detector can have a larger effect. This has consequences for the design of experiments and in the comparison of measurements and Monte Carlo‐derived values.</jats:p>",
        "is_referenced_by_count": 32
    },
    {
        "title": "SU‐FF‐T‐181: An Investigation of Surface Dose Changes for Therapeutic Kilovoltage X‐Ray Beams with Underlying Lead Shielding",
        "doi": "10.1118/1.1997862",
        "year": 2005,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> The effect on surface dose from underlying lead shielding in water was investigated for therapeutic kilovoltage x‐ray beams by experimental and Monte Carlo methods. <jats:bold>Method and Materials:</jats:bold> A Farmer type ionisation chamber was used to measure the surface dose in a water phantom for x‐ray beams with energies from 75 to 135 kVp. A 5 mm thick lead sheet was positioned at various depths below the surface. The surface dose ratio was calculated by comparison with the surface dose with no lead sheet present. A Monte Carlo model of the x‐ray beam and the phantom was generated using the EGSnrcMP code (V4.2). The initial energy spectrum was determined using an empirical method and verified by calculation of depth dose data. The dose was scored in a 1 mm thick slab at the phantom surface. The change in surface dose was calculated as a function of depth to the lead and compared to measured data. <jats:bold>Results:</jats:bold> The reduction in surface dose was a function of x‐ray beam energy, beam area and the depth of water to the lead. As the depth of water to the lead sheet decreased, there was a reduction in the surface dose. With the 8 cm diameter applicator and 1 cm depth of water to the lead, the surface dose ratio was 0.918 for the 75 kVp x‐ray beam and 0.890 for the 100 kVp x‐ray beam. For the smaller applicators, there was less reduction in the surface dose ratios. Surface dose ratios calculated by the EGSnrcMP code were in good agreement with measured data, with a maximum deviation of 1.2%. <jats:bold>Conclusion:</jats:bold> The surface dose for kilovoltage x‐ray beams is reduced when lead is underlying in the phantom. The Monte Carlo results indicate the model is sufficiently accurate to predict changes in the surface dose.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Backprojection‐filtration reconstruction without invoking a spatially varying weighting factor",
        "doi": "10.1118/1.3285041",
        "year": 2010,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>To develop a backprojection‐filtration (BPF) algorithm with improved noise properties over the existing BPF algorithm through utilizing (approximate) redundant information in circular cone‐beam or fan‐beam scans.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>The backprojection steps in the existing filtered‐backprojection (FBP) and BPF algorithms for fan‐beam and cone‐beam projections invoke spatially varying weighting factors, which may not only increase the computational load in image reconstruction but also, more importantly, result in reconstruction artifacts. Redundant information in fan‐beam projections has been exploited for eliminating the weighting factor in the existing FBP algorithm. However, the new FBP algorithm cannot be applied to image reconstruction in a region of interest from transversely truncated data. In this work, the authors identify approximate data redundancy in circular cone‐beam projections and propose a new BPF algorithm in which the approximate data redundancy is exploited for eliminating the spatially varying weighting factor in the existing BPF algorithm.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The authors have implemented and evaluated the proposed BPF algorithm in numerical studies of reconstructing 3D images from both the nontruncated and truncated projection data in a circular cone‐beam scan. The results of numerical studies demonstrate that the proposed BPF algorithm retains the resolution property of the existing BPF algorithm, and that it can also reconstruct accurately ROI images from truncated data. More importantly, the results also indicate that the proposed BPF algorithm not only is computationally more efficient but also yields generally lower image variances than the existing BPF algorithm.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>A BPF algorithm was proposed that not only retains the desirable properties of the existing BPF algorithm but also possesses improved computational and noise properties over the latter.</jats:p></jats:sec>",
        "is_referenced_by_count": 6
    },
    {
        "title": "High performance lung nodule detection schemes in CT using local and global information",
        "doi": "10.1118/1.4737109",
        "year": 2012,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>A key issue in current computer‐aided diagnostic (CAD) schemes for nodule detection in CT is the large number of false positives, because current schemes use only global three‐dimensional (3D) information to detect nodules and discard useful local two‐dimensional (2D) information. Thus, the authors integrated local and global information to markedly improve the performance levels of CAD schemes.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Our database was obtained from the standard CT lung nodule database created by the Lung Image Database Consortium (LIDC). It consisted of 85 CT scans with 111 nodules of 3 mm or larger in diameter. The 111 nodules were confirmed by at least two of the four radiologists participated in the LIDC. Twenty‐six nodules were missed by two of the four radiologists and were thus very difficult to detect. The authors developed five CAD schemes for nodule detection in CT using global 3D information (3D scheme), local 2D information (2D scheme), and both local and global information (2D + 3D scheme, 2D − 3D scheme, and 3D − 2D scheme). The 3D scheme, which was developed previously, used only global 3D information and discarded local 2D information, as other CAD schemes did. The 2D scheme used a uniform viewpoint reformation technique to decompose a 3D nodule candidate into a set of 2D reformatted images generated from representative viewpoints, and selected and used “effective” 2D reformatted images to remove false positives. The 2D + 3D scheme, 2D − 3D scheme, and 3D − 2D scheme used complementary local and global information in different ways to further improve the performance of lung nodule detection. The authors employed a leave‐one‐scan‐out testing method for evaluation of the performance levels of the five CAD schemes.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>At the sensitivities of 85%, 80%, and 75%, the existing 3D scheme reported 17.3, 7.4, and 2.8 false positives per scan, respectively; the 2D scheme improved the detection performance and reduced the numbers of false positives to 7.6, 2.5, and 1.3 per scan; the 2D + 3D scheme further reduced those to 2.7, 1.9, and 0.6 per scan; the 2D − 3D scheme reduced those to 7.6, 2.1, and 0.8 per scan; and the 3D − 2D scheme reduced those to 17.3, 1.6, and 1.0 per scan.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>The local 2D information appears to be more useful than the global 3D information for nodule detection, particularly, when it is integrated with 3D information.</jats:p></jats:sec>",
        "is_referenced_by_count": 20
    },
    {
        "title": "Exposure values around an x‐ray scanning transaxial tomograph (EMI scanner)",
        "doi": "10.1118/1.594194",
        "year": 2003,
        "abstract": "<jats:p>Measurements of exposure accumulated in a one‐month period in and around a scanning x‐ray transaxial tomograph are reported. For the unit studied (the EMI neurological scanner) values measured indicate that the shielding required is “minimal.”</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Automatic coronary artery plaque thickness comparison between baseline and follow‐up CCTA images",
        "doi": "10.1002/mp.13993",
        "year": 2019,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>Currently, coronary plaque changes are manually compared between a baseline and follow‐up coronary computed tomography angiography (CCTA) images for long‐term coronary plaque development investigation. We propose an automatic method to measure the plaque thickness change over time.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>We model the lumen and vessel wall for both the baseline coronary artery tree (<jats:italic>CAT‐BL</jats:italic>) and follow‐up coronary artery tree (<jats:italic>CAT‐FU</jats:italic>) as smooth three‐dimensional (3D) surfaces using a subdivision fitting scheme with the same coarse meshes by which the correspondence among these surface points is generated. Specifically, a rigid point set registration is used to transform the coarse mesh from the <jats:italic>CAT‐FU</jats:italic> to <jats:italic>CAT‐BL.</jats:italic> The plaque thickness and the thickness difference is calculated as the distance between corresponding surface points. To evaluate the registration accuracy, the average distance between manually defined markers on clinical scans is calculated. Artificial <jats:italic>CAT‐BL</jats:italic> and <jats:italic>CAT‐FU</jats:italic> pairs were created to simulate the plaque decrease and increase over time.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>For 116 pairs of markers from nine clinical scans, the average marker distance after registration was 0.95 ± 0.98 mm (two times the voxel size). On the 10 artificial pairs of datasets, the proposed method successfully located the plaque changes. The average of the calculated plaque thickness difference is the same as the corresponding created value (standard deviation ± 0.1 mm).</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The proposed method automatically calculates local coronary plaque thickness differences over time and can be used for 3D visualization of plaque differences. The analysis and reporting of coronary plaque progression and regression will benefit from an automatic plaque thickness comparison.</jats:p></jats:sec>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Experimental determination of the convolution kernel for the study of the spatial response of a detector",
        "doi": "10.1118/1.598182",
        "year": 2002,
        "abstract": "<jats:p>One of the most important parameters in the characterization of a detector is its spatial convolution kernel. This kernel contains all of the information about the influence that the detector size has on the measured beam profile. In this paper we present an experimental method for the determination of the spatial convolution kernel for commonly used detectors that are employed in the x‐ray profile measurement: <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp8182-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp8182:mp8182-math-0001\" /> diode, and ionization minichamber. Our work is based on first assuming a step function pattern on a photographic film is known and is a perfect step function. The kernel of the densitometer system was then derived from the deconvolution of the scanned profile to the step function. Next a film was exposed to a penumbra area of an x‐ray beam from a linac. The film was scanned using the same densitometer. The “real profile” that emerges from a linear accelerator was derived by the deconvolution of the scanned profile using the now known kernel of the film densitometer. Under the same irradiation condition the x‐ray profile was measured with other detectors and with this information we obtained the convolution kernels for these detectors by solving numerically their basic convolution integrals. The results show that the Gaussian convolution kernel is the most consistent with the measurements. The best numerical values for the FWHM of the kernels are 1.1 mm, 2.2 mm, and 5.4 mm for densitometer, diode, and minichamber, respectively.</jats:p>",
        "is_referenced_by_count": 72
    },
    {
        "title": "Nonstationary noise characteristics of the helical scan and its impact on image quality and artifacts",
        "doi": "10.1118/1.598026",
        "year": 2002,
        "abstract": "<jats:p>Helical computed tomography has replaced the conventional step‐and‐shoot CT in many clinical applications. Because of its clinical importance, a number of comparative studies have been performed to evaluate its performance parameters, such as the noise and the slice sensitivity profile. In this paper, the nonstationary noise characteristics of helical images are carefully examined. Their impact on the low contrast detectability and three‐dimensional (3‐D) image artifacts is assessed. An analytical equation is derived to relate the interactions between various helical reconstruction schemes and the fan‐beam filtered backprojection algorithm. We demonstrate that for many popular helical weights, the noise variation within the field of view of the reconstruction is close to a factor of 3. Several approaches to overcome the undesired characteristics are proposed.</jats:p>",
        "is_referenced_by_count": 45
    },
    {
        "title": "Gradient corrections for reference dosimetry using Farmer‐type ionization chambers in single‐layer scanned proton fields",
        "doi": "10.1002/mp.14554",
        "year": 2020,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>The local depth dose gradient and the displacement correction factor for Farmer‐type ionization chambers are quantified for reference dosimetry at shallow depth in single‐layer scanned proton fields.</jats:p></jats:sec><jats:sec><jats:title>Method</jats:title><jats:p>Integrated radial profiles as a function of depth (IRPDs) measured at three proton therapy centers were smoothed by polynomial fits. The local relative depth dose gradient at measurement depths from 1 to 5 cm were derived from the derivatives of those fits. To calculate displacement correction factors, the best estimate of the effective point of measurement was derived from reviewing experimental and theoretical determinations reported in the literature. Displacement correction factors for the use of Farmer‐type ionization chambers with their reference point (at the center of the cavity volume) positioned at the measurement depth were derived as a ratio of IRPD values at the measurement depth and at the effective point of measurement.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Depth dose gradients are as low as 0.1–0.4% per mm at measurement depths from 1 to 5 cm in the highest clinical proton energies (with residual ranges higher than 15 cm) and increase to 1% per mm at a residual range of 4 cm and become larger than 3% per mm for residual ranges lower than 2 cm. The literature review shows that the effective point of measurement of Farmer‐type ionization chambers is, similarly as for carbon ion beams, located 0.75 times the cavity radius closer to the beam origin as the center of the cavity. If a maximum displacement correction of 2% is deemed acceptable to be included in calculated beam quality correction factors, Farmer‐type ICs can be used at measurements depths from 1 to 5 cm for which the residual range is 4 cm or larger. If one wants to use the same beam quality correction factors as applicable to the conventional measurement point for scattered beams, located at the center of the SOBP, the relative standard uncertainty on the assumption that the displacement correction factor is unity can be kept below 0.5% for measurement depths of at least 2 cm and for residual ranges of 15 cm or higher.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>The literature review confirmed that for proton beams the effective point of measurement of Farmer‐type ionization chambers is located 0.75 times the cavity radius closer to the beam origin as the center of the cavity. Based on the findings in this work, three options can be recommended for reference dosimetry of scanned proton beams using Farmer‐type ionization chambers: (a) positioning the effective point of measurement at the measurement depth, (b) positioning the reference point at the measurement depth and applying a displacement correction factor, and (c) positioning the reference point at the measurement depth without applying a displacement correction factor. Based on limiting the acceptable uncertainty on the gradient correction factor to 0.5% and the maximum deviation of the displacement perturbation correction factor from unity to 2%, the first two options can be allowed for residual ranges of at least 4 cm while the third option only for residual ranges of at least 15 cm.</jats:p></jats:sec>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Confidence limit variation for a single IMRT system following the TG119 protocol",
        "doi": "10.1118/1.3555298",
        "year": 2011,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>To evaluate the robustness of TG119‐based quality assurance metrics for an IMRT system.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Four planners constructed treatment plans for the five IMRT test cases described in TG119. All plans were delivered to a<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp5298-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:mp5298:equation:mp5298-math-0001\" /> solid water phantom in one treatment session in order to minimize session‐dependent variation from phantom setup, film quality, machine performance, etc. Composite measurements utilized film and an ionization chamber. Per‐field measurements were collected using a diode array device at an effective depth of 5 cm. All data collected were analyzed using the TG119 specifications to determine the confidence limit values for each planner separately and then compared.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The mean variance of ion chamber measurements for each planner was within 1.7% of the planned dose. The resulting confidence limits were 3.13%, 1.98%, 3.65%, and 4.39%. Confidence limit values determined by composite film analysis were 8.06%, 13.4%, 9.30%, and 16.5%. Confidence limits from per‐field measurements were 1.55%, 0.00%, 0.00%, and 2.89%.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>For a single IMRT system, the accuracy assessment provided by TG119‐based quality assurance metrics showed significant variations in the confidence limits between planners across all composite and per‐field evaluations. This observed variation is likely due to the different levels of modulation between each planner's set of plans. Performing the TG119 evaluation using plans produced by a single planner may not provide an adequate estimation of IMRT system accuracy.</jats:p></jats:sec>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Effects of x‐ray tube current and voltage on effective focalspot size",
        "doi": "10.1118/1.1637286",
        "year": 2003,
        "abstract": "<jats:p>In general, the dimensions of the effective focal spot of an x‐ray tube vary with tube current and voltage. This dependence on tube operating conditions has been noted in the literature but has not been investigated in detail. Star phantom measurements of seven focal spots for four x‐ray tubes operated at a variety of tube voltages and currents show that effective focal‐spot size varies as <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp7286-math-0001.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp7286:mp7286-math-0001\" />. This dependence may be suppressed for the focal‐spot dimension perpendicular to the tube axis, however, because of auxiliary electrostatic focusing. Experimental data are presented with a theoretical explanation of the relationship between effective focal‐spot size and tube operating conditions.</jats:p>",
        "is_referenced_by_count": 20
    },
    {
        "title": "Evaluation of uncertainty predictions and dose output for model‐based dose calculations for megavoltage photon beams",
        "doi": "10.1118/1.2207316",
        "year": 2006,
        "abstract": "<jats:p>In many radiotherapy clinics an independent verification of the number of monitor units (MU) used to deliver the prescribed dose to the target volume is performed prior to the treatment start. Traditionally this has been done by using methods mainly based on empirical factors which, at least to some extent, try to separate the influence from input parameters such as field size, depth, distance, etc. The growing complexity of modern treatment techniques does however make this approach increasingly difficult, both in terms of practical application and in terms of the reliability of the results. In the present work the performance of a model‐based approach, describing the influence from different input parameters through actual modeling of the physical effects, has been investigated in detail. The investigated model is based on two components related to megavoltage photon beams; one describing the exiting energy fluence per delivered MU, and a second component describing the dose deposition through a pencil kernel algorithm solely based on a measured beam quality index. Together with the output calculations, the basis of a method aiming to predict the inherent calculation uncertainties in individual treatment setups has been developed. This has all emerged from the intention of creating a clinical dose/MU verification tool that requires an absolute minimum of commissioned input data. This evaluation was focused on irregular field shapes and performed through comparison with output factors measured at 5, 10, and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp7316-math-0001.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp7316:mp7316-math-0001\" /> depth in ten multileaf collimated fields on four different linear accelerators with varying multileaf collimator designs. The measurements were performed both in air and in water and the results of the two components of the model were evaluated separately and combined. When compared with the corresponding measurements the resulting deviations in the calculated output factors were in most cases smaller than 1% and in all cases smaller than 1.7%. The distribution describing the calculation errors in the total dose output has a mean value of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp7316-math-0002.png\" xlink:title=\"urn:x-wiley:0094-2405:media:mp7316:mp7316-math-0002\" /> and a standard deviation of 0.47%. In the dose calculations a previously developed correction of the pencil kernel was applied that managed to contract the error distribution considerably. A detailed analysis of the predicted uncertainties versus the observed deviations suggests that the predictions indeed can be used as a basis for creating action levels and tracking dose calculation errors in homogeneous media.</jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "The Phantoms of Medical and Health Physics",
        "doi": "10.1118/1.4960370",
        "year": 2016,
        "abstract": "<jats:p><jats:bold>The Phantoms of Medical and Health Physics</jats:bold>. Devices for Research and Development. Editors. L. DeWerd and M. Kissick., Springer‐Verlag, Heidelberg, New York, 2014. 286 pp. Price: $129.00. ISBN: 978‐1‐4614‐8303‐8. Price: $99.00. ISBN: 978‐1‐4614‐8304‐5 (hardcover)</jats:p>",
        "is_referenced_by_count": 5
    },
    {
        "title": "Verification of Gamma Knife extend system based fractionated treatment planning using EBT2 film",
        "doi": "10.1118/1.4832138",
        "year": 2013,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>This paper presents EBT2 film verification of fractionated treatment planning with the Gamma Knife (GK) extend system, a relocatable frame system for multiple‐fraction or serial multiple‐session radiosurgery.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>A human head shaped phantom simulated the verification process for fractionated Gamma Knife treatment. Phantom preparation for Extend Frame based treatment planning involved creating a dental impression, fitting the phantom to the frame system, and acquiring a stereotactic computed tomography (CT) scan. A CT scan (Siemens, Emotion 6) of the phantom was obtained with following parameters: Tube voltage—110 kV, tube current—280 mA, pixel size—0.5 × 0.5 and 1 mm slice thickness. A treatment plan with two 8 mm collimator shots and three sectors blocking in each shot was made. Dose prescription of 4 Gy at 100% was delivered for the first fraction out of the two fractions planned. Gafchromic EBT2 film (ISP Wayne, NJ) was used as 2D verification dosimeter in this process. Films were cut and placed inside the film insert of the phantom for treatment dose delivery. Meanwhile a set of films from the same batch were exposed from 0 to 12 Gy doses for calibration purposes. An EPSON (Expression 10000 XL) scanner was used for scanning the exposed films in transparency mode. Scanned films were analyzed with inhouse written MATLAB codes.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>Gamma index analysis of film measurement in comparison with TPS calculated dose resulted in high pass rates &gt;90% for tolerance criteria of 1%/1 mm. The isodose overlay and linear dose profiles of film measured and computed dose distribution on sagittal and coronal plane were in close agreement.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>Through this study, the authors propose treatment verification QA method for Extend frame based fractionated Gamma Knife radiosurgery using EBT2 film.</jats:p></jats:sec>",
        "is_referenced_by_count": 6
    },
    {
        "title": "The feasibility study of XACT imaging for characterizing osteoporosis",
        "doi": "10.1002/mp.15906",
        "year": 2022,
        "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Background</jats:title><jats:p>Osteoporosis is a progressive bone disease that is characterized by a decrease in bone mass and the deterioration in bone microarchitecture, which might be related to age and space travel. An unmet need exists for the development of novel imaging technologies to characterize osteoporosis.</jats:p></jats:sec><jats:sec><jats:title>Purpose</jats:title><jats:p>The purpose of our study is to investigate the feasibility of X‐ray‐induced acoustic computed tomography (XACT) imaging for osteoporosis detection.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>An in‐house simulation workflow was developed to assess the ability of XACT for osteoporosis detection. To evaluate this simulation workflow, a three‐dimensional digital bone phantom for XACT imaging was created by a series of two‐dimensional micro‐computed tomography (micro‐CT) slices of normal and osteoporotic bones in mice. In XACT imaging, the initial acoustic pressure rise caused by the X‐ray induce acoustic (XA) effect is proportional to bone density. First, region growing was deployed for image segmentation of different materials inside the bone. Then <jats:italic>k</jats:italic>‐wave simulations were deployed to model XA wave propagation, attenuation, and detection. Finally, the time‐varying pressure signals detected at each transducer location were used to reconstruct the XACT image with a time‐reversal reconstruction algorithm.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Through the simulated XACT images, cortical porosity has been calculated, and XA signal spectra slopes have been analyzed for the detection of osteoporosis. The results have demonstrated that osteoporotic bones have lower bone mineral density and higher spectra slopes. These findings from XACT images were in good agreement with porosity calculation from micro‐CT images.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>This work explores the feasibility of using XACT imaging as a new imaging tool for Osteoporosis detection. Considering that acoustic signals are generated by X‐ray absorption, XACT imaging can be combined with traditional X‐ray imaging that holds potential for clinical management of osteoporosis and other bone diseases.</jats:p></jats:sec>",
        "is_referenced_by_count": 2
    },
    {
        "title": "The use of computed radiography plates to determine light and radiation field coincidence",
        "doi": "10.1118/1.4823775",
        "year": 2013,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>Photo‐stimulable phosphor computed radiography (CR) has characteristics that allow the output to be manipulated by both radiation and optical light. The authors have developed a method that uses these characteristics to carry out radiation field and light field coincidence quality assurance on linear accelerators.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>CR detectors from Kodak were used outside their cassettes to measure both radiation and light field edges from a Varian linear accelerator. The CR detector was first exposed to a radiation field and then to a slightly smaller light field. The light impinged on the detectorˈs latent image, removing to an extent the portion exposed to the light field. The detector was then digitally scanned. A<jats:sc>MATLAB</jats:sc>‐based algorithm was developed to automatically analyze the images and determine the edges of the light and radiation fields, the vector between the field centers, and the crosshair center. Radiographic film was also used as a control to confirm the radiation field size.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>Analysis showed a high degree of repeatability with the proposed method. Results between the proposed method and radiographic film showed excellent agreement of the radiation field. The effect of varying monitor units and light exposure time was tested and found to be very small. Radiation and light field sizes were determined with an uncertainty of less than 1 mm, and light and crosshair centers were determined within 0.1 mm.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>A new method was developed to digitally determine the radiation and light field size using CR photo‐stimulable phosphor plates. The method is quick and reproducible, allowing for the streamlined and robust assessment of light and radiation field coincidence, with no observer interpretation needed.</jats:p></jats:sec>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Development of a neonate X‐ray phantom for 2D imaging applications using single‐tone inkjet printing",
        "doi": "10.1002/mp.15086",
        "year": 2021,
        "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Purpose</jats:title><jats:p>Inkjet printers can be used to fabricate anthropomorphic phantoms by the use of iodine‐doped ink. However, challenges persist in implementing this technique. The calibration from grayscale to ink density is complex and time‐consuming. The purpose of this work is to develop a printing methodology that requires a simpler calibration and is less dependent on printer characteristics to produce the desired range of x‐ray attenuation values.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>Conventional grayscale printing was substituted by <jats:italic>single</jats:italic>‐<jats:italic>tone printing</jats:italic>; that is, the superposition of pure black layers of iodinated ink. Printing was performed with a consumer‐grade inkjet printer using ink made of potassium‐iodide (KI) dissolved in water at 1 g/ml. A calibration for the attenuation of ink was measured using a commercial x‐ray system at 70 kVp. A neonate radiograph obtained at 70 kVp served as an anatomical model. The attenuation map of the neonate radiograph was processed into a series of single‐tone images. Single‐tone images were printed, stacked, and imaged at 70 kVp. The phantom was evaluated by comparing attenuation values between the printed phantom and the original radiograph; attenuation maps were compared using the structural similarity index measure (SSIM), while attenuation histograms were compared using the Kullback–Leibler (KL) divergence. A region of interest (ROI)‐based analysis was also performed, where the attenuation distribution within given ROIs was compared between phantom and patient. The phantom sharpness was evaluated in terms of modulation transfer function (MTF) estimates and signal spread profiles of high spatial resolution features in the image.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The printed phantom required 36 pages. The printing queue was automated and it took about 2 h to print the phantom. The radiograph of the printed phantom demonstrated a close resemblance to the original neonate radiograph. The SSIM of the phantom with respect to that of the patient was 0.53. Both patient and phantom attenuation histograms followed similar distributions, and the KL divergence between such histograms was 0.20. The ROI‐based analysis showed that the largest deviations from patient attenuation values were observed at the higher and lower ends of the attenuation range. The limiting resolution of the proposed methodology was about 1 mm.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>A methodology to generate a neonate phantom for 2D imaging applications, using single‐tone printing, was developed. This method only requires a single‐value calibration and required less than 2 h to print a complete phantom.</jats:p></jats:sec>",
        "is_referenced_by_count": 3
    },
    {
        "title": "SU‐E‐J‐120: A Phantom‐Based Comparison of Lung Tumor Planning Target Volumes and Organs a Risk Dose Reduction Between 4D‐CT and 3D‐CT",
        "doi": "10.1118/1.4814332",
        "year": 2013,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> Lung tumor motion due to respiration necessitates using large margins when creating a planning target volume (PTV). As tumor movement of up to 5 cm has been reported by several investigators, accurate investigation of the internal margin (IM) to 3D CTV is necessary. The purpose of this study was to compare the differences in volume between PTVs generated using 4D‐CT (4D PTV) and 3D‐CT (3D PTV) for varying degrees of tumor motion and to evaluate the differences in dose to normal lung and spinal cord. <jats:bold>Methods:</jats:bold> A movable phantom was used to simulate lung movement (Figure 1). Three blocks of rubber were attached to the phantom and a 3D‐CT and a 4D‐CT were taken. Then, PTVs were delineated and compared. After that, the PTVs were transferred to a Rando phantom for dose analysis. Also, investigation of varying displacements of lung tumor was done using four blocks of rubber attached to a movable phantom with different known displacements (Figure 2). <jats:bold>Results:</jats:bold> The average reduction in PTV volumes using 4D‐CT was 33.8%. This led to average decreases of 19.2%, 20.1% and 33.8% for lung V20, mean lung dose and maximum spinal cord dose, respectively (Table 1)., Investigation of varying displacements of lung tumor shows that if tumors move more than 4 cm, the 4D PTV may be equal to or larger than the 3D PTV(Table 2).Figures 3 shows overlapping of PTVs of tumors with 2 cm motion and 4 cm motion in 3D and 4D. <jats:bold>Conclusion:</jats:bold> It can be concluded that 4D‐CT reduces organ at risk doses. For lung tumors with large displacements, 4D‐CT is a promising method because the exact IM in the direction of tumor motion is achieved. In these cases, the use of 3D causes not only unnecessary dose to normal tissue but also missing part of the tumor (Figure 3).</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "SU‐E‐J‐109: Registration/Segmentation for Adaptive Radiotherapy Using the Jensen Renyi Divergence",
        "doi": "10.1118/1.4814321",
        "year": 2013,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> For the purposes of adaptive radiotherapy, the consolidation of offline and online imaging modalities requires costly registration, resegmentation and re‐optimization. The Jensen Renyi (JR) divergence is a non‐parametric generalized statistical measure that can be applied as an energy function for all three of these objectives. Further efficiency and accuracy can be attained by coupling the objective functions such that they iteratively reinforce one another. <jats:bold>Methods:</jats:bold> The JR divergence was used as an energy function and with a finite difference scheme, the level set differential equation was solved for an active contour along with the energy gradient of control points placed using an adaptive mesh. The segmentation portion has been validated using three data sets; PET and CBCT images of an in‐house phantom for various image qualities, 7 PET scans of head and neck cases from the Louvain database and 22 PET/CT scans of patients with non‐small cell lung carcinoma from the MAASTRO database. <jats:bold>Results:</jats:bold> Segmentation of an in‐house phantom using the JR divergence showed a marked improvement in concordance index (CI) by almost a factor of 2 compared to the mutual information metric below SNR values of 35.3 and 24.0 for the CBCT and PET images. Average CI for the 7 Louvain cases was found to be 0.56. An average error in estimating the maximal tumor diameters of the 22 MAASTRO cases was found to be 63%, 19.5% and 14% using CT, PET and combined PET/ CT modalities. <jats:bold>Conclusion:</jats:bold> The JR divergence metric was applied to the task of segmentation using a level sets active contour. It was found to provide improved noise tolerance and competitive segmentation accuracy compared to 9 other PET segmentation methods. A coupled segmentation/registration scheme has been implemented using the JR divergence. Validation is currently being performed using plasticized pig lungs. Funding was provided by the Natural Sciences and Engineering Research Council of Canada. (NSERC‐RGPIN 397711‐11) and the Research Institute of the McGill University Health Centre. HZ is supported by the Swiss National Science Foundation under grant SNSF 31003A‐135576, Geneva Cancer League and the Indo‐Swiss Joint Research Programme ISJRP 138866.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "TU‐FF‐A4‐01: Virtual Simulator Design for Collision Prevention During External Radiotherapy Planning",
        "doi": "10.1118/1.2962656",
        "year": 2008,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> Collision avoidance of the treatment accelerator components such as gantry, table, collimators, jaws, and fixation devices with the patient is one of the biggest concerns in external treatment planning. Most commercial treatment planning systems do not include collision prevention simulation step. On the other hand, a fool‐proof collision‐map, lookup table, and simpler analytical method guard only against the most apparent collisions. Thus, a comprehensive virtual simulator design for collision avoidance is very useful for external radiotherapy planning. <jats:bold>Method and Materials:</jats:bold> An accurate modeling of the treatment accelerator is possible with geometric data. Three‐dimensional patient modeling is also possible from the patient's CT data. Since each component in the data bank is described as an independent mesh modeling based on the type of associated polygons, relative position changes can be described easily for the device dynamics simulation. The relative motions of the gantry and the treatment table are collected from the treatment plan and the graphical user interface generates the events at the given time intervals. This visual system is incorporated with the treatment planning simulation system. <jats:bold>Results:</jats:bold> The quality verification of our virtual simulator for the potential collision has been performed with two combinations of treatment table and gantry rotations where a collision is eminent based on the visual assessment. The planner can search for beam paths with minimal critical structure interference before extensive optimization process. A database of CT and MR scans for all tumor sites is being built, which provide useful information to map all potential collision possibilities for all treatment isocenters. <jats:bold>Conclusion:</jats:bold> The important benefits of this virtual simulator is the replacement of the conventional laborious procedures required for the expensive hardware simulator unit, the efficiency increment, the accuracy improvement of radiation treatment procedure, and the cost reduction in terms of time and physical patient's presence.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Texture classification‐based segmentation of lung affected by interstitial pneumonia in high‐resolution CT",
        "doi": "10.1118/1.3003066",
        "year": 2008,
        "abstract": "<jats:p>Accurate and automated lung field (LF) segmentation in high‐resolution computed tomography (HRCT) is highly challenged by the presence of pathologies affecting lung borders, also affecting the performance of computer‐aided diagnosis (CAD) schemes. In this work, a two‐dimensional LF segmentation algorithm adapted to interstitial pneumonia (IP) patterns is presented. The algorithm employs <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0001\" />‐means clustering followed by a filling operation to obtain an initial LF order estimate. The final LF border is obtained by an iterative support vector machine neighborhood labeling of border pixels based on gray level and wavelet coefficient statistics features. A second feature set based on gray level averaging and gradient features was also investigated to evaluate its effect on segmentation performance of the proposed method. The proposed method is evaluated on a dataset of 22 HRCT cases spanning a range of IP patterns such as ground glass, reticular, and honeycombing. The accuracy of the method is assessed using area overlap and shape differentiation metrics (<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0002\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0003\" />, and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0004\" />), by comparing automatically derived lung borders to manually traced ones, and further compared to a gray level thresholding‐based (GLT‐based) method. Accuracy of the methods evaluated is also compared to interobserver variability. The proposed method incorporating gray level and wavelet coefficient statistics demonstrated the highest segmentation accuracy, averaged over left and right LFs (<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0005.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0005\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0006.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0006\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0007.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0007\" />, and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0008.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0008\" />), which is statistically significant (two‐tailed student's <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0009.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0009\" /> test for paired data, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0010.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0010\" />) with respect to all metrics considered as compared to the proposed method incorporating gray level averaging and gradient features (<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0011.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0011\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0012.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0012\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0013.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0013\" />, and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0014.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0014\" />) and the GLT‐based method (<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0015.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0015\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0016.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0016\" />, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0017.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0017\" />, and <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0018.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0018\" />). The performance of the three segmentation methods, although decreased as IP pattern severity level (mild, moderate, and severe) was increased, did not demonstrate statistically significant difference (two‐tailed student's <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0019.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0019\" /> test for unpaired data, <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp3066-math-0020.png\" xlink:title=\"urn:x-wiley:00942405:media:mp3066:mp3066-math-0020\" /> for all metrics considered). Finally, the accuracy of the proposed method, based on gray level and wavelet coefficient statistics ranges within interobserver variability. The proposed segmentation method could be used as an initial stage of a CAD scheme for IP patterns.</jats:p>",
        "is_referenced_by_count": 52
    },
    {
        "title": "SU‐E‐J‐163: The Imaging Dose to Patients <b>Result</b>ing From the ExacTrac X‐Ray System",
        "doi": "10.1118/1.4814375",
        "year": 2013,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> There is a lack of reported data on imaging dose from Novalis ExacTrac use for image guided radiotherapy. This investigation is to assess the imaging doses to patients resulting from a variety of clinical default imaging acquisition protocols in the ExacTrac x‐ray imaging system. <jats:bold>Methods:</jats:bold> Novalis TX ExacTrac x‐ray system (BrainLab, Feldkirchen, Germany) is investigated. This system consists of two floor‐mounted kilovoltage X‐ray tubes projecting obliquely onto two flat‐panel detectors mounted on the ceiling. The dose measurements were performed using an ion chamber inserted in a phantom. The air kerma calibration factor of the ion chamber for x‐ray beams specified by the half‐value layer was obtained from an Accredited Dosimetry Calibration Laboratory. The imaging dose from clinical default protocols including Cranium, Thorax and Abdomen were studied. The phantom, in the size of 30×12×30 cm3, was made from slabs of water‐equivalent materials for low energy x‐rays, PW‐LR (CIRS, Norfolk, VA). <jats:bold>Results:</jats:bold> The field size of x‐rays from each tube is 20×20 cm2 at the isocenter. Small differences of 5–10 % in measured radiation dose at the isocenter between two x‐ray tubes were observed. The doses measured in the phantom at a depth of 1 cm from the treatment table were 0.05 cGy, 0.16 cGy, and 0.19 cGy resulting from a pair of obliquely beams of Cranium‐heavy, Thorax‐Heavy and Abdomen‐Heavy clinical protocols respectively. It was found that there was up to 77% dose reduction by selecting Abdomen‐Light instead of Abdomen‐Heavy acquisition protocols. <jats:bold>Conclusion:</jats:bold> Although the imaging doses to patients resulting from a single pair of beams are low, the sum of multiple acquisitions (10‐20 pairs) is still significant, which can be common for one treatment fraction if non‐coplanar beams are used. The imaging doses strongly depend on the image acquisition protocols. During treatment, the low dose protocols should be chosen, given that image quality is not compromised.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Quantitative verification of <sup>192</sup>Ir PDR and HDR source structure by pin‐hole autoradiography",
        "doi": "10.1118/1.597538",
        "year": 2003,
        "abstract": "<jats:p>For precise localization of the center and determination of the dimensions of the radioactive material within the capsule of brachytherapy sources, we have developed a method based on simultaneous pin‐hole autoradiography of two sources. We constructed a variable magnification pin‐hole camera consisting of two telescopically fitted Plexiglas cylinders which can accommodate two radioactive sources on the plate covering the top cylinder. The <jats:sup>192</jats:sup>Ir pulsed and high dose‐rate sources were studied and an <jats:sup>192</jats:sup>Ir seed was used as a reference source. The magnification factor was determined from the dimensions of the <jats:sup>192</jats:sup>Ir seed image, which was geometrically well defined by a separate transmission radiography experiment. The observed position for the center of radioactivity in the PDR and the HDR source capsules are in agreement with the vendor specifications. The distance from the tip of the PDR capsule to its center of radioactivity was found in this way to be 0.79±0.21 mm, which agrees with the position (0.85 mm) of the pellet situated closer to the tip as specified by the vendor. Quantitative verification of the internal source structure using this method enhances the accuracy with which the dose distribution near brachytherapy sources can be predicted by three‐dimensional Monte Carlo calculations.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "SU‐E‐T‐380: Evaluation of Patient Specific Machine Delivery Performance Based on Analysis of Trajectory Log Files",
        "doi": "10.1118/1.4735467",
        "year": 2012,
        "abstract": "<jats:p><jats:bold>Purpose</jats:bold>: Comparison of delivered and treatment planning dose to a phantom is routinely done before first patient treatment for IMRT and VMAT treatment courses, and is an important part of QA program. It is assumed that the delivery parameters are reproducible for each treatment in the course, and additional tests to validate the assumption are rarely performed. We use the analysis of Trajectory log files to verify the interfractional constancy of treatment delivery. <jats:bold>Methods</jats:bold>: Trajectory Log files present a record of machine coordinate snapshots every 10ms of beam on state. We designed an automated data mining engine capable of extracting machine parameters recorded for the treated fractions for a selected patient, and generating easy to review statistical report quantifying machine delivery performance. The application was tested on 3 head and neck and 4 pelvis test courses in our clinic. <jats:bold>Results</jats:bold>: The worst observed instant error in Gantry angle position during the delivery of VMAT treatments was 0.22deg, while the time‐averaged gantry error during the delivery was less than 0.002deg. The maximum observed discrepancy between planned and actual treatment position for MLC leaves was 0.11 mm. When machine parameter interfractional variance was analyzed, the worst difference in gantry position between any fraction delivered for a patient was 0.013deg. The worst instantaneous discrepancy between any fraction of treatment for MLC leaves was only 0.028mm. <jats:bold>Conclusions</jats:bold>: The analysis of Varian TrueBeam accelerator Trajectory Log files generated during the course of treatment of 3 head and neck and 4 pelvis patients showed high reproducibility in dynamics of machine position parameter during the delivery of treatments. Continuous monitoring of treatment logs enables verification of treatment delivery constancy, and should be integrated in clinical QA programs.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Truncation correction for oblique filtering lines",
        "doi": "10.1118/1.3002416",
        "year": 2008,
        "abstract": "<jats:p>State‐of‐the‐art filtered backprojection (FBP) algorithms often define the filtering operation to be performed along oblique filtering lines in the detector. A limited scan field of view leads to the truncation of those filtering lines, which causes artifacts in the final reconstructed volume. In contrast to the case where filtering is performed solely along the detector rows, no methods are available for the case of oblique filtering lines. In this work, the authors present two novel truncation correction methods which effectively handle data truncation in this case. Method 1 (basic approach) handles data truncation in two successive preprocessing steps by applying a hybrid data extrapolation method, which is a combination of a water cylinder extrapolation and a Gaussian extrapolation. It is independent of any specific reconstruction algorithm. Method 2 (kink approach) uses similar concepts for data extrapolation as the basic approach but needs to be integrated into the reconstruction algorithm. Experiments are presented from simulated data of the FORBILD head phantom, acquired along a partial‐circle‐plus‐arc trajectory. The theoretically exact M‐line algorithm is used for reconstruction. Although the discussion is focused on theoretically exact algorithms, the proposed truncation correction methods can be applied to any FBP algorithm that exposes oblique filtering lines.</jats:p>",
        "is_referenced_by_count": 8
    },
    {
        "title": "A conversion method of air kerma from the primary, scatter, and leakage radiations to effective dose for calculating x‐ray shielding barriers in mammography",
        "doi": "10.1118/1.1895526",
        "year": 2005,
        "abstract": "<jats:p>In this study, a new approach has been introduced for derivation of the effective dose from air kerma to calculate shielding requirements in mammography facilities. This new approach has been used to compute the conversion coefficients relating air kerma to the effective dose for the mammography reference beam series of the Netherlands Metrology Institute Van Swinden Laboratorium, National Institute of Standards and Technology, and International Atomic Energy Agency laboratories. The results show that, in all cases, the effective dose in mammography energy range is less than 25% of the incident air kerma for the primary and the scatter radiations and does not exceed 75% for the leakage radiation.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "SU‐FF‐T‐390: A New Linac QA Procedure for the Characterization of Radiation Isocenter and Room Lasers Position",
        "doi": "10.1118/1.1998147",
        "year": 2005,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> We have designed and implemented a new stereotactic machine QA test. The method is used to characterize gantry sag, couch wobble, cone placement, MLC offset and room lasers position relative to radiation isocenter. An image containing a series of test patterns is generated in a direct and integrated fashion. <jats:bold>Method and Materials:</jats:bold> Two MLC star patterns, a cone pattern and the laser lines are recorded on the same imaging medium, enabling 0.1 mm accuracy measurements. Phosphor plates are used as the imaging medium due to their unique property that the red light of wall laser erases the radiation information stored on phosphor plates. The room lasers position relative to the radiation isocenter can be measured. The developed QA method consists of four images that measure the gantry sag between 0<jats:sup>0</jats:sup> and 180<jats:sup>0</jats:sup> gantry angles, the position and stability of couch rotational axis, the sag between 90<jats:sup>0</jats:sup> and 270<jats:sup>0</jats:sup> gantry angles, the accuracy of cone placement on the collimator and the position of laser lines relative radiation isocenter. <jats:bold>Results:</jats:bold> The inherent precision of the numerical algorithms developed is +/− 0.05mm. The inherent accuracy of the method as a whole is +/− 0.1mm. The total irradiation/illumination time is about 10 min per image. Automating the generation of collimator star patterns can reduce this time. The data analysis (including the phosphor plate scanning) is less than 5min. <jats:bold>Conclusion:</jats:bold> The presented method reproducibly characterizes the radiation isocenter geometry with the high accuracy required for stereotactic surgery. It can replace the standard ball test and it can provide a highly accurate QA procedure for the non‐stereotactic machines.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "SU‐E‐T‐464: Impact of the Treatment Margin on Tumor Control and Normal Tissue Complication for Prostate Treatment",
        "doi": "10.1118/1.4735553",
        "year": 2012,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> To investigate the consequence of treatment margin reduction on normal tissue complication probability (NTCP) and tumor control probability (TCP) of prostate external beam treatment. <jats:bold>Methods:</jats:bold> Intensity modulated rotational radiotherapy plans were generated for 10 prostate patients with 6 different posterior margin sizes from 5mm to 0. The prescription dose is 80Gy for 40 treatment fractions. The dose distributions were recalculated with consideration of the intrafractional motion and the localization error. The statistical uncertainties of the intrafractional motion and the localization error were derived based on the motion tracking data recorded by the Calypso 4D localization system for a large patient population. The TCP and NTCP were calculated based on the dose volume histograms (DVH) of prostate and rectum for plans with different margins using an equivalent uniform dose (EUD) based biological model. The 50% tumor control dose (TCD50) of 60Gy for prostate and the median toxic dose (TD50) of 55Gy for rectum were used in the calculation. <jats:bold>Results:</jats:bold> The minimum dose of the prostate and the mean dose of the rectum dropped with the decrease of the treatment margin. When the posterior treatment margin was reduced from 5mm to zero, the EUD of prostate decreased from 83Gy (±0.5Gy) to 81Gy (±0.5Gy) and the TCP dropped from 93.2% (±0.1%) to 91.7% (±0.1%), the EUD of the rectum decreased more significantly from 48.9Gy (±0.4Gy) to 32.5Gy (±0.5Gy) and the NTCP dropped from 13.3% (±1.5%) to 0.03% (± 0.01%). <jats:bold>Conclusions:</jats:bold> The treatment margin size affects the dose to the target and the nearby critical structure. More significant impact on NTCP has been observed than on TCP. This gives us some room to consider the quality of the patient's after‐treatment life. A wise choice of treatment margin can be made based on physician's opinion and patient's preference on the tumor control and the quality of life.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "TU‐C‐T‐617‐06: Importance of Pre‐Fraction Helical CT Isocenter Verification in Extracranial Stereotactic Radiosurgery",
        "doi": "10.1118/1.1998364",
        "year": 2005,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> To quantify the impact of pre‐fraction helical CT isocenter verification vs. setup based on planning CT in fractionated extracranial stereotactic radiosurgery. <jats:bold>Method and Materials:</jats:bold> Treatment plans (Elekta PrecisePlan) and pre‐fraction isocenter verification helical CT scans for 12 patients (40 fractions) were recovered from treatment plan archives. All structures were contoured by a single physician at the time of treatment. Each plan was imported into a customizable treatment plan analysis suite (CERR). Using CERR, pre‐fraction isocenter verification CT scans were fused with the original treatment plan using the external body frame as a reference. The original planned dose distribution was then translated from original treatment plan isocenter to pre‐fraction verification isocenters in each fraction. Dose and volume parameters for pertinent structures were automatically extracted using both registration methods (planned or pre‐fraction scans) for the original treatment plan and for all subsequent fractions. All patients were treated using the pre‐fraction verified isocenter rather than pre‐calculated body frame fiducials as per our institutional policies. <jats:bold>Results:</jats:bold> GTV volumes on pre‐fraction CTs varied from original planned GTV volume (64%–203%, mean=101.8+/−26.5%) largely due to helical sampling of a mobile target. Using the external body frame as the only setup reference would have resulted in geographic misses (&lt;80% coverage of 95% of GTV) in 7/40 (17.5%) fractions. Pre‐fraction isocenter verification resulted in improved D95 GTV coverage (88–102%, mean=99.3% +/−2.4%) with no geographic misses. <jats:bold>Conclusion:</jats:bold> The current RTOG protocol (0236) evaluating extracranial stereotactic radiosurgery does not require pre‐fraction CT tumor position verification. Our institutional policy is to verify isocenter/tumor position prior to each fraction via CT. Although helical scanning artifacts are present, pre‐fraction CT‐based isocenter verification may provide more consistent tumor coverage than setup to planned body frame fiducials. <jats:bold>Conflict of Interest:</jats:bold> Support for this research was provided in part by Elekta, Inc.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "An evaluation of organic light emitting diode monitors for medical applications: Great timing, but luminance artifacts",
        "doi": "10.1118/1.4818056",
        "year": 2013,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>In contrast to the dominant medical liquid crystal display (LCD) technology, organic light‐emitting diode (OLED) monitors control the display luminance via separate light‐emitting diodes for each pixel and are therefore supposed to overcome many previously documented temporal artifacts of medical LCDs. We assessed the temporal and luminance characteristics of the only currently available OLED monitor designed for use in the medical treatment field (SONY PVM2551MD) and checked the authors’ main findings with another SONY OLED device (PVM2541).</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>Temporal properties of the photometric output were measured with an optical transient recorder. Luminances of the three color primaries and white for all 256 digital driving levels (DDLs) were measured with a spectroradiometer. Between the luminances of neighboring DDLs, just noticeable differences were calculated according to a perceptual model developed for medical displays. Luminances of full screen (FS) stimuli were compared to luminances of smaller stimuli with identical DDLs.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>All measured luminance transition times were below 300 μs. Luminances were independent of the luminance in the preceding frame. However, for the single color primaries, up to 50.5% of the luminances of neighboring DDLs were not perceptually distinguishable. If two color primaries were active simultaneously, between 36.7% and 55.1% of neighboring luminances for increasing DDLs of the third primary were even decreasing. Moreover, luminance saturation effects were observed when too many pixels were active simultaneously. This effect was strongest for white; a small white patch was close to 400 cd/m<jats:sup>2</jats:sup>, but in FS the luminance of white saturated at 162 cd/m<jats:sup>2</jats:sup>. Due to different saturation levels, the luminance of FS green and FS yellow could exceed the luminance of FS white for identical DDLs.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>The OLED temporal characteristics are excellent and superior to those of LCDs. However, the OLEDs revealed severe perceptually relevant artifacts with implications for applicability to medical imaging.</jats:p></jats:sec>",
        "is_referenced_by_count": 10
    },
    {
        "title": "Application of the diagnostic radiological index of protection to protective garments",
        "doi": "10.1118/1.4905165",
        "year": 2015,
        "abstract": "<jats:sec><jats:title>Purpose:</jats:title><jats:p>Previously, the diagnostic radiological index of protection (DRIP) was proposed as a metric for quantifying the protective value of radioprotective garments. The DRIP is a weighted sum of the percent transmissions of different radiation beams through a garment. Ideally, the beams would represent the anticipated stray radiation encountered during clinical use. However, it is impractical to expect a medical physicist to possess the equipment necessary to accurately measure transmission of scattered radiation. Therefore, as a proof of concept, the authors tested a method that applied the DRIP to clinical practice.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>Primary beam qualities used in interventional cardiology and radiology were observed and catalogued. Based on the observed range of beam qualities, five representative clinical primary beam qualities, specified by kV and added filtration, were selected for this evaluation. Monte Carlo simulations were performed using these primary beams as source definitions to generate scattered spectra from the clinical primary beams. Using numerical optimization, ideal scatter mimicking primary beams, specified by kV and added aluminum filtration, were matched to the scattered spectra according to half‐ and quarter‐value layers and spectral shape. To within reasonable approximation, these theoretical scatter‐mimicking primary beams were reproduced experimentally in laboratory x ray beams and used to measure transmission through pure lead and protective garments. For this proof of concept, the DRIP for pure lead and the garments was calculated by assigning equal weighting to percent transmission measurements for each of the five beams. Finally, the areal density of lead and garments was measured for consideration alongside the DRIP to assess the protective value of each material for a given weight.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>The authors identified ideal scatter mimicking primary beams that matched scattered spectra to within 0.01 mm for half‐ and quarter‐value layers in copper and within 5% for the shape function. The corresponding experimental scatter‐mimicking primary beams matched the Monte Carlo generated scattered spectra with maximum deviations of 6.8% and 6.6% for half‐ and quarter‐value layers. The measured DRIP for 0.50 mm lead sheet was 2.0, indicating that it transmitted, on average, 2% of incident radiation. The measured DRIP for a lead garment and one lead‐alternative garment closely matched that for pure lead of 0.50 mm thickness. The DRIP for other garments was substantially higher than 0.50 mm lead (3.9–5.4), indicating they transmitted about twice as much radiation. When the DRIP was plotted versus areal density, it was clear that, of the garments tested, none were better than lead on a weight‐by‐weight basis.</jats:p></jats:sec><jats:sec><jats:title>Conclusions:</jats:title><jats:p>A method for measuring the DRIP for protective garments using scatter‐mimicking primary beams was developed. There was little discernable advantage in protective value per unit weight for lead‐alternative versus lead‐only garments. Careful consideration must be given to the balance of protection and weight when choosing a lead‐alternative protective garment with a lower specified “lead equivalence,” e.g., 0.35 mm. The DRIP has the potential to resolve this dilemma. Reporting the DRIP relative to areal density is an ideal metric for objective comparisons of protective garment performance, considering both protective value in terms of transmission of radiation and garment weight.</jats:p></jats:sec>",
        "is_referenced_by_count": 15
    },
    {
        "title": "A calibration‐free, one‐step method for quantitative photoacoustic tomography",
        "doi": "10.1118/1.4760981",
        "year": 2012,
        "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p>: Recently reported quantitative photoacoustic tomography (PAT) has significantly expanded the utilities of PAT because it allows for recovery of tissue optical absorption coefficient which directly correlates with tissue physiological information. However, the recovery of optical absorption coefficient by the existing quantitative PAT approaches strongly depends on the accuracy of absorbed energy density distribution, and on the knowledge of accurate strength and distribution of incident light source. The purpose of this study is to develop a new algorithm for the reconstruction of optical absorption coefficient that does not depend on these initial parameters.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>: Here the authors propose a novel one‐step reconstruction approach that can directly recover optical absorption coefficient from photoacoustic measurements along boundary domain. The authors validate the method using simulation and phantom experiments.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>: The authors have demonstrated experimental evidence that it is possible to directly recover optical absorption coefficient maps using boundary photoacoustic measurements coupled with the photon diffusion equation in just one step. The authors found that the method described is able to quantitatively reconstruct absorbing objects with different sizes and optical contrast levels.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>: Compared to the authors’ previous two‐step methods, the reconstruction results obtained here show that the one‐step scheme can significantly improve the accuracy of absorption coefficient recovery.</jats:p></jats:sec>",
        "is_referenced_by_count": 24
    },
    {
        "title": "A comparison of ionization‐chamber and water‐calorimeter dosimetry for high‐energy x rays",
        "doi": "10.1118/1.596595",
        "year": 2003,
        "abstract": "<jats:p>The temperature‐regulated, flexible, water calorimeter developed in the authors' laboratory was shown previously to yield a dose‐to‐water from 4‐MV x rays that is in very close agreement with ionization measurements made in accordance with the AAPM dosimetry protocol. The range of beam energies for this type of comparison has been increased to include <jats:sup>60</jats:sup>Co, and 4‐, 6‐ and 25‐MV x rays. The grand mean of the ratios of doses obtained from the calorimeter and ionization chamber, the Cal/Ion ratio, for the four beam energies studied is 1.001±0.001. As no significant trend with beam energy was detected, it is concluded that the calorimeter and ionization chamber yield equally accurate results. Because the calibration of the calorimeter depends solely upon the accuracy with which water temperatures in the range 2–10 °C can be measured, and dose is given by the product of the specific heat of water and the temperature change produced by irradiation, the water calorimeter has the potential to place radiation dosimetry on a much firmer foundation than presently exists.</jats:p>",
        "is_referenced_by_count": 11
    },
    {
        "title": "Sci‐Sat AM (2) Therapy‐04: Evaluation of Ultrasound‐Based 3D Positioning System (Restitu by Resonant Medical) for Localizing and Delineating Prostate Targets for Image‐Guided Radiation Treatment: Phantom Study and Estimates of Distortions in US Images of a Patient",
        "doi": "10.1118/1.2244700",
        "year": 2006,
        "abstract": "<jats:p>3D‐Ultrasound (US) promises to be a noninvasive alternative to the portal imaging of surgically implanted gold seeds for positioning the prostate before radiation treatment. In this work we have evaluated a new US system, the Restitu, manufactured by Resonant Medical (Montréal). Using a prostate phantom we have measured the base‐line reproducibility of couch shifts calculated with the Restitu software algorithms. We have also attempted to estimate the influence of US image artifacts on the calculated prostate position. Unlike similar early systems (e.g. BAT), Restitu uses 3D‐US to 3D‐US image registration to determine the prostate position relative to the position during the planning CT. If the internal organs remain stationary and the movement of the US probe is invariant during each fraction then we would expect that the calculated results would be immune to US image distortions. However, due primarily to variations in bladder filling, second‐order US artifacts need to be considered. Using 3D‐US images collected on a sample patient with a full and a half‐empty bladder, we have found the error caused by variations in the time of travel of the sound wave to be about −0.8 mm, and the error caused by sound wave refraction at tissue‐urine interfaces to be about 2.1 mm. The combined error, 2.2 mm, is close to the quoted system tolerance of ±2 mm, but may vary due to anatomical differences. These errors can be reduced under consistent full‐bladder operation.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "TU‐EE‐A2‐06: Are Dosimetric Guidelines of Adult Lung Cancer for Preventing Radiation Pneumonitis Applicable to Pediatric Radiotherapy Involving Lungs?",
        "doi": "10.1118/1.2962616",
        "year": 2008,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> Pediatric patients with Hodgkin's lymphoma and thoracic or paraspinal sarcomas who received radiotherapy may develop clinically significant radiation pneumonitis (RP) requiring the use of steroids. There are no dosimetric planning guidelines for pediatric lung to assess the likelihood of complication. We reviewed dose‐volume histograms (DVHs) and clinical complication data of 63 children treated on 2 prospective studies and evaluated the applicability of adult planning guidelines and risk models. <jats:bold>Method and Materials:</jats:bold> Forty children with Hodgkin's lymphoma and 23 with sarcoma receiving radiation to the thorax were studied. Patients with Hodgkin's lymphoma received 25.5 Gy involved‐field radiotherapy. Eight of which received 8 Gy to the entirety of one or both lungs through partial transmission blocks. Patients with sarcomas received 41.4–70.2 Gy conformal radiotherapy to the primary tumor. Clinical data on RP were collected from protocol databases and chart review with IRB approval. DVH parameters V<jats:sub>13</jats:sub>, V<jats:sub>20</jats:sub>, mean lung dose and normal tissue complication probability (NTCP) from adult lung models were calculated. <jats:bold>Results:</jats:bold> Four patients developed RP following radiotherapy. Two required the use of steroids (NCI CTC grade II). Of the 3 patients with Hodgkin's lymphoma who developed RP, 2 had received 8 Gy delivered to their entire right lung. Children with grade II RP have higher total lung DVHs, a V<jats:sub>20</jats:sub> ⩾35% and mean lung dose above 16 Gy, consistent with the planning constraints set for adult lung cancer and Hodgkin's lymphoma. However, adult lung NTCP and risk models predicted low probability (0.2–0.3) for children who actually developed RP. <jats:bold>Conclusion:</jats:bold> The V<jats:sub>20</jats:sub> and mean lung dose guidelines developed for adult lung cancer identify children at higher risk for RP. Better understanding of other clinical factors such as chemotherapeutic agents and individual sensitivity may be required to improve the predicability of NTCP models for children.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "SU‐E‐T‐460: Image Based Treatment Planning for Intraluminal Brachytherapy in Bile Duct Carcinoma",
        "doi": "10.1118/1.4814893",
        "year": 2013,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> 3D Image based treatment planning for intraluminal brachytherapy in bile duct carcinoma. <jats:bold>Methods:</jats:bold> Five patients with bile duct carcinoma were treated with definitive radiation therapy. Radiation therapy was delivered by means of external beam radiation therapy (EBRT) combined with HDR brachytherapy.Eclipse v8.6 TPS (Varian Medical Systems, USA) was used for treatment planning.In the diagnostic radiology suite, a flexible guide wire was passed through the biliary stent to a point past the stenosis. Subsequently catheter localisation, dummy wire was inserted and orthogonal films were used to confirm the position. All the patients were scanned on CT scanner (Siemens, Germany) with a slice thickness of 3 mm without any radio opaque dummy. The GTV, CTV OAR were contoured according to ICRU 62.Since the catheter is inserted in biliary stent, the applicator reconstruction is not possible. The first source point was reconstructed from the tip of the stent. From the orthogonal topograph the offset was calculated by measuring the tip of the stent to first dummy source distance. This offset was set in the planning. With the optimum source length the dose was calculated and CTV, OAR doses were quantified. The External and brachytherapy plans were summed to produce resultant DVH. <jats:bold>Results:</jats:bold> The applicator reconstruction accuracy was found to be within ±2mm. The mean, median dose of GTV, CTV was 32Gy, 23Gy and 18Gy, 13Gy respectively. The mean, median dose for duodenum was 7.6Gy and 2.8Gy. <jats:bold>Conclusion:</jats:bold> In radiography assisted planning, dose distribution is usually calculated according to the applicator geometry and in addition to fixed reference points. But with 3D brachytherapy planning the doses can be optimised to GTV and can be summed with external plan for clinical evaluation.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Thoracic cavity segmentation algorithm using multiorgan extraction and surface fitting in volumetric CT",
        "doi": "10.1118/1.4866836",
        "year": 2014,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>To develop and validate a semiautomatic segmentation method for thoracic cavity volumetry and mediastinum fat quantification of patients with chronic obstructive pulmonary disease.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>The thoracic cavity region was separated by segmenting multiorgans, namely, the rib, lung, heart, and diaphragm. To encompass various lung disease‐induced variations, the inner thoracic wall and diaphragm were modeled by using a three‐dimensional surface‐fitting method. To improve the accuracy of the diaphragm surface model, the heart and its surrounding tissue were segmented by a two‐stage level set method using a shape prior. To assess the accuracy of the proposed algorithm, the algorithm results of 50 patients were compared to the manual segmentation results of two experts with more than 5 years of experience (these manual results were confirmed by an expert thoracic radiologist). The proposed method was also compared to three state‐of‐the‐art segmentation methods. The metrics used to evaluate segmentation accuracy were volumetric overlap ratio (VOR), false positive ratio on VOR (FPRV), false negative ratio on VOR (FNRV), average symmetric absolute surface distance (ASASD), average symmetric squared surface distance (ASSSD), and maximum symmetric surface distance (MSSD).</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>In terms of thoracic cavity volumetry, the mean ± SD VOR, FPRV, and FNRV of the proposed method were (98.17 ± 0.84)%, (0.49 ± 0.23)%, and (1.34 ± 0.83)%, respectively. The ASASD, ASSSD, and MSSD for the thoracic wall were 0.28 ± 0.12, 1.28 ± 0.53, and 23.91 ± 7.64 mm, respectively. The ASASD, ASSSD, and MSSD for the diaphragm surface were 1.73 ± 0.91, 3.92 ± 1.68, and 27.80 ± 10.63 mm, respectively. The proposed method performed significantly better than the other three methods in terms of VOR, ASASD, and ASSSD.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>The proposed semiautomatic thoracic cavity segmentation method, which extracts multiple organs (namely, the rib, thoracic wall, diaphragm, and heart), performed with high accuracy and may be useful for clinical purposes.</jats:p></jats:sec>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Re‐evaluation of the dose to the cyst wall in P‐32 radiocolloid treatments of cystic brain tumors using the Dose–Point–Kernel and Monte Carlo methods",
        "doi": "10.1118/1.1599652",
        "year": 2003,
        "abstract": "<jats:p>Intracavity instillation of β‐emitting colloid pharmaceuticals is a common technique used to treat cystic brain tumors. Most of the dosimetric calculations that have been reported in the literature for this problem are based on empirical formulas derived by Loevinger. Concentration of P‐32 radiolabeled solution for the delivery of a prescribed dose (200 Gy to the cyst wall) has been published previously using this formalism in what we refer to as a standard nomogram. The calculations using the Loevinger formulas for calculating the P‐32 activity necessary to achieve 200 Gy at the cyst wall is re‐evaluated and compared to numerically computed results based on full Monte Carlo simulations (EGSnrc) and the dose–point–kernel (DPK) integration method. For cyst diameters greater than 1 cm, the new calculations agree well with previously published results (the standard nomogram) to within a few percents. However, for cyst diameters of less than 1 cm, it is shown that the standard nomogram results underestimate the therapeutic activity by a factor of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9652-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9652:mp9652-math-0001\" /> for very small diameters <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9652-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9652:mp9652-math-0002\" /> New tables based on our calculations are presented and the sources of discrepancies are identified. It is concluded that the new set of data based on our calculations should replace the standard nomogram to administer accurately the target dose to the cyst wall for the smaller diameter cysts <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9652-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9652:mp9652-math-0003\" /></jats:p>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Attenuation and activation characteristics of steel and tungsten and the suitability of these materials for use in a fast neutron multileaf collimator",
        "doi": "10.1118/1.1376135",
        "year": 2008,
        "abstract": "<jats:p>A computer controlled multileaf collimator (MLC) is being designed to replace the multirod collimator (MRC) at present used to shape the <jats:italic>d</jats:italic>(48.5)+Be neutron beam from the Harper Hospital superconducting cyclotron. The computer controlled MLC will improve efficiency and allow for the future development of intensity modulated radiation therapy with neutrons. The existing MRC uses tungsten rods, while the new MLC will use steel as the leaf material. In the current study the attenuation and activation characteristics of steel are compared with those of tungsten to ensure that (a) the attenuation achieved in the MLC is at least equivalent to that of the existing MRC, and (b) that the activation of the steel will not result in a significant change in the activation levels within the treatment room. The latter point is important since personnel exposure (particularly to the radiation therapy technologists) from induced radioactivity must be minimized. Measurement of the neutron beam attenuation in a broad beam geometry showed that a 30 cm thick steel leaf yielded 2.5% transmission. This compared favorably with the 4% transmission obtained with the existing MRC. Irradiation of steel and tungsten samples at different depths in a 30 cm steel block indicated that the activation of steel should be no worse than that of tungsten.</jats:p>",
        "is_referenced_by_count": 6
    },
    {
        "title": "Electron beam therapy with coil‐generated magnetic fields",
        "doi": "10.1118/1.1711477",
        "year": 2004,
        "abstract": "<jats:p>This paper presents an initial study on the issues involved in the practical implementation of the use of transverse magnetic fields in electron beam therapy. By using such magnetic fields the dose delivered to the tumor region can increase significantly relative to that deposited to the healthy tissue. Initially we calculated the magnetic fields produced by the Helmholtz coil and modified Helmholtz coil configurations. These configurations, which can readily be used to generate high intensity magnetic fields, approximate the idealized magnetic fields studied in our previous publications. It was therefore of interest to perform a detailed study of the fields produced by these configurations. Electron beam dose distributions for 15 MeV electrons were calculated using the ACCEPTM code for a 3T transverse magnetic field produced by the modified Helmholtz configuration. The dose distribution was compared to those obtained with no magnetic field. The results were similar to those obtained in our previous work, where an idealized step function magnetic field was used and a 3T field was shown to be the optimal field strength. A simpler configuration was also studied in which a single external coil was used to generate the field. Electron dose distributions are also presented for a given geometry and given magnetic field strength using this configuration. The results indicate that this method is more difficult to apply to radiotherapy due to its lack of symmetry and its irregularity. For the various configurations dealt with here, a major problem is the need to shield the magnetic field in the beam propagation volume, a topic that must be studied in detail.</jats:p>",
        "is_referenced_by_count": 4
    },
    {
        "title": "Objective index of image fidelity for JPEG2000 compressed body CT images",
        "doi": "10.1118/1.3129159",
        "year": 2009,
        "abstract": "<jats:p>Compression ratio (CR) has been the <jats:italic>de facto</jats:italic> standard index of compression level for medical images. The aim of the study is to evaluate the CR, peak signal‐to‐noise ratio (PSNR), and a perceptual quality metric (high‐dynamic range visual difference predictor HDR‐VDP) as objective indices of image fidelity for Joint Photographic Experts Group (JPEG) 2000 compressed body computed tomography (CT) images, from the viewpoint of visually lossless compression approach. A total of 250 body CT images obtained with five different scan protocols (5‐mm‐thick abdomen, 0.67‐mm‐thick abdomen, 5‐mm‐thick lung, 0.67‐mm‐thick lung, and 5‐mm‐thick low‐dose lung) were compressed to one of five CRs (reversible, 6:1, 8:1, 10:1, and 15:1). The PSNR and HDR‐VDP values were calculated for the 250 pairs of the original and compressed images. By alternately displaying an original and its compressed image on the same monitor, five radiologists independently determined if the pair was distinguishable or indistinguishable. The kappa statistic for the interobserver agreement among the five radiologists’ responses was 0.70. According to the radiologists' responses, the number of distinguishable image pairs tended to significantly differ among the five scan protocols at 6:1–10:1 compressions (Fisher‐Freeman‐Halton exact tests). Spearman's correlation coefficients between each of the CR, PSNR, and HDR‐VDP and the number of radiologists who responded as distinguishable were 0.72, −0.77, and 0.85, respectively. Using the radiologists' pooled responses as the reference standards, the areas under the receiver–operating–characteristic curves for the CR, PSNR, and HDR‐VDP were 0.87, 0.93, and 0.97, respectively, showing significant differences between the CR and PSNR <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9159-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9159:mp9159-math-0001\" />, or HDR‐VDP <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9159-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9159:mp9159-math-0002\" />, and between the PSNR and HDR‐VDP <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp9159-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp9159:mp9159-math-0003\" />. In conclusion, the CR is less suitable than the PSNR or HDR‐VDP as an objective index of image fidelity for JPEG2000 compressed body CT images. The HDR‐VDP is more promising than the PSNR as such an index.</jats:p>",
        "is_referenced_by_count": 13
    },
    {
        "title": "SU‐E‐T‐337: Dynamic Tomotherapy Delivery with Running‐Start‐Stop: Comparing to Conventional Tomotherapy and VMAT Deliveries",
        "doi": "10.1118/1.4735424",
        "year": 2012,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> Despite of superior target dose uniformity, previous studies of helical tomotherapy (HT) show inferior longitudinal conformity and longer deliver time compared to volumetric‐modulated arc therapy (VMAT) plans, due to fixed jaw size with conventional HT. Dynamic delivery techniques were introduced to overcome these problems. This study is to compare the dosimetric performance of dynamic tomotherapy delivery (5.0cm jaw running‐start‐stop (RSS)) with fixed jaw HT and VMAT deliveries. <jats:bold>Methods:</jats:bold> Sixteen patient cases, including brain, head&amp;neck (HN), lung and prostate, were selected and de‐identified prior to treatment planning. VMAT plans were generated using Varian RapidArc™ (RA) (one or two arcs) and HT plans using TomoTherapy® (fixed 2.5cm jaw). The tomotherapy RSS plans were generated using tomotherapy's research engine and optimized based on 5.0cm dynamic jaw, which allows larger jaw opening for lower dose gradient and smaller jaw opening at the target border when sharp penumbra is required. All 16 cases were planned based on identical contours, prescriptions, and planning objectives. Dose indices for targets and critical organs were compared based on dose‐volume histograms, delivery time, and monitor units. <jats:bold>Results:</jats:bold> The average delivery time was reduced from 4.8min (HT) to 2.92min (RSS). RSS showed comparable target dose homogeneity to HT. Three delivery techniques showed comparable normal tissue sparing for lung cases, with improved sparing of cord with RSS. For prostate cases, RSS showed improved bladder and rectum doses compared to HT due to better longitudinal sparing. Superior normal tissue sparing was observed in RSS plans for optical nerves in brain cases and larynx or parotids for HN cases. <jats:bold>Conclusions:</jats:bold> Tomotherapy RSS with 5.0cm dynamic jaw is overall comparable, if not better, to 2.5cm fixed jaw HT, with faster treatment delivery. It also showed improved longitudinal dose conformity to critical structures adjacent to the target, which is comparable to RA technique. Yu Chen is employee of Accuray‐Tomotherapy, Inc.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "Output variation from an intensity modulating dynamic collimator",
        "doi": "10.1118/1.1493782",
        "year": 2002,
        "abstract": "<jats:p>Intensity modulated radiation therapy (IMRT) offers a method of delivering radiation dose conforming to the shape of targets while minimizing the dose to the surrounding tissue and nearby critical organs. One popular device is the NOMOS MIMiC Collimator coupled to the <jats:sc>CORVUS</jats:sc> treatment planning system. The MIMiC collimator, mounted on a linac head, opens and closes one or more of its 40 small leaves as determined by the planner while the linac delivers radiation and the gantry rotates. This dynamic IMRT allows the intensity to be modulated yielding a highly conformal dose distribution. However, the dose output becomes a function of the detailed manner in which the leaves open and close, since the opening and closing are not instantaneous. We investigate the effect of switch rates and delay in the open/close events on the output profiles. The output is enhanced as the switch rate increases. The enhancement factor at any point of measurement is dependent on its distance from the central plane. We interpret these variations in terms of a simple model, which includes the effect of leaf travel time during the process of opening and closing. We also include the time delay in establishing the specified pressure in the pneumonic device, which controls the opening and closing of the leaves. The information presented here offers a means for incorporating these output changes into the planning system. This may avoid the current situation where many patient plans need to be renormalized based on the actual measurement taken during the delivery of the specified intensity pattern to a phantom.</jats:p>",
        "is_referenced_by_count": 1
    },
    {
        "title": "SU‐E‐T‐333: Immobilization for Proton Therapy ‐ How Is It Different to Photon Therapy?",
        "doi": "10.1118/1.4735420",
        "year": 2012,
        "abstract": "<jats:p><jats:bold>Purpose:</jats:bold> To describe considerations in proton therapy immobilization and the effects which design elements have on the proton dose distribution. <jats:bold>Methods:</jats:bold> Proton therapy has dose distribution advantages over photons through the Bragg peak. This high dose region and sharp distal fall off that produces no primary particle exit dose can be placed at any point within the patient leading to the use of fewer beams and lower integral doses. Proton patient immobilization needs to reduce patient motion to the largest extent feasible, as is the case with other radiation therapy modalities, but also needs to consider the effect of the immobilization device on the proton range and whether this is accurately reflected in the dose calculation. <jats:bold>Results:</jats:bold> Our proton treatment center has treated patients with protons for over 20 years, and the development of effective immobilization methods has been an integral part of this experience. For the various anatomic sites, specific devices have been developed that position and immobilize the patient reproducibly and effectively. Attention was paid to minimal proton water equivalent thickness (WET) to minimize the effect on proton beam penumbra. The WET of each immobilization material has been well characterized and incorporated in the (CT‐based) proton range calculation to minimize systematic errors in the proton range uncertainty. In our experience, proton immobilization devices should have beveled edges when possible to avoid edge effects that can drastically affect the depth of proton penetration. Effective use of internal immobilization, such a rectal balloons or breath holding, is also important to minimize ITV margins and suppress motion‐related beam range uncertainties that are unique to proton therapy. <jats:bold>Conclusions:</jats:bold> In proton therapy patient immobilization, additional considerations are needed to ensure that the immobilization device does not negatively impact the proton dose distribution and its uncertainty.</jats:p>",
        "is_referenced_by_count": 0
    },
    {
        "title": "Automated volume analysis of head and neck lesions on CT scans using 3D level set segmentation",
        "doi": "10.1118/1.2794174",
        "year": 2007,
        "abstract": "<jats:p>The authors have developed a semiautomatic system for segmentation of a diverse set of lesions in head and neck CT scans. The system takes as input an approximate bounding box, and uses a multistage level set to perform the final segmentation. A data set consisting of 69 lesions marked on 33 scans from 23 patients was used to evaluate the performance of the system. The contours from automatic segmentation were compared to both 2D and 3D gold standard contours manually drawn by three experienced radiologists. Three performance metric measures were used for the comparison. In addition, a radiologist provided quality ratings on a 1 to 10 scale for all of the automatic segmentations. For this pilot study, the authors observed that the differences between the automatic and gold standard contours were larger than the interobserver differences. However, the system performed comparably to the radiologists, achieving an average area intersection ratio of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4174-math-0001.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4174:mp4174-math-0001\" /> compared to an average of <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4174-math-0002.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4174:mp4174-math-0002\" /> between two radiologists. The average absolute area error was <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4174-math-0003.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4174:mp4174-math-0003\" /> compared to <jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/mp4174-math-0004.png\" xlink:title=\"urn:x-wiley:00942405:media:mp4174:mp4174-math-0004\" />, and the average 2D distance was 1.38 mm compared to 0.84 mm between the radiologists. In addition, the quality rating data showed that, despite the very lax assumptions made on the lesion characteristics in designing the system, the automatic contours approximated many of the lesions very well.</jats:p>",
        "is_referenced_by_count": 36
    },
    {
        "title": "Velocity measurement based on bolus tracking with the aid of three‐dimensional reconstruction from digital subtraction angiography",
        "doi": "10.1118/1.597990",
        "year": 2002,
        "abstract": "<jats:p>The problem of blood flow measurement in x‐ray angiography using measurements of the leading edge of the contrast bolus as it traverses the vascular bed is considered. A new technique for velocity measurement is presented based upon the ratio of the temporal derivative to the spatial derivative of the contrast bolus in the direction of flow. With the addition of a small correction factor, the value obtained is shown to reflect the transport velocity, or the velocity at which the contrast is transported down the vessel of interest. Most blood flow measurements based on bolus tracking techniques are actually using the contrast transport velocity to represent the blood flow velocity. Because of the streaming that occurs due to laminary flow conditions, the measured transport velocity is found to be somewhere between the average and the peak (central) fluid velocities for measurements taken during the traversal of the bolus leading edge. The spatial and temporal variation of the transport velocity are found to be consistent with the bolus motion expected in the presence of laminar flow. From x‐ray images of contrast passage through simple tubes, we find that the derivative method measures the transport velocity during passage of the bolus leading edge. In most cases of laminar blood flow, the leading edge transport velocity can be 20%–40% higher than the average blood velocity.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "A study of the effect of cone shielding in intraoperative radiotherapy",
        "doi": "10.1118/1.597584",
        "year": 2003,
        "abstract": "<jats:p>The primary goal of intraoperative radiation therapy is to irradiate the intraoperatively determined tumor target volume with a single fraction of tumoroidal dose while minimizing the dose to all adjacent healthy tissues. To reduce dose outside the treatment volume, lead sheets are often used to cover the external surface of the cone tip thus providing a shielding for the tissues outside the field. In this paper, the effect of the shielding on the depth dose distributions and dose profiles at different depths is studied based on experimental data. The results were also compared against an EGS4 Monte Carlo code for the same geometry as the measurements. The cones varied in size having diameters of 5 cm, 7 cm, and 9 cm, and the electron energies ranged from 6 MeV to 22 MeV. The depth dose curves and dose profiles (at two different depths in the phantom) were measured and computed with and without the lead shielding for the various combinations of cone sizes and electron energies using a water phantom to simulate the patient. It was found that the presence of lead increases on average across the treatment area the dose to the tumor from 2% up to 5%, while the dose outside the cone was reduced by as much as 75%. Both measurements and calculations were found to be in agreement.</jats:p>",
        "is_referenced_by_count": 7
    },
    {
        "title": "Determination of the thermal neutron flux in a fast neutron beam by use of a boron‐coated ionization chamber",
        "doi": "10.1118/1.597630",
        "year": 2003,
        "abstract": "<jats:p>The thermal neutron distribution in slow and fast neutron beams is usually determined using the foil activation method. In this work a small magnesium walled ionization chamber, in which the inner surface of the wall has been coated with <jats:sup>10</jats:sup>B to increase the sensitivity for thermal neutrons, is used to estimate the thermal neutron component of the beam. After calibration and determination of the directional response in a thermal neutron beam a comparison with foil activation at different depths in water was performed to investigate the reliability of the ionization measurements. The chamber was used in a computer controlled water phantom to measure the depth and lateral distribution of the thermal neutron dose. With this arrangement two‐dimensional scans of the thermal neutrons could be performed quickly and with high accuracy.</jats:p>",
        "is_referenced_by_count": 17
    },
    {
        "title": "Dosimetric evaluation of photon dose calculation under jaw and MLC shielding",
        "doi": "10.1118/1.4820443",
        "year": 2013,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>The accuracy of photon dose calculation algorithms in out‐of‐field regions is often neglected, despite its importance for organs at risk and peripheral dose evaluation. The present work has assessed this for the anisotropic analytical algorithm (AAA) and the Acuros‐XB algorithms implemented in the Eclipse treatment planning system. Specifically, the regions shielded by the jaw, or the MLC, or both MLC and jaw for flattened and unflattened beams have been studied.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>The accuracy in out‐of‐field dose under different conditions was studied for two different algorithms. Measured depth doses out of the field, for different field sizes and various distances from the beam edge were compared with the corresponding AAA and Acuros‐XB calculations in water. Four volumetric modulated arc therapy plans (in the RapidArc form) were optimized in a water equivalent phantom, PTW Octavius, to obtain a region always shielded by the MLC (or MLC and jaw) during the delivery. Doses to different points located in the shielded region and in a target‐like structure were measured with an ion chamber, and results were compared with the AAA and Acuros‐XB calculations. Photon beams of 6 and 10 MV, flattened and unflattened were used for the tests.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>Good agreement between calculated and measured depth doses was found using both algorithms for all points measured at depth greater than 3 cm. The mean dose differences (±1SD) were −8% ± 16%, −3% ± 15%, −16% ± 18%, and −9% ± 16% for measurements vs AAA calculations and −10% ± 14%, −5% ± 12%, −19% ± 17%, and −13% ± 14% for Acuros‐XB, for 6X, 6 flattening‐filter free (FFF), 10X, and 10FFF beams, respectively. The same figures for dose differences relative to the open beam central axis dose were: −0.1% ± 0.3%, 0.0% ± 0.4%, −0.3% ± 0.3%, and −0.1% ± 0.3% for AAA and −0.2% ± 0.4%, −0.1% ± 0.4%, −0.5% ± 0.5%, and −0.3% ± 0.4% for Acuros‐XB. Buildup dose was overestimated with AAA, while Acuros‐XB gave results more consistent with measurements. From RapidArc plan analysis the average difference between calculation and measurement in the shielded region was −0.3% ± 0.4% and −2.5% ± 1.2% for AAA and Acuros‐XB, respectively, relative to the mean target dose value (1.6% ± 2.3%, −12.7% ± 4.0% if relative to each local value). These values were compared with the corresponding differences in the target structure: −0.7% ± 2.3% for AAA, and −0.5% ± 2.3% for Acuros‐XB.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>The two algorithms analyzed showed encouraging results in predicting out‐of‐field region dose for clinical use.</jats:p></jats:sec>",
        "is_referenced_by_count": 15
    },
    {
        "title": "Whole‐body tumor segmentation from PET/CT images using a two‐stage cascaded neural network with camouflaged object detection mechanisms",
        "doi": "10.1002/mp.16438",
        "year": 2023,
        "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Background</jats:title><jats:p>Whole‐body Metabolic Tumor Volume (MTVwb) is an independent prognostic factor for overall survival in lung cancer patients. Automatic segmentation methods have been proposed for MTV calculation. Nevertheless, most of existing methods for patients with lung cancer only segment tumors in the thoracic region.</jats:p></jats:sec><jats:sec><jats:title>Purpose</jats:title><jats:p>In this paper, we present a Two‐Stage cascaded neural network integrated with Camouflaged Object Detection mEchanisms (TS‐Code‐Net) for automatic segmenting tumors from whole‐body PET/CT images.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>Firstly, tumors are detected from the Maximum Intensity Projection (MIP) images of PET/CT scans, and tumors' approximate localizations along <jats:italic>z</jats:italic>‐axis are identified. Secondly, the segmentations are performed on PET/CT slices that contain tumors identified by the first step. Camouflaged object detection mechanisms are utilized to distinguish the tumors from their surrounding regions that have similar Standard Uptake Values (SUV) and texture appearance. Finally, the TS‐Code‐Net is trained by minimizing the total loss that incorporates the segmentation accuracy loss and the class imbalance loss.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The performance of the TS‐Code‐Net is tested on a whole‐body PET/CT image data‐set including 480 Non‐Small Cell Lung Cancer (NSCLC) patients with five‐fold cross‐validation using image segmentation metrics. Our method achieves 0.70, 0.76, and 0.70, for Dice, Sensitivity and Precision, respectively, which demonstrates the superiority of the TS‐Code‐Net over several existing methods related to metastatic lung cancer segmentation from whole‐body PET/CT images.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The proposed TS‐Code‐Net is effective for whole‐body tumor segmentation of PET/CT images. Codes for TS‐Code‐Net are available at: <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://github.com/zyj19/TS-Code-Net\">https://github.com/zyj19/TS‐Code‐Net</jats:ext-link>.</jats:p></jats:sec>",
        "is_referenced_by_count": 2
    },
    {
        "title": "Statistical cerebrovascular segmentation in three‐dimensional rotational angiography based on maximum intensity projections",
        "doi": "10.1118/1.2001820",
        "year": 2005,
        "abstract": "<jats:p>Segmentation of three‐dimensional rotational angiography (3D‐RA) can provide quantitative 3D morphological information of vasculature. The expectation maximization‐(EM‐) based segmentation techniques have been widely used in the medical image processing community, because of the implementation simplicity, and computational efficiency of the approach. In a brain 3D‐RA, vascular regions usually occupy a very small proportion (around 1%) inside an entire image volume. This severe imbalance between the intensity distributions of vessels and background can lead to inaccurate statistical modeling in the EM‐based segmentation methods, and thus adversely affect the segmentation quality for 3D‐RA. In this paper we present a new method for the extraction of vasculature in 3D‐RA images. The new method is fully automatic and computationally efficient. As compared with the original 3D‐RA volume, there is a larger proportion (around 20%) of vessels in its corresponding maximum intensity projection (MIP) image. The proposed method exploits this property to increase the accuracy of statistical modeling with the EM algorithm. The algorithm takes an iterative approach to compiling the 3D vascular segmentation progressively with the segmentation of MIP images along the three principal axes, and use a winner‐takes‐all strategy to combine the results obtained along individual axes. Experimental results on 12 3D‐RA clinical datasets indicate that the segmentations obtained by the new method exhibit a high degree of agreement to the ground truth segmentations and are comparable to those produced by the manual optimal global thresholding method.</jats:p>",
        "is_referenced_by_count": 14
    },
    {
        "title": "Evaluation of brachytherapy lung implant dose distributions from photon‐emitting sources due to tissue heterogeneities",
        "doi": "10.1118/1.3641872",
        "year": 2011,
        "abstract": "<jats:sec><jats:title><jats:bold>Purpose:</jats:bold></jats:title><jats:p>Photon‐emitting brachytherapy sources are used for permanent implantation to treat lung cancer. However, the current brachytherapy dose calculation formalism assumes a homogeneous water medium without considering the influence of radiation scatter or tissue heterogeneities. The purpose of this study was to determine the dosimetric effects of tissue heterogeneities for permanent lung brachytherapy.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Methods:</jats:bold></jats:title><jats:p>The MCNP5 v1.40 radiation transport code was used for Monte Carlo (MC) simulations. Point sources with energies of 0.02, 0.03, 0.05, 0.1, 0.2, and 0.4 MeV were simulated to cover the range of pertinent brachytherapy energies and to glean dosimetric trends independent of specific radionuclide emissions. Source positions from postimplant CT scans of five patient implants were used for source coordinates, with dose normalized to 200 Gy at the center of each implant. With the presence of fibrosis (around the implant), cortical bone, lung, and healthy tissues, dose distributions and<jats:sub>PTV</jats:sub>DVH were calculated using the MCNP *FMESH4 tally and the NIST mass‐energy absorption coefficients. This process was repeated upon replacing all tissues with water. For all photon energies, 10<jats:sup>9</jats:sup> histories were simulated to achieve statistical errors (<jats:italic>k</jats:italic> = 1) typically of 1%.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Results:</jats:bold></jats:title><jats:p>The mean PTV doses calculated using tissue heterogeneities for all five patients changed (compared to dose to water) by only a few percent over the examined photon energy range, as did PTV dose at the implant center. The<jats:sub>PTV</jats:sub>V<jats:sub>100</jats:sub> values were 81.2%, 90.0% (as normalized), 94.3%, 93.9%, 92.7%, and 92.2% for 0.02, 0.03, 0.05, 0.1, 0.2, and 0.4 MeV source photons, respectively. Relative to water, the maximum bone doses were higher by factors of 3.7, 5.1, 5.2, 2.4, 1.2, and 1.0 The maximum lung doses were about 0.98, 0.94, 0.91, 0.94, 0.97, and 0.99. Relative to water, the maximum healthy tissue doses at the mediastinal position were higher by factors of 9.8, 2.2, 1.3, 1.1, 1.1, and 1.1. However, the maximum doses to these healthy tissues were only 3.1, 7.2, 11.3, 10.9, 9.0, and 8.1 Gy while maximum bone doses were 66, 177, 236, 106, 49, and 39 Gy, respectively. Similarly, maximum lung doses were 55, 66, 73, 74, 73, and 73 Gy, respectively.</jats:p></jats:sec><jats:sec><jats:title><jats:bold>Conclusions:</jats:bold></jats:title><jats:p>The current brachytherapy dose calculation formalism overestimates PTV dose and significantly underestimates doses to bone and healthy tissue. Further investigation using specific brachytherapy source models and patient‐based CT datasets as MC input may indicate whether the observed trends can be generalized for low‐energy lung brachytherapy dosimetry.</jats:p></jats:sec>",
        "is_referenced_by_count": 8
    }
]